List<String> shareRussianMatns = [
  """Вступление и предисловие

С именем Аллаха, Милостивого, Милующего.""",
  """Обязательность таухида

Всевышний Аллах сказал: «Я сотворил джиннов и людей только для того, чтобы они поклонялись Мне»
(Сура «аз-Зарийат», аят 56).

А также: «Мы отправили к каждой общине посланника с повелением: «Поклоняйтесь Аллаху и избегайте тагута!»»
(Сура «ан-Нахль», аят 36).

А также: «Твой Господь предписал вам не поклоняться никому, кроме Него, и делать добро родителям»
(Сура «аль-Исра», аят 23).

А также: «Поклоняйтесь Аллаху и не приобщайте к Нему сотоварищей»
(Сура «ан-Ниса», аят 36).

А также:«Скажи: «Придите, и я прочту то, что запретил вам ваш Господь. Никого не приобщайте к Нему в сотоварищи и делайте добро родителям»
(Сура «аль-А’нам», аят 151).

Ибн Мас’уд сказал: «Тот, кто хочет взглянуть на завещание Мухаммада, да благословит его Аллах и приветствует, на котором есть его печать, пусть прочтет слова Всевышнего: «Скажи: «Придите, и я прочту то, что запретил вам ваш Господь. Никого не приобщайте к Нему в сотоварищи», до слов: «Таков Мой прямой путь»
Ат-Тирмизи, 3072.

Му’аз ибн Джабаль рассказывал: «Как-то я сидел позади Пророка, мир ему и благословение Аллаха, верхом на осле, и он спросил меня: «О Му’аз, знаешь ли ты, в чем состоит обязанность рабов пред Аллахом и в чем — обязанность Аллаха перед рабами?».
Я ответил: «Аллаху и Его посланнику это ведомо лучше». Пророк, да благословит его Аллах и приветствует, сказал: «Обязанность рабов пред Аллахом состоит в том, чтобы они поклонялись Ему и не приобщали к Нему ничего в сотоварищи, а обязанность Аллаха перед рабами состоит в том, что Он не должен подвергать каре того, кто не приобщает к Нему ничего».
Я спросил: «О посланник Аллаха, не сообщить ли мне эту радостную весть людям?». Пророк, да благословит его Аллах и приветствует, ответил: «Нет, не сообщай, не то они самоуспокоятся»»
Этот хадис приводится в «ас-Сахихах» аль-Бухари 13/300 и Муслима, 30.""",
  """О достоинстве таухида, и о том, что он искупает грехи

«Всевышний Аллах сказал: «Те, которые уверовали и не облекли свою веру в несправедливость, пребывают в безопасности, и они следуют прямым путем»»
Сура «аль-Ан’ам», аят 82.

Убада ибн ас-Самит рассказывал о том, что Посланник Аллаха ﷺ сказал: «Кто засвидетельствовал, что нет божества достойного поклонения, кроме Аллаха, Единого, у Которого нет сотоварища, и что Мухаммад — Его раб и Его посланник, что ‘Иса — раб Аллаха и Его посланник, а также слово Его, посланное Марйам, и Дух от Него, и что Рай — истина, и что Огонь — истина, того введет Аллах в Рай в соответствии с делами его»
Бухари и Муслим.

В хадисе Итбана говорится: «…Ибо, поистине, Аллах избавляет от Огня того, кто сказал: «Нет божества достойного поклонения, кроме Аллаха», стремясь тем самым к лику Аллаха»
Бухари и Муслим.

Абу Саид аль-Худри приводит рассказ посланника Аллаха, да благословит его Аллах и приветствует, который сказал: «Муса сказал: «О Господь мой, научи меня тому, чем я постоянно буду поминать Тебя и взывать к Тебе с мольбой!» Господь сказал: «Говори же, о Муса: «Нет божества достойного поклонения, кроме Аллаха!» Муса воскликнул: «Но ведь все рабы Твои говорят это!» Господь сказал: «О Муса, если все семь небес вместе с теми кто оживляет их, кроме Меня, а также все семь земель будут па одной чаше весов, а слова «нет божества достойного поклонения, кроме Аллаха,» — на другой, то перевесит чаша с этими словами».
Хадис приводится Ибн Хиббаном (2324) и аль-Хакимом (1/528).

Имам ат-Тирмизи передал и назвал хорошим хадис, рассказанный Анасом: «Я слышал, как посланник Аллаха, да благословит его Аллах и приветствует, сказал: Всевышний Аллах изрек: «О сын Адама, если ты придёшь ко Мне с грехами величиной с Землю и предстанешь предо Мной не приобщающим ко Мне ничего, то я дарую тебе столько же прощения»
Ат-Тирмизи (3534) от Анаса; ад-Дарими 2/322 и Ахмад 5/172 от Абу Зарра; ат-Табарани от Ибн ‘Аббаса; сильный хадис.""",
  """Тот, кто воплотит в себе таухид, войдет в Рай без расчёта

Всевышний Аллах сказал: «Поистине, Ибрахим был имамом, усердным пред Аллахом (в поклонении), ханифом, и не был он из числа многобожников»
Сура «ан-Нахль», аят 129.

Всевышний также сказал: «…Которые не придают сотоварищей Господу своему, и которые подают в милостыню то, что подают, в то время как сердца их трепещут от того, что они к Господу своему возвратятся, — это они стремятся к благам и опередят других на пути к ним»
Сура «аль-Муъминун», аяты 59—61.

Хусайн ибн ‘Абдур-Рахман рассказывал: «Я был как-то у Саида ибн Джубайра, и он спросил: «Кто из вас видел звезду, которая упала вчера?» Я ответил: «Я видел». Затем я сказал: «Но я не был на Намазе, я был ужален». Он спросил: «И что же ты сделал?» Я ответил: «Читал рукъию (заклинание)». Он спросил: «А что побудило тебя к этому?» Я ответил: «То, что рассказал нам аш-Ша’би». Он спросил: «А что он рассказал вам?» Я ответил: «Он рассказал нам, что Бурайда ибн аль-Хусайб сказал: «Лучшим лечением от сглаза или укуса (змеи или скорпиона) является рукъия (заклинание)». Он сказал: «Хорош тот, кто усвоил услышанное».

Однако Ибн ‘Аббас рассказал нам, что Пророк ﷺ сказал: «Мне были показаны общины. Я увидел пророка с группой людей, и пророка, с которым был один и два человека, и пророка, с которым никого не было. Вдруг передо мной оказалось множество людей, и я подумал, что это — моя община. Но мне было сказано: «Это — Муса и его народ. Однако посмотри на горизонт!». И тут я увидел еще одно множество людей, и мне было сказано: «Это есть твоя община. Семьдесят тысяч из них войдут в Рай без отчета и наказания».
Затем он поднялся и вошел к себе в дом. Люди пустились в рассуждения по поводу этих обитателей Рая, и некоторые из них сказали: «Наверное, они были спутниками посланника Аллаха». Другие же сказали: «Скорее это те, кто родились в Исламе и не приобщали никого к Аллаху». Высказывались и другие мнения. Когда же к ним вышел посланник Аллаха ﷺ они сообщили ему об этом, он сказал: «Это те, которые не просят, чтобы им прочли рукъию (заклинания), не делают прижиганий и не просят об этом, не суеверны и которые уповают на своего Господа».
Тогда поднялся Уккаша ибн Михсан и сказал: «О посланник Аллаха, помолись Аллаху, чтобы я стал одним из них». Пророк ﷺ сказал: «Ты будешь среди них».
После этого поднялся кто-то еще и тоже сказал: «Помолись Аллаху, чтобы и я стал одним из них». Пророк, да благословит его Аллах и приветствует, ответил: «В этом Уккаша уже тебя опередил»» Аль-Бухари 10/130, 131, Муслим (220), ат-Тирмизи (2448).""",
  """О необходимости бояться ширка

Аллах, Всемогущ Он и Велик, сказал: «Поистине, Аллах не прощает приобщения к Нему сотоварищей, но прощает вс, что меньше этого, кому пожелает…»
Сура «ан-Ниса», аяты 48 и 116.

И сказал пророк Ибрахим, мир над ним: «…И отдали меня и моих детей от поклонения идолам!»
Сура «Ибрахим», аят 35.

В одном из хадисов Пророк, да благословит его Аллах и приветствует, сказал: «Самое страшное, чего я боюсь от вас, так это малый ширк».
Когда его спросили: «Что это такое?», он ответил: «Показуха».
Достоверный хадис передал Ахмад 5/428 и 429 от Махмуда ибн Лабида, «Шарх ас-Сунна» аль-Багауи, «аль-Кабир» ат-Табарани.

Ибн Мас’уд рассказывал, что посланник Аллаха ﷺ сказал: «Тот, кто умер, взывая к кому-либо (или поклоняясь кому-либо) наряду с Аллахом, попадет в Ад».
Этот хадис передал аль-Бухари, 8/132, 11/493, и Ахмад 1/462 и 463.

Муслим приводит хадис Джабира о том, что посланник Аллаха ﷺ сказал: «Кто предстал пред Аллахом, не приобщая к Нему ничего, попадет в Рай; а кто предстал пред Ним, приобщая к Нему что-нибудь, попадет в Огонь»
Муслим, 93.""",
  """Призыв к свидетельству «Нет божества достойного поклонения, кроме Аллаха»

Всевышний Аллах сказал: «Скажи: «Таков мой путь. Я и мои последователи призываем к Аллаху согласно знанию. Пречист Аллах, и я не являюсь одним из многобожников»»
Сура «Йусуф», аят 108.

Ибн ‘Аббас рассказывал: «Посылая Му’аза в Йемен, посланник Аллаха ﷺ сказал ему: «Ты придешь к народу, который является обладателем Писания. Пусть же первым, к чему ты призовешь их, будет свидетельство того, что нет никого достойного поклонения, кроме Аллаха, (в другом риуаяте говорится: «Призови их к таухиду Аллаха»). Если они покорятся тебе в этом, то дай им знать, что Аллах обязал их совершать ежесуточно пять Намазов. Если они покорятся тебе и в этом, то дай им знать, что Аллах обязал их богатых делать пожертвования в пользу их бедных. Если они покорятся тебе и в этом, то не смей посягать на их отборное имущество и бойся мольбы угнетенного, ибо между ней и Аллахом нет преграды»» Аль-Бухари 3/225, 3/282-285, Муслим (19), ат-Тирмизи (625), Абу Дауд (1584), ан-Насаи и 5/55.

Сахль бин Са’д рассказывал: «В день Хайбара посланник Аллаха ﷺ сказал: «Завтра я вручу знамя человеку, который любит Аллаха и Его посланника, и которого любят Аллах и Его посланник. Аллах ниспошлет посредством его победу».
Люди спорили всю ночь, пытаясь догадаться, кому из них будет вручено знамя. Утром, отправившись к посланнику Аллаха, мир ему и благословение Аллаха, каждый был преисполнен желания получить знамя. Пророк ﷺ спросил: «Где ‘Али ибн Абу Талиб?»
Ему ответили: «Он жалуется на воспаление глаз». За ним послали, и когда ‘Али прибыл, Пророк ﷺ поплевал ему в глаза, а затем взмолился за него Аллаху. ‘Али тут же исцелился, как будто ничем и не болел. Посланник Аллаха ﷺ вручил ему знамя и сказал: «Иди со спокойствием, пока не достигнешь их территории. Затем призови их к Исламу и сообщи им то, что они обязаны в отношении прав Всевышнего Аллаха. Клянусь Аллахом, если Аллах наставит посредством тебя хотя бы одного человека на путь истинный, то это будет для тебя лучше, чем красные верблюды»
Аль-Бухари 7/58, Муслим (2406), Ахмад 5/333.""",
  """Смысл таухида и свидетельства «Нет божества достойного поклонения, кроме Аллаха»

Всевышний Аллах сказал: «Те, к кому они взывают с мольбой, сами ищут близости к своему Господу, пытаясь опередить других. Они надеются на Его милость и страшатся мучений от Него. Воистину, мучений от твоего Господа надлежит остерегаться»
Сура «аль-Исра», аят 57.

Всевышний также сказал: «И вот сказал Ибрахим отцу своему и народу: «Я не причастен к тому, чему вы поклоняетесь, кроме Того, Кто создал меня. Поистине, Он поведёт меня по прямому пути!»»
Сура «аз-Зухруф», аяты 26-28.

Всевышний Аллах сказал также: «Они взяли книжников и монахов своих за господ себе, помимо Аллаха…»
Сура «ат-Тауба», аят 31.

Всевышний сказал: «Есть среди людей и такие, которые придают Аллаху равных; они любят их так, как любят Аллаха. Но те, которые уверовали, сильнее любят Аллаха»
Сура «аль-Бакара», аят 165.

В «ас-Сахихе» Муслима приводится следующий хадис Пророка, да благословит его Аллах и приветствует: «Будет неприкосновенным имущество и жизнь того, кто сказал: «Нет никого достойного поклонения, кроме Аллаха», — и отрекся от поклонения всему, кроме Аллаха. Он будет держать ответ пред Аллахом, Всемогущ Он и Велик»
Муслим, 23.

Последующие главы являются толкованием для данной главы.""",
  """Ношение кольца, шнурка или безделушки для избавления от беды или ее предотвращения является ширком

Всевышний Аллах сказал: «Скажи: «Тогда расскажите мне про тех, к кому вы взываете вместо Аллаха. Если пожелает Аллах причинить мне вред, избавят ли они от Его вреда? Или если Он пожелает мне милость, удержат ли они Его милость?» Скажи: «Довольно мне Аллаха, на Него уповают уповающие!»»
Сура «аз-Зумар», аят 38.

Имран ибн Хусайн рассказывал: «Однажды Пророк ﷺ увидел одного человека с желтым кольцом на руке и спросил его: «Что это такое?»
Человек ответил: «Я ношу его, чтобы меня не постигла слабость». Пророк ﷺ сказал: «Немедленно сними его, ибо оно лишь увеличивает твою слабость. Если ты умрешь с этим кольцом на руке, то никогда не достигнешь счастья»
Этот хадис передал Ахмаде неплохим иснадом. Ахмад 4/445, Ибн Маджах (3531), Ибн Хиббан (1410), (1411), аль-Хаким; достоверный хадис.

Сообщается от ‘Укбы ибн Амира о том, что Пророк ﷺ сказал: «Тот, кто повесил на себя амулет (или связал свое сердце с ним), пусть Аллах не даст ему благого конца, а тому, кто повесил на себя раковину (или связал свое сердце с ней), пусть Аллах не даст ему спокойствие»Ахмад 4/154, Ибн Хиббан (1443), Аль-Хаким 4/417 назвал его достоверным, с чем согласился и аз-Захаби.

В другом риваяте говорится: «Кто повесил на себя амулет (или связал свое сердце с ним), тот совершил ширк»
Ахмад 4/156, Аль-Хаким 4/417; достоверный хадис.

Ибн Абу Хатим передал, что Хузейфа увидел на руке одного человека шнурок. Тот надел его, чтобы вылечиться от лихорадки. Хузейфа сорвал этот шнурок и прочитал аят: «Не верует большая часть из них в Аллаха без того, чтобы не приобщать к Нему сотоварищей!»
Сура «Йусуф», аят 106.""",
  """О заклинаниях (рукъия) и амулетах (тамима)

В «Сахихах» аль-Бухари и Муслима приводится хадис Абу Башира аль-Ансари о том, что «он сопровождал посланника Аллаха, мир ему и благословение Аллаха, в некоторых его поездках. Пророк, мир ему и благословение Аллаха, посылал гонца с приказом снять с шей верблюдов все ожерелья (из тетивы), и чтобы не осталось ни одного ожерелья, которое не было бы сорвано»
Аль-Бухари 6/98, Муслим (2115), Абу Дауд (2552), Ахмад 5/216, Малик 2/937.

Ибн Мас’уд рассказывал: «Я слышал, как посланник Аллаха ﷺ сказал: «Заклинания, амулеты и привораживание являются ширком»».
Этот хадис передали Ахмад и Абу Дауд. (Абу Дауд (3883), Ибн Маджах (3530), Ахмад 1/381. Аль-Хаким 4/418 назвал его достоверным, с чем согласился и аз-Захаби).

«Тамима» (амулеты) — это то, что вешают на детей, чтобы уберечь их от сглаза. Если они представляют собой аяты из Корана, то некоторые из саляфов позволяли носить их, а некоторые не разрешали этого, считая запретным. Одним из тех, кто запрещал носить подобное, был Ибн Мас’уд.

«Рукъия» (заклинание) также его называют «‘Aзааим». Разрешенными является те виды рукъия, которые не содержат ширка, поскольку посланник Аллаха, да благословит его Аллах и приветствует, позволил пользоваться заклинаниями против дурного глаза и укуса змеи или скорпиона.

«Тиуаля» (привораживание) – вид колдовства, которое совершают люди и заявляют, что оно, якобы, заставляет женщину полюбить мужа, а мужчину — полюбить жену.

‘Абдулла ибн Укейм передал следующие слова Пророка ﷺ: «Тот кто повесил на себя что-то (и связал свое сердце с ним), вверяется этому» Этот хадис передали Ахмад и ат-Тирмизи. Ахмад 4/311, ат-Тирмизи, 2072; хороший хадис.

Ахмад передал следующие слова Рувайфи’а: «Посланник Аллаха ﷺ сказал мне: «О Рувайфи’, возможно, ты долго проживешь. Поэтому передай всем, что если кто будет переплетать бороду, носить ожерелье из тетивы, либо очищаться от экскрементов навозом животных или костями, то Мухаммад отрекся от этого человека»
Абу Дауд, 36; ан-Насаи 8/135, Ахмад 4/108, 109; достоверный хадис.

Сайд ибн Джубейр сказал: «Тот, кто сорвал с человека амулет, подобен тому, кто освободил одного раба»
Этот хадис рассказал Уаки’а.

По этому же поводу Ибрахим ан-Нахаи сказал: «Они (саляфы) запрещали любой амулет, будь то аяты Корана или нет».""",
  """О том, кто испрашивает (или ищет) баракята у деревьев, камней и тому подобных вещей

Всевышний Аллах сказал: «Не видели ли вы аль-Лят и аль-‘Уззу, и еще третью ничтожную — Манат? Неужели у вас – потомки мужского пола, а у Него — женского? Это было бы несправедливым распределением»
Сура «ан-Наджм», аят 19-22.

Абу Вакид ал-Лейси рассказывал: «Вместе с посланником ﷺ мы отправились в Хунайн. В то время мы были ещё новыми мусульманами, недавно отказавшимися от неверия, а у мушриков было дерево, у которого они собирались для своих обрядов, развешивая на нём своё оружие, и которое называли Зату Ануат (имеющий подвески). Так вот, когда мы проезжали мимо этого дерева, то сказали: «О посланник Аллаха, сделай и нам Зат Анват — такой же, как и у них». Посланник Аллаха ﷺ ответил нам: «Аллаху Акбар! Это всё обычаи прошлого! Клянусь Тем, в Чьих Руках моя душа, вы попросили то же, что попросили у Мусы сыны Израилевы: «Сделай и нам божество — такое же, как и у них». Он сказал: «Истинно, вы — народ невежественный!» (Сура «Преграды», аят 138). Поистине, вы следуете обычаям тех, кто был прежде вас!»»""",
  """О жертвоприношении (забх) не Аллаху

Всевышний Аллах сказал: «Скажи: «Воистину, моей жизнью и моей смертью владеет Аллах Господь миров, и свой намаз и жертвоприношение я посвящяю (одному) Ему. Нет у Него сотоварищей»»
Сура «аль-Ан’ам», аяты 162—163.

Он также сказал: «Посему совершай намаз ради своего Господа и закалывай жертву»
Сура «аль-Каусар», аят 2.

‘Али рассказывал: «Посланник Аллаха ﷺ поведал мне четыре вещи: Проклял Аллах того, кто принес жертву не Ему! Проклял Аллах того, кто проклял своих родителей! Проклял Аллах того, кто предоставил укрытие еретику (или нововведению)! Проклял Аллах того, кто изменил границы раздела земли!»

Тарик ибн Шихаб рассказывал, что посланник Аллаха ﷺ сказал: «Из-за одной мухи один человек вошел в Рай, а другой — в Огонь»
 Люди спросили: «Как это, о посланник Аллаха?!»
Он ответил: «Как-то два человека проездом попали в племя язычников, мимо идола которого никому не разрешали пройти, пока он не принесёт ему что-нибудь в жертву. Идолопоклонники сказали одному из путников: «Принеси что-нибудь в жертву!» Он ответил: «Но у меня нет ничего, что я мог бы пожертвовать». Они сказали: «Ну тогда принеси в жертву хотя бы муху!» Когда он пожертвовал идолу муху, ему было позволено продолжить путь, а затем он попал в Огонь. Затем идолопоклонники сказали другому путнику: «Принеси что-нибудь в жертву!» На это он ответил: «Кроме Аллаха, Всемогущ Он и Велик, я никому и ничему не делаю жертвоприношений!» Ему отрубили голову, и он попал в Рай»""",
  """Запрещено приносить жертвоприношение Аллаху в том месте (или около того места), где приносится жертва не Аллаху

Всевышний Аллах сказал: «Никогда не совершай в ней намаз. Мечеть, которая с первого дня была основана на богобоязненности, больше заслуживает того, чтобы ты выстаивал в ней. В ней есть мужи, которые любят очищаться. Воистину, Аллах любит очищающихся»
Сура «ат-Тауба», аят 108.

Сабит ибн ад-Даххак рассказывал: «Однажды один человек дал обет зарезать жертвенного верблюда в Буане и спросил об этом мнение Пророка ﷺ. Тот спросил: «Стоял ли на том месте какой-нибудь языческий идол, которому поклонялись люди?»
Ему ответили: «Нет». Пророк ﷺ опять спросил: «А проходил ли там какой-нибудь ’иид (т.е. постоянные собрания) идолопоклонников?»
 Люди ответили: «Нет, не проходил». Тогда посланник Аллаха ﷺ сказал: «Исполняй свой обет, однако не следует исполнять обет, данный о неповиновении Аллаху, а также о том, чем не владеет сын Адама»».""",
  """Посвящение обета (назр) не Аллаху является ширком

Всевышний Аллах сказал: «Они исполняют свои обеты и боятся дня, зло которого разлетится повсюду»
Сура «аль-Инсан», аят 7.

Он сказал также: «И какое бы пожертвование вы ни делали, и какой бы обет ни давали, поистине, Аллах знает о том. И не будет у несправедливых помощников!»
Сура «Аль-Бакара», 270.

В «ас-Сахихе» аль-Бухари приводится хадис ‘Аиши о том, что посланник Аллаха ﷺ сказал: «Тот, кто дал обет быть покорным Аллаху, пусть будет покорным Ему, а тот, кто дал обет ослушаться Аллаха, не должен Его ослушиваться».""",
  """Прибегание (исти’аза) к кому-либо, кроме Аллаха, является ширком

Всевышний Аллах сказал: «…Некоторые из числа людей искали покровительства у некоторых из числа джиннов, но они только увеличивали в них страх (или их беззаконие)»
Сура «аль-Джинн», аят 6.

Хаула бинт Хаким рассказывала, что слышала, как Посланник ﷺ говорил: «Того, кто, остановившись в каком-нибудь месте, скажет: «Прибегаю к совершенным словам Аллаха, чтобы Он избавил меня от зла того, что создано Им!» — не постигнет никакой вред, пока он не покинет это место».""",
  """Просьба о помощи в тяжелой ситуации (истигъаса) или же ду’а к кому-либо кроме Аллаха является ширком

Всевышний Аллах сказал: «Не взывай помимо Аллаха к тем, которые не могут принести тебе ни пользы, ни вреда! Если же ты сделаешь это, то окажешься в числе несправедливых. Если Аллах причинит тебе зло, то никто, кроме Него, не избавит от него, а если захочет Он добра тебе, то никто не отвернет блага Его. Низводит Он это на кого хочет из рабов Своих, ведь Он — Прощающий, Милосердный!»
Сура «Йунус», аяты 106-107.

Всевышний Аллах сказал также: «…Поистине, те, кому вы поклоняетесь помимо Аллаха, не владеют для вас ризъком; просите ризкъ у Аллаха, и поклоняйтесь Ему, и благодарите Его, ведь к Нему вы будете возвращены!»
Сура «аль-‘Анкабут», аят 17.

Всевышний также сказал: «И кто заблуждается более, чем те, кто взывает помимо Аллаха к тем, которые не ответят им до дня Воскресения и которые молитвам их не внимают? А когда люди будут воскрешены, они окажутся им врагами и откажутся от поклонения им»
Сура «аль-Ахкаф», аяты 5-6.

Он также сказал: «Кто отвечает на зов принужденного, когда он взывает к Нему, и удаляет зло, и делает вас наместниками на Земле? Или какое-то божество вместе с Аллахом? Мало вы размышляете!»
Сура «ан-Намль», аят 62.

Ат-Табарани передал, что «во времена Пророка ﷺ был один лицемер, который чинил всяческие козни верующим. Тогда некоторые из них сказали: «Давайте обратимся за помощью к посланнику Аллаха против этого лицемера». Когда об этом стало известно Пророку ﷺ он сказал: «Поистине, не у меня надо просить помощи, а у Аллаха»».""",
  """О словах Всевышнего Аллаха: «Неужели они приобщают в сотоварищи к Аллаху тех, которые ничего не творят, тогда как сами были сотворены, которые не способны оказать им поддержку и не способны помочь даже самим себе?»

Всевышний сказал также: «А те, к кому вы взываете помимо Него, не владеют даже плевой на финиковой косточке. Когда вы взываете к ним, они не слышат вашей молитвы, а если бы даже услышали, то не ответили бы вам. В День воскресения они отвергнут ваше поклонение. Никто не поведает тебе так, как Ведающий»
Сура «Фатыр», аяты 13—14.

В «ас-Сахихах» аль-Бухари и Муслима приводится хадис Анаса: «Когда в битве при Ухуде Пророку ﷺ рассекли лоб и сломали зуб, он воскликнул: «Как может преуспеть народ, который поранил своего Пророка? И тут ему было ниспослано:
«Ты не принимаешь никакого решения…»»
Сура «Али Имран», аят 128.

Аль-Бухари также приводит хадис Ибн ‘Умара о том, что он слышал, как посланник Аллаха ﷺ подняв голову после совершения поясного поклона в последнем рака’ате утреннего намаза, сказал: «Аллах внял тому, кто Его восхвалил. Господь наш, хвала Тебе!», — произнес: «О Аллах! Прокляни такого-то и такого-то!»
И Аллах ниспослал откровение: «Ты не принимаешь никакого решения…»
Сура «Али Имран», аят 128.

В другом риуайате говорится: «Он испрашивал у Аллаха проклятия на Сафуана ибн Умеййу, Сухейла ибн Амра и аль-Хариса ибн Хишама. И было ниспослано: «Ты не принимаешь никакого решения…»

Абу Хурайра рассказывал: «Когда посланнику Аллаха было ниспослано откровение: «И увещевай ближайших родственников своих…», он встал перед нами и произнес: «О курайшиты! Выкупайте свои души, ибо я ничем не могу вам помочь перед Аллахом! О сыны ‘Абдуль-Мутталиба, я ничем не могу вам помочь перед Аллахом! О ‘Аббас сын ‘Абдуль-Мутталиба, я ничем не могу тебе помочь перед Аллахом! О Сафийя, тетя посланника Аллаха! Я ничем не могу тебе помочь перед Аллахом! О Фатима, дочь посланника Аллаха! Проси у меня что хочешь, но я ничем не могу тебе помочь перед Аллахом!»""",
  """О словах Всевышнего Аллаха: «Когда же испуг покинет их сердца, они скажут: «Что сказал ваш Господь?». Они скажут: «Истину, ведь он – Возвышенный, Великий»

В «ас-Сахихе» аль-Бухари приводится хадис Абу Хурайры о том, что Пророк ﷺ сказал: «Когда Аллах решает какое-нибудь дело на небесах, то ангелы складывают крылья, проявляя покорность перед Его словами, и это подобно грохоту удара цепи о камни, который поражает их. 

«А когда страх оставляет сердца их, они говорят: «Что сказал ваш Господь?» И отвечают: «Истину, ведь Он — Всевышний, Великий!»»
(Сура «Саба», аят 23).

Шайтаны же, расположившись один над другим (подобно пальцам кисти рук, как это описал Суфйан ибн Уйейна), украдкой слушают слова Аллаха. Услышав слово, каждый передает его тому, кто ниже его, и так далее сверху вниз, пока, в конце концов, это слово не произносит колдун или предсказатель. Его носителя может сбить падающая звезда до того, как он передаст его, а может и не успеть сбить его, и тогда он добавляет к этой правде сто неправд. Люди же говорят: «Разве он не сказал нам в такой-то день то-то и то-то?» И правдивое слово, услышанное с Небес, убеждает людей верить ему»
Бухари, 4701, 4800, 7481.

Наууас ибн Сам’ан, да будет доволен им Аллах, рассказывал: «Посланник Аллаха ﷺ сказал: «Сотрясаются небеса, когда говорит Аллах, желая передать повеление через Откровение, и все преисполняется страхом пред Аллахом, Всемогущ Он и Велик. Услышав это, все обитатели Небес падают ниц пред Аллахом и теряют сознания. Первым поднимает голову Джибриль, и Аллах сообщает ему то откровение, которое Ему угодно. Затем Джибриль проходит через ангелов. Когда он проходит по каждому небу, то ангелы этого неба спрашивают его: «О Джибриль, что же сказал Господь наш?» Джибриль отвечает им: «Истину сказал Он, ведь Он — Всевышний, Великий!» И все они повторяют то, что сказал Джибриль. И доводит Джибриль Откровение туда, куда повелел ему Аллах, Всемогущ Он и Велик»»
Ибн Аби ’Асым, 515; Ибн Джарир в тафсире, 22/91. Шейх аль-Альбани назвал этот хадис слабым в книге «Зилялю джанна». А Аллах знает лучше!""",
  """О заступничестве

Всевышний и Всемогущий Аллах сказал:

«Предостерегай им тех, которые страшатся того, что они будут собраны перед своим Господом тогда, когда не будет у них, помимо Него, ни покровителя, ни заступника. Быть может, они устрашатся!»
Сура «аль-Ан’ам», аят 51.

А также:

«Скажи: «Аллаху принадлежит заступничество целиком»»
Сура «аз-Зумар», аят 44.

А также:

«Кто станет заступаться перед Ним без Его дозволения?»
Сура «аль-Бакъара», аят 255.

А также:

«Сколько же на небесах ангелов, заступничество которых не принесет никакой пользы, пока Аллах не позволит заступиться за тех, за кого Он пожелает и кем Он доволен!»
Сура «ан-Наджм», аят 26.

А также:

«Скажи: «Призовите тех, кого вы считали богами наряду с Аллахом». Они не владеют даже мельчайшей частицей на небесах и на земле и не являются совладельцами чего-либо на них, и нет у Него среди них помощников. Ничье заступничество перед Ним не принесет пользы, кроме тех, кому будет дозволено»
Сура «Саба», аяты 22-23.

Абу аль-‘Аббас Ибн Таймийя сказал: «Аллах отверг все то, на что надеются многобожники. Он отверг владение собственностью или долей ее кем-либо, кроме Него, и отверг наличие у Него помощников. Таким образом, остается только заступничество, однако оно возможно только для того, кому Он это дозволит. Господь сказал:

«Они заступаются только за тех, кем Он доволен»
Сура «аль-Анбийа», аят 28.

Подобное заступничество, на которое уповают многобожники, будет абсолютно недействительно в день Воскресения, так как его отверг Коран. Пророк, да благословит его Аллах и приветствует, рассказывал, что в день Суда он придет и падет ниц пред своим Господом, воздавая хвалу Ему и не начиная с заступничества или ходатайства. Затем ему будет сказано: «Подними голову и говори, и ты будешь услышан, проси, и ты получишь, ходатайствуй, и твое заступничество будет принято»

Однажды, Абу Хурайра спросил Пророка ﷺ: «Кто те счастливейшие из людей, которые заслужили твое ходатайство?»
Он ответил: «Это те, кто сказал, что нет никого достойного поклонения, кроме Аллаха, искренне от чистого сердца»
 Такое заступничество, с позволения Аллаха, предоставляется только тем людям, которые были искренными перед Аллахом, и недоступно оно тем, кто приобщает к Аллаху сотоварищей.

Суть этого состоит в том, что Всемогущий Аллах ниспосылает благо Своим искренним рабам, прощая им грехи их через ду’а того, кому Он дозволил заступничество, то есть Своему Пророку ﷺ оказав ему тем самым почесть и удостоив его «восхваляемого места».

Заступничество же, отвергаемое Аллахом в Коране, это то, в котором замешан ширк, и именно поэтому Аллах определил случаи, когда оно допускается. Пророк ﷺ разъяснил, что заступничество применимо только в отношении муваххидов (единобожников) и искренних в религии Аллаха людей».""",
  """О словах Всевышнего Аллаха: «Воистину, ты не сможешь наставить на прямой путь тех, кого возлюбил. Только Аллах наставляет на прямой путь тех, кого пожелает»

Передают со слов Са‘ида бин аль-Мусаййаба, да помилует Его Аллах Всевышний, что его отец (аль-Мусаййаб бин Хазн), да будет доволен им Аллах, сказал:

«Когда Абу Талиб был уже близок к смерти, к нему пришел посланник Аллаха ﷺ обнаруживший, что у него находятся Абу Джахль бин Хишам и ‘Абдуллах бин Абу Умаййа бин аль-Мугира. Посланник Аллаха ﷺ сказал Абу Талибу: «О дядя, произнеси слова «Нет божества достойного поклонения, кроме Аллаха», благодаря чему я смогу свидетельствовать за тебя пред Аллахом!»
Услышав это, Абу Джахль и ‘Абдуллах бин Аби Умаййа в один голос воскликнули: «О Абу Талиб, неужели же ты отступишься от религии ‘Абд аль-Мутталиба?!»
И после этого посланник Аллаха ﷺ продолжал предлагать ему произнести эти слова, а они повторяли свое, пока в конце концов Абу Талиб не произнес свои последние слова, подтвердив, что он не отступится от религии ‘Абдуль-Мутталиба, и отказавшись сказать: «Нет божества достойного поклонения, кроме Аллаха».
Тогда посланник Аллаха ﷺ воскликнул: «Что до меня, то, клянусь Аллахом, я обязательно стану просить прощения для тебя, пока мне не будет запрещено делать это!»
И тогда Аллах Всевышний ниспослал аят, в котором говорится:

«Пророку и верующим не подобает просить прощения для многобожников, даже если они являются родственниками»
Сура «ат-Тауба», аят 113.

А в отношении Абу Талиба Аллах ниспослал Пророку ﷺ следующий аят:

«Воистину, ты не сможешь наставить на прямой путь тех, кого возлюбил. Только Аллах наставляет на прямой путь тех, кого пожелает»
Сура «аль-Къасас», аят 56.""",
  """Причиной неверия людей и оставления религии является черезмерное возвеличивание праведников

Всевышний и Всемогущий Аллах сказал:

«О люди Писания! Не проявляйте чрезмерности в вашей религии и говорите об Аллахе только правду»
Сура «ан-Ниса», аят 171.

В «ас-Сахихе» аль-Бухари приводится толкование Ибн ‘Аббасом следующего высказывания Всевышнего Аллаха:

«Они сказали: «Не отрекайтесь от ваших богов: Вадда, Сува’а, Йагъуса, Йа’ука и Насра». Они уже ввели в заблуждение многих»
Сура «Нух», аяты 23-24.

Ибн ‘Аббас сказал: «Это — имена праведных людей из народа Нуха. Когда они умерли, то Шайтан внушил их народу, чтобы они воздвигли им статуи в местах их собраний и назвали их именами. Сначала им не поклонялись, однако когда воздвигшие их люди умерли, и знания были забыты, им начали поклоняться».

Ибн аль-Каййим сказал: «Некоторые праведные предшественники поведали: «Когда они (праведники) умерли, на их могилах соорудили их статуи, а когда прошло достаточно много времени, им стали поклоняться»».

‘Умар рассказывал, что посланник Аллаха ﷺ сказал: «Не возвеличивайте меня так, как возвеличивают христиане сына Марьям, ибо я – раб. Посему говорите: «Раб Аллаха и Его посланник»».

От Ибн ‘Аббаса, да будет доволен им Аллах, сообщается, что посланник Аллаха ﷺ сказал: «Остерегайтесь излишеств в религии, ибо тех, кто жил до вас погубило излишество в религии!»

Муслим приводит хадис Ибн Мас’уда о том, что посланник Аллаха ﷺ сказал: «Пропали излишествующие!», повторив это трижды.""",
  """О недопустимости поклонения Аллаху у могилы праведного человека, не говоря уже о поклонении самому праведнику

В «ас-Сахихах» аль-Бухари и Муслима приводится хадис ‘Аиши о том, что Умм Саляма рассказала посланнику Аллаха ﷺ о церкви, которую она видела в Эфиопии и об иконах, которые в ней были. Он сказал: «Когда у них умирает праведный человек или праведный раб Аллаха, они сооружают на его могиле место для поклонения и рисуют в нём его изображения. Это наихудшие из творений Аллаха»
 Они одновременно творят две смуты: смуту на могилах и смуту изображений.

Аль-Бухари и Муслим передали также следующий ее рассказ: «Когда посланник Аллаха находился в предсмертной агонии, он натянул на лицо кусок материала, а когда это стало мучить его, он снял его. И он сказал именно так:«Да падет проклятие Аллаха на иудеев и христиан, которые превратили могилы своих пророков в места поклонения!» Он предостерегал нас об опасности того, что они сделали. Если бы не его слова, то его похоронили бы на открытом месте. Однако этого не случилось, поскольку существовала опасность того, что его могилу превратят в мечеть».

Муслим передал хадис Джундаба ибн ‘Абдуллы, который рассказывал: «Я слышал, как Пророк ﷺ сказал за пять дней до своей смерти: «Я пречист пред Аллахом в том, чтобы брать кого-либо из вас халилем (возлюбленным). Аллах сделал меня Своим халилем, так же, как Он сделал Своим халилем Ибрахима. Если же мне пришлось выбрать халиля из моей общины, то я выбрал бы Абу Бакра. Поистине, те, кто были до вас, превращали могилы своих пророков в места поклонения. Но вы не превращайте могилы в места поклонения, ибо я запрещаю вам это»».

Пророк ﷺ запретил подобное в конце своей жизни и даже проклял тех, кто делал это, о чем свидетельствует приведенный выше хадис.

К запрещенным действиям относится и совершение намаза на могилах, даже если над ней не было возведено ничего. В этом заключается смысл слов ‘Аиши о том, что «существовала опасность того, что его могилу превратят в мечеть»
 Конечно же, сподвижники посланника Аллаха ﷺ были далеки от того, чтобы строить мечеть на его могиле; и любое место, предназначенное для совершения намазов, является мечетью, так как Пророк, да благословит его Аллах и приветствует, сказал: «…была сделана мне земля мечетью и чистой»

Ахмад приводит с хорошим иснадом следующий хадис Ибн Мас’уда от Пророка ﷺ:«Наихудшими из людей являются те, кого застигнет Час живыми, и которые превращают могилы в места поклонения»""",
  """Чрезмерное почитание могил праведников делает из них идолов, которым поклоняются помимо Аллаха

Имам Малик в своем сборнике «аль-Муватта» приводит следующий хадис: «Посланник Аллаха сказал: «О Аллах! Не делай мою могилу идолом, которому поклоняются. Поистине, силен гнев Аллаха на людей, которые превращают могилы своих пророков в места поклонения»».

Ибн Джарир приводит переданный Суфйаном ас-Саури от Мансура от Муджахида комментарий последнего к высказыванию Всевышнего:

«Рассажите мне о ал-Лат и аль-‘Уззе?…»
Сура «ан-Наджм», аят 19.

«Он [ал-Лят] готовил им кашу из крупы, а когда умер, они начали молиться на его могиле»
 То же самое рассказал Абу аль-Джауза от Ибн ‘Аббаса: «Он готовил для паломников кашу из крупы».

Ибн ‘Аббас также рассказывал: «Посланник Аллаха ﷺ проклял женщин, посещающих могилы, и тех, кто возводит на них мечети и зажигает светильники».
Этот хадис приводится в сборниках хадисов «ас-Сунан».""",
  """Избранный Пророк ﷺ защищал неприкосновенность таухида и преграждал любой путь, ведущий к ширку

Всевышний Аллах сказал:

«К вам явился Посланник из вашей среды. Тяжко для него то, что вы страдаете. Он старается для вас. Он сострадателен и милосерден к верующим. А если они отвернутся, то скажи: «Мне достаточно Аллаха! Нет божества достойного поклонения, кроме Него. Я уповаю только на Него, ибо Он – Господь великого Трона»»
Сура «ат-Тауба», аяты 128-129.

Абу Хурайра рассказывал о том, что Посланник Аллаха ﷺ сказал: «Не превращайте свои дома в могилы и не делайте из моей могилы ‘ида (то есть: «Не делайите мою могилу предметом постоянного посещения»). Молитесь за меня, ибо ваши молитвы достигнут меня, где бы вы ни были»

Сообщается от ‘Али ибн аль-Хусайна о том, что он однажды увидел человека, который часто посещал могилу Пророка ﷺ и взывал там к Аллаху. ‘Али запретил ему делать это и сказал: «Не рассказать ли вам то, что слышал от своего отца [аль-Хусайна ибн ‘Али] о том, что мой дед [‘Али ибн Абу Талиб] слышал, как посланник Аллаха ﷺ сказал: «Не делайте из моей могилы ‘ида и не превращайте свои дома в могилы. Молитесь за меня, ибо ваши молитвы достигнут меня, где бы вы ни были»»

Примечание:
«аль-‘Ид» — это время (место) сбора людей, которое может повторяться либо каждый год, либо каждую неделю, либо каждый месяц и т.д..""",
  """О том, что часть этой общины будет поклоняться идолам

Всевышний Аллах сказал:

«Разве ты не видел тех, кому дана часть Писания? Они веруют в джибта и тагута и говорят ради неверующих: “Эти следуют более верным путем, чем верующие”»
Сура ан-Ниса, аят 51.

А также:

«Скажи: “Сообщить ли вам о тех, кто получит еще худшее воздаяние от Аллаха? Это — те, кого Аллах проклял, на кого Он разгневался, кого Он превратил в обезьян и свиней и кто поклонялся тагуту”».
Сура аль-Маида, аят 60.

А также:

«А те, которые отстояли свое мнение, сказали: “Мы непременно воздвигнем над ними мечеть”»
Сура аль-Кахф, аят 21.

Абу Са’ид рассказывал, что посланник Аллаха ﷺ сказал: «Поистине, вы последуете обычаям (сунан) тех, кто были прежде вас, в точности подражая им во всём. И даже если они залезут в нору варана, то и тогда вы последуете за ними».
Люди спросили: «О посланник Аллаха, это иудеи и христиане?»
Пророк ﷺ ответил: «А кто же ещё?»

Муслим также передал хадис Саубана о том, что посланник Аллаха ﷺ сказал: «Аллах свернул предо мною землю, и я увидел её от востока до запада. Поистине, моя община получит власть над территорией, которая была мне показана. И было вручено мне две сокровищницы: красная и белая. Я испросил у своего Господа, чтобы Он не погубил мою общину, посылая на неё массовые бедствия, и не насылал на неё никакого внешнего врага, кроме того, который находится в её собственных рядах, и защитил её целостность. Господь мой сказал: “О Мухаммад, если Я решил что-нибудь, то это неотвратимо. И Я даровал твоей общине то, что Я не погублю её, посылая на неё массовые бедствия, и не нашлю на неё никакого врага, кроме того, который находится в её собственных рядах, и сохранит она свою целостность, даже если всё население соседних провинций выступит против неё, но только до тех пор, пока они не начнут губить и пленять друг друга”».

Аль-Баркани в своём сборнике «ас-Сахих» приводит этот же хадис со следующим дополнением: «И я боюсь, что в моей общине появятся имамы, вводящие в заблуждение. Если же падёт на них меч, то он уже не поднимется до дня Воскресения. И не наступит Час до тех пор, пока часть моей общины не присоединятся к мушрикам и пока не начнёт часть её поклоняться идолам. В моей общине появятся тридцать лжецов, каждый из которых провозгласит себя пророком, хотя я — последний из пророков, и после меня уже не будет другого пророка. Тем не менее, в моей общине всё время будет существовать группа людей, которые будут придерживаться истины и одержат победу, и не причинят им вреда те, кто оставит их без поддержки, пока не придёт повеление Всевышнего и Благословенного Аллаха».""",
  """О колдовстве (сихр)

Всевышний Аллах сказал:

«Они знали, что тому, кто приобрел это, нет доли в Последней жизни»
Сура аль-Бакара, аят 102.

А также:

«Они веруют в джибта и тагута»Сура ан-Ниса, аят 51.

Сказал ’Умар ибн аль-Хаттаб: «“Джибт” — это колдовство, а “тагъут” — это шайтан».

Джабир сказал: «“Тагъуты” — это предсказатели, к которым спускался шайтан, и в каждом племени было по одному шайтану».

Передают со слов Абу Хурайры, да будет доволен им Аллах, что однажды Пророк ﷺ сказал: «Избегайте совершения семи губительных грехов».
Люди спросили: «О посланник Аллаха, а что это за грехи?»
Он сказал: «Поклонение другим наряду с Аллахом, колдовство, убийство человека, которого Аллах запретил убивать иначе как по праву, ростовщичество, проедание имущества сироты, отступление в день наступления и обвинение в прелюбодеянии целомудренных верующих женщин, даже не помышляющих о подобном».

Джундуб ибн ’Абдуллах сказал: «Колдун наказывается ударом меча».

Приводится сообщение от Баджали ибн Абады: «Умар ибн аль-Хаттаб издал указ убивать каждого колдуна и колдунью»,
и мы убили троих.

Передают, что Хафса повелела убить свою рабыню, которая заколдовала ее, и та была убита. То же самое рассказывают от имени Джундаба. Ахмад сказал: «Это передается от трех сподвижников Пророка ﷺ».""",
  """Разъяснение некоторых видов колдовства

Ахмад приводит слова Мухаммада ибн Джафара от Ауфа [ибн Абу Джамили. — Ред.] от Хаййана ибн аль-Ала от Катана ибн Кабисы от его отца [Кабисы ибн Махарика. — Ред.], который слышал, как Пророк ﷺ сказал: «’Ияфа, таркъ и суеверие являются джибтом».

Ауф сказал: «’Ияфа означает предсказание по направлению полёта птиц, а таркъ — это черчение линий на земле».
Аль-Хасан [аль-Басри. — Ред. ] сказал, что джибт — это«отголосок Шайтана».

Иснад этого хадиса очень хороший. Его передали также Абу Дауд, ан-Насаи и Ибн Хиббан.

Ибн ’Аббас рассказывал: «Посланник Аллаха сказал: “Тот, кто обучился какой-либо отрасли астрологии, тот обучился отрасли колдовства, и чем больше он обучается астрологии, тем больше он выучивает колдовства”».

Ан-Насаи приводит хадис Абу Хурайры о том, что Пророк ﷺ сказал: «Тот, кто завязал узел, а затем поплевал на него, совершил колдовство; совершивший же колдовство, совершил ширк. А тот, кто связал свое сердце с чем-нибудь, вверяется этому».

Ибн Мас’уд рассказывал, что посланник Аллаха ﷺ сказал: «Не сообщить ли мне вам, что относится к колдовству? Это — клевета и распространение сплетен».

Аль-Бухари и Муслим приводят хадис Ибн Умара, который рассказывал, что посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Поистине, в красноречии есть колдовство».""",
  """О предсказателях и им подобных

Муслим приводит слова некоторых жён Пророка о том, что однажды он ﷺ сказал:«Если человек придёт к прорицателю и спросит его о чём-нибудь, то его молитва не будет принята в течении сорока дней»
Передал имам Муслим, 2230; Ахмад, 4/68 и 5/380.

Абу Хурайра передал следующее высказывание Пророка ﷺ: «Кто пришёл к предсказателю (кахин) и поверил в сказанное им, тот тем самым проявил неверие в то, что было ниспослано Мухаммаду»
Передали имам Ахмад, 2/408, 476; Исхакъ ибн Рахауейх в «Муснад», 482; аль-Бухари в «ат-Тарих аль-Кабир», 3/16; ад-Дарими, 1/275; Абу Дауд, 3904; ат-Тирмизи, 135; ан-Насаи в «Сунан аль-Кубра», 9016, 9017; ибн Маджах, 639.

Аль-Хаким приводит следующий достоверный, согласно требованиям аль-Бухари и Муслима, хадис Абу Хурайры от Пророка ﷺ: «Тот, кто пришёл к прорицателю (’арраф) или предсказателю (кахин) и поверил в сказанное им, тем самым проявил неверие в то, что было ниспослано Мухаммаду»
Передали аль-Хаким и четверо.

Абу Йа’ля приводит аналогичный хадис маукуф с хорошим иснадом от Ибн Масуда.

Имран ибн Хусайн передал следующее высказывание Пророка ﷺ: «Не из нас тот, кто считает что-либо дурной приметой или верит в эти приметы, (а также) тот, кто занимается предсказаниями или слушает их, (а также) тот, кто колдует или прибегает к помощи колдовства. Пришедший же к предсказателю и поверивший в сказанное им, проявил тем самым неверие в то, что было ниспослано Мухаммаду»
Этот хадис передали аль-Баззар, 3578 и ат-Табарани в «аль-Кабир», 18/162.

Такой же хадис привел ат-Табарани в «аль-Аусате» с хорошим иснадом от Ибн ‘Аббаса, но без заключительной части, начинающейся со слов «Пришедший же к…».. Передали ат-Табарани в «аль-Аусат», 4262; ибн ’Ади в «аль-Камиль», 3/339 и другие.

Аль-Багъауи сказал: «Прорицатель (‘арраф) — это человек, который заявляет, что по определённым признакам знает реальные факты и может указать, где находится украденное, потерянная вещь и т.д.»

Говорят также: «Это — предсказатель». Предсказателем (кахин) называется тот, кто возвещает то, что произойдёт в будущем.

Говорят также: «Это тот, кто сообщает, что у человека на уме из тайных помыслов».

Абу аль-‘Аббас ибн Таймийя сказал: «Прорицатель (‘арраф) — это обобщающее понятие, которым называют предсказателя (кахин), астролога (мунаджим), гадателя на песке (рималь) и т.д., то есть каждого, кто таким образом претендует на знания о судьбах». См. «Маджму’ аль-Фатауа», 35/173, 193.

Ибн ‘Аббас сказал о людях, которые занимаются нумерологией и гадают по звёздам: «Я не думаю, что хоть один из тех, кто занимается этим, обретёт добро у Аллаха». Передал ибн Уахб в «аль-Джами’», 690; Абду-р-Разакъ, 19805; аль-Байхакъи в «Сунан аль-Кубра», 8/139 и другие.""",
  """О снятии колдовства (нушра)

Джабир рассказывал:

«Когда посланника Аллаха спросили о снятии колдовства [посредством другого колдовства. — Ред.], он сказал: «Это — одно из деяний Шайтана». Этот хадис с очень хорошим иснадом передал Ахмад. Его также привёл Абу Дауд (Ахмад 3/294, Абу Дауд [3868]) и сказал: «Об этом спросили Ахмада, на что он ответил: "Ибн Масуд запрещал это полностью"».

Аль-Бухари передал хадис Катады:

«Я спросил Ибн аль-Мусаййаба: "Разрешено ли заниматься исцелением человека, который заколдован и не может подойти к своей жене, или же это запрещается?" Он ответил: "Ничего страшного в этом нет, ибо они тем самым хотят благо. То, что полезно, не запрещается"». (Аль-Бухари 10/198).

Передают также следующие слова аль Хасана аль-Басри: «Колдовство снимает только колдун». («Джами' аль-Масанид» Ибн аль-Джаузи).

Ибн аль-Каййим сказал: «Снятие колдовства с околдованного бывает двух видов:

Во-первых, аналогичным колдовством, что и является одним из деяний Шайтана и имеется в виду в словах аль-Хасана. Тем самым как снимающий колдовство, так и околдованный приближаются к Шайтану посредством того, что ему любезно, и таким образом колдовство исчезает.

Во-вторых, снятие колдовства заклинанием, обращением с мольбой к Аллаху и другими дозволенными способами, что допускается».""",
  """О суеверии

Всевышний Аллах сказал:

«Воистину, их дурные предзнаменования были у Аллаха, но большинство из них не знает этого»
Сура «аль-А’раф», аят 131.

Всевышний Аллах сказал:

«Они сказали: “Ваше дурное предзнаменование обратится против вас самих. Неужели, если вас предостерегают, вы считаете это дурным предзнаменованием? О нет! Вы — люди, преступившие границы дозволенного!”»Сура «Йа Син», аят 19.

Абу Хурайра рассказывал, что посланник Аллаха ﷺ сказал: «Инфекция сама по себе не влияет, дурные приметы не влияют, влияние совы — ложь, и злополучность месяца сафар — ложь». В версии Муслима есть следующее добавление: «…звёзды не влияют и злые духи не влияют»
аль-Бухари, 5757; Муслим, 2220.

Сообщается от Анаса о том, что посланник Аллаха ﷺ сказал: «Инфекция сама по себе не влияет, дурные приметы не влияют, и нравится мне доброе предзнаменование»
Его спросили: «А что является добрым предзнаменованием?»
Он сказал: «Доброе слово»
аль-Бухари, 5776; Муслим, 2224.

Абу Дауд приводит с достоверным иснадом хадис Уруа ибн Амира, который рассказывал: «Когда при посланнике Аллаха завели разговор о дурных предзнаменованиях, он сказал: «Наилучшим будет доброе предзнаменование, которое не отвратит мусульманина от его дел. Если один из вас у видит что-либо, что ему не нравится, то пусть скажет: “О Аллах, никто кроме Тебя не несет благого, и только Ты отвращаешь всё злое! И нет силы и нет могущества, кроме как у Тебя!”»
Передали ибн Аби Шейба, 29541; Абу Дауд, 3919; ибн ас-Сунни «‘Амалюль-яуми уа-ллейля», 293; аль-Байхакъи в «Сунан аль-Кубра», 8/139. Шейх Альбани назвал хадис слабым.

Ибн Мас’уд рассказывал следующий хадис Пророка ﷺ: «Вера в суеверие — ширк! Вера в суеверие — ширк! Вера в суеверие — ширк!»
А затем добавил: «Но каждого из нас… Однако Аллах удаляет это, если уповать на Него»
Достоверный хадис, рассказанный Абу Даудом и ат-Тирмизи. Последние слова принадлежат Ибн Мас’уду. (Абу Дауд (3910), ат-Тирмизи (1614), Ибн Хиббан (1427), Ибн Маджах (3538) Хафиз Ибн Хаджар сказал, что слова «Но каждого из нас…» также принадлежат Ибн Масуду. Аль-Мунзири сказал: «В хадисе есть скрытый смысл, предположительно: » Но каждого из нас в сердце находится хотя бы что-то от этого«».

Ахмад приводит хадис Ибн Амра от Пророка ﷺ: «Кто бросил какое-либо дело из-за дурной приметы, тот впал в многобожие»
Люди спросили: «А каково искупление этого?»
Он ответил: «Вам следует сказать: “О Аллах! Нет добра, кроме Твоего добра, и нет зла, кроме Твоего зла, и нет никого достойного поклонения, кроме Тебя”»
Передали Ахмад, 2/220; Ибн ас-Сунни «‘Амалюль-яуми уа-ллейля», 292; Ибн ’Абд уль-Барр в «ат-Тамхид», 24/201.

Он приводит также хадис аль-Фадла ибн аль-’Аббаса: «Суеверие — это то, что толкает тебя на какой-либо поступок или отвращает тебя от него»
Передал Ахмад, 1/213. Хадис слабый.""",
  """Об астрологии (танджим)

В «ас-Сахихе» аль-Бухари приводится следующий хадис: «Катада сказал: “Аллах создал эти звёзды, только по трем причинам: украсить ими небо, сбивать ими шайтанов, а также чтобы они служили ориентирами для путников. Тот же, кто убежден в том, что они еще для чего-то, ошибается и будет лишен своего удела (в религии). И взваливает на себя то, о чем у него нет знании”»
Передал аль-Бухари в форме /му’алякъ/, а также ибн Джарир ат-Табари в своем тафсире, 3/29, 14/91; ибн Аби Хатим в своем тафсире, 16536; аль-Хатыб в «Китаб ан-Нуджум», стр. 185-186; аль-Хафиз ибн Хаджар в «ат-Тагъликъ уа-т-Та’ликъ», 3/489 и многие другие.

Къатада запрещал изучения положения Луны в отношении созвездий, также это не разрешал Ибн Уйейна, как это передал Харб. Но Ахмад и Исхак разрешали это. См. «Шарх аль-’Умда», 4/553.

Абу Муса (аль-Аш’ари) рассказывал: «Посланник Аллаха сказал: “Три группы людей не попадут в Рай: пьяницы, порвавшие родственные узы и верующие в колдовство”»
Передали Ахмад, 4/399; ибн Хиббан, 5346; аль-Хаким в «аль-Мустадрак», 4/146; Абу Йа’ля, 7248 и другие.""",
  """О связывании выпадения дождя с расположением звёзд

Всевышний Аллах сказал:

«Неужели вы делаете ваш удел тем, что считаете ложью истину?»
Сура аль-Уаки’а, аят 82.

Абу Малик аль-Аш’ари рассказывал, что посланник Аллаха ﷺ сказал: «В моей общине есть четыре пережитка джахилиййи, которые люди не оставят: гордость знатным происхождением (или же: гордость тем, на чем были его предки), опорочивание рода другого, связывание выпадения дождя со звёздами и оплакивание покойников (нияха). Затем он добавил: Если плакальщица не принесёт покаяния до смерти, то в день Воскресения она восстанет в одеянии из чёрной смолы (или расплавленной меди), покрытая коростой»
Передал Муслим, 934.

Зейд ибн Халид рассказывал, что Посланник Аллаха ﷺ совершил с ними утренний Намаз в Худайбийе, сразу после выпадения дождя. После совершения Намаза он повернулся к людям и сказал:«Известно ли вам, что сказал ваш Господь?»
Люди ответили: «Аллаху и Его посланнику это известно лучше». Тогда Пророк ﷺ произнёс: «Он сказал: “Среди Моих рабов выявились верующие в Меня и неверующие”. Если человек говорит, что дождь выпадает благодаря Аллаху и Его милости, то он верит в Меня и не верит в звёзды. Если же человек говорит, что дождь выпадает благодаря (или по причине) такой-то звезде, то он не верит в Меня, а верит в звёзды»
аль-Бухари, 2/277, 433 и 7/338; Муслим, 71.

Муслим передал похожий хадис от Ибн ’Аббаса, в котором говорится, что некоторые из людей сказали: «Оправдала надежду такая-то звезда». И тогда Аллах ниспослал следующие аяты:

«Клянусь местами заката звезд. Если бы вы только знали, что это — клятва великая. Воистину, это — благородный Коран, находящийся в хранимом Писании. К нему прикасаются только очищенные. Он ниспослан Господом миров. Неужели вы не веруете в это повествование и делаете ваш удел тем, что считаете ложью истину?»
Сура «аль-Уакъи’а», аяты 75-82. Хадис передали Муслим, 73 и аль-Бухари в форме «му’алякъ».""",
  """О словах Всевышнего Аллаха «И среди людей есть такие, которые приобщают к Аллаху равных, и любят их так же, как любят Аллаха»

Всевышний Аллах сказал: «И среди людей есть такие, которые придают Аллаху равных, и они любят их так, как любят Аллаха»
Сура «аль-Бакара» 165 аят.

Всевышний также сказал: «Скажи: “Если ваши отцы, и ваши сыновья, и ваши братья, и ваши супруги, и ваша семья, и имущество, которое вы приобрели, и торговля, застоя которого вы боитесь, и жилища, которым вы довольствуетесь, милее вам, чем Аллах, Его посланник и джихада на Его пути, то выжидайте, пока Аллах не отдаст Своего повеления. Ведь Аллах не ведёт людей нечестивых!”»
Сура ат-Тауба, аят 24.

Анас рассказывал, что посланник Аллаха ﷺ сказал: «Ни один из вас не уверует до тех пор, пока я не стану для него более любимым, чем его ребёнок, отец и все остальные люди»
Этот хадис передали аль-Бухари и Муслим. Аль-Бухари 1/55, Муслим 44.

Они же передали другой хадис Анаса: «Посланник Аллаха сказал: «Человек ощутит сладость веры тогда, когда обнаружит в себе три чувства: когда он возлюбит Аллаха и Его посланника больше всего на свете, когда он возлюбит другого человека только ради Аллаха, а также тогда, когда ему будет ненавистно возвращение в неверие, после того, как Аллах спас его от этого, так же, как ненавистно ему быть брошенным в Огонь
Аль-Бухари 1/56—58, 68 и 12/281, Муслим 43.

В другом хадисе говорится: «Никто не ощутит сладость веры, пока не…» Далее текст аналогичен предыдущему.

Ибн ’Аббас передал: «Тот, кто станет любить ради Аллаха, ненавидеть ради Аллаха, дружить ради Аллаха и враждовать ради Аллаха, тем самым обретёт покровительство Аллаха. Раб Аллаха не почувствует вкуса веры, и не помогут ему длительные Намазы и пост, пока не будет именно так. Сейчас же, братство среди людей стало ради мирской жизни, и это не принесут им никакой пользы»
Этот хадис передал Ибн Джарир. Ахмад 3/430 от Амра ибн аль-Джамуха; слабый хадис. Его упомянул хафиз аль-Хайсами 1/89 от Амра ибн аль-Хамака и сказал, что его передал ат-Табарани в «аль-Кабире», однако в его иснаде Рушдин ибн Саад — слабый рассказчик.

В отношении же высказывания Всевышнего «…И оборвутся у них связи…»
(Сура «аль-Бакара», аят 166) Ибн ’Аббас сказал:«То есть любовь и привязанность»""",
  """О словах Всевышнего Аллаха: «Это всего лишь сатана пугает вас своими помощниками. Не бойтесь их, а бойтесь Меня, если вы являетесь верующими»

Всевышний Аллах сказал: «Это всего лишь Шайтан пугает вас своими помощниками. Не бойтесь их, а бойтесь Меня, если вы являетесь верующими»
Сура «Али Имран», аят 175.

Всевышний также сказал: «Поистине оживляют мечети Аллаха только те, которые веруют в Аллаха и в Последний день, совершают Намаз, дают закят и не боятся никого, кроме Аллаха, такие действительно окажутся идущими верно!»
Сура «ат-Тауба», аят 18.

Он также сказал: «Есть среди людей такие, которые говорят: “Мы уверовали в Аллаха”, — но когда они страдают ради Аллаха, они испытание людское уподобляют наказанию Аллаха»
Сура «аль-‘Анкабут», аят 10.

Абу Саид рассказывал, что однажды посланник Аллаха ﷺ сказал ему следующее: «Из признака слабости убеждённости, если ты станешь искать благосклонности людей, гневя Аллаха, и воздавать им хвалу за ризк который тебе дал Аллах, а также порицать их за то, что Аллах не дал тебе самому. Сильное желание жаждущего не принесёт ризк Аллаха, а ненависть нежелающего не отвратит его»
Аль-Байхаки, «аль-Хилйа» Абу Наима; слабый хадис, но смысл его достоверный.

‘Аиша рассказывала, что посланник Аллаха ﷺ сказал: «Кто ищет благосклонности Аллаха, гневя людей, Аллах дарует ему Свою благосклонность и удовлетворение людей. Тот же, кто ищет благосклонности людей, гневя Аллаха, то Аллах обрушит на него Свой гнев и вызовет гнев людей против него»
Этот хадис передал Ибн Хиббан в «ас-Сахихе». Ат-Тирмизи, «аль-Хилйа» Абу Наима; достоверный хадис.""",
  """О словах Всевышнего Аллаха: «Уповайте на Аллаха, если вы являетесь верующими»

Всевышний Аллах сказал: «Уповайте только на Аллаха, если вы являетесь верующими»
Сура «аль-Маида», аят 23.

Всевышний также сказал: «Поистине верующими являются те, у которых сердца трепещут от страха, когда поминают они Аллаха, вера которых увеличивается, когда читаются им аяты Его, и которые уповают на Господа своего…»
Сура «аль-Анфаль», аят 2.

Он также сказал: «О пророк! Достаточно Аллаха тебе и тем, которые последовали за тобой из верующих»
Сура «аль-Анфаль», аят 64.

Он также сказал: «А кто уповает на Аллаха, для того Он достаточен…»
Сура «ат-Таляк», аят 3.
Ибн ’Аббас сказал, что в Коране сказано: «Достаточно нам Аллаха, и Он лучший на Кого можно положиться!»
(Сура «Али Имран», 173). Это слова Ибрахима, когда он был брошен в огонь.

То же самое сказал Пророк Мухаммад ﷺ когда услышал от людей: «Народ собрался против вас. Побойтесь же их!» — но это только увеличило их веру…»
Сура «Али Имран», аят 173.""",
  """О словах Всевышнего Аллаха: «Неужели они не опасались хитрости Аллаха? Хитрости Аллаха не опасаются только люди, терпящие убыток!», а также: «Кто же отчаивается в милости своего Господа, кроме заблудших?!»

Всевышний Аллах сказал: «Неужели они обезопашены от хитрости Аллаха? В безопасности от хитрости Аллаха чувстует себя только люди потерпевшие убыток»Сура «аль-А’раф», аят 99.

Так же, слова Его: «Кто же отчаивается в милости своего Господа, кроме заблудших?!»
Сура «аль-Хиджр», аят 56.

Ибн ’Аббас рассказывал, что однажды посланника Аллаха ﷺ спросили о смертных грехах, и он ответил: «Это — приобщение к Аллаху равных, потеря надежды на милость (или на помощь) Аллаха и ощущение безопасности от хитрости Аллаха»
Аль-Хейсами 1/104 сказал, что этот хадис передали аль-Баззар и ат-Табарани, а его передатчики хадисов заслуживают доверия.

Ибн Мас’уд передал так: «Самые страшные из смертных грехов — это приобщение к Аллаху равных, ощущение безопасности от хитрости Аллаха, отчаяние в милости Аллаха и потеря надежды на помощь (или на милость) от Аллаха»
Это передал ’Абд ар-Раззак в «Маджму’ аз-Заваид» аль Хайсами 1/104.""",
  """Терпение перед предопределением Аллаха является частью веры в Него

Всевышний Аллах сказал: «Не происходит никакого несчастья, иначе как с позволения Аллаха. А кто уверовал в Аллаха, наставляет Он сердце его на верный путь…»
Сура «ат-Тагабун», аят 11.

Алкама в отношении данного аята сказал: «Это сказано в отношении человека, который, когда его постигает несчастье, знает, что это происходит по воле Аллаха, и поэтому смиряется со случившимся и покоряется». Аль-Бухари 8/500 от Алкамы от Ибн Масуда; хадис согласован. Хафиз Ибн Хаджар аль-Аскалани в «Фатх аль-Бари» писал: «’Абд ар-Раззак привёл его от Ибн Уйайны от аль-А’маша от Абу Зибйана от Алкамы, но не упоминал имени Ибн Масуда».

В «ас-Сахихе» Муслима приводится хадис Абу Хурайры: «Посланник Аллаха сказал: «Две черты людей являются проявлением неверия — опорочивание рода и оплакивание умершего»
Муслим, 67.

Аль-Бухари и Муслим передали хадис Ибн Мас’уда о том, что Пророк ﷺ сказал: «Не из нас тот, кто бьёт себя по щекам, рвёт свою одежду и взывает зовом времён джахилийи»
Передали Аль-Бухари 3/131 и 132, Муслим 103.

Анас рассказывал, что Пророк ﷺ сказал: «Если Аллах хочет добра Своему рабу, то Он ускоряет его наказание в мирской жизни. Если же Всевышний желает зла для Своего раба, то Он воздерживается от наказания за совершённый им грех до наступления дня Воскресения»
Этот хадис передал ат-Тирмизи 2398; достоверный хадис.

Пророк ﷺ сказал: «Величина награды зависит от величины испытания. Если Всевышний Аллах возлюбил какой-либо народ, то Он посылает ему испытание. Тот, кто проявит довольство, ему будет довольство, а тот, кто проявит негодование, Аллах обратит на него Свое негодование»
Ат-Тирмизи назвал этот хадис хорошим. Ат-Тирмизи 2398, Ибн Маджах 4021.""",
  """Глава о показухе (рийа)

Всевышний Аллах сказал: «Скажи: “Я ведь — лишь человек, подобный вам: ниспослано мне откровение о том, что ваше Божество— Единое Божество. И кто надеется встретить своего Господа, пусть творит дело благое и в поклонении Господу своему не приобщает к Нему никого”»
Сура «аль-Кахф», аят 110.

Абу Хурайра рассказывал со слов Пророка ﷺ: «Всевышний Аллах сказал: “Я самый богатый из всех сотоварищей. И Я оставлю любого, кто своим действием приобщит ко Мне сотоварища, вместе с тем, кого он придал Мне в сотоварищи”»
Этот хадис приводится Муслимом. Муслим 2985, Ибн Маджах 4202.

Абу Саид передал следующее высказывание Пророка ﷺ:«Не сообщить ли мне, что для вас является более опасным и страшным, чем аль-Масих ад-Даджжаль?»
Люди ответили: «Сообщи, о посланник Аллаха!» Он сказал: «Это — скрытый ширк: когда человек встаёт на Намаз, специально приукрашивая его, когда видит, что на него кто-то смотрит»
Этот хадис приведён Ахмадом. Ахмад 3/30, Иби Маджа 4204; хороший хадис.""",
  """Стремление человека совершить праведное деяние ради обретения мирских благ является проявлением многобожия

Всевышний Аллах сказал: «Тому, кто желает жизни ближней и её прелестей, Мы полностью воздадим в ней за дела их, и не будут они здесь обделены. Это — те, для которых в Будущей жизни нет ничего, кроме Огня, и тщетно то, что они совершили здесь, и пусто то, что они творили!»
Сура «Худ», аяты 15–16.

В «ас-Сахихе» аль-Бухари приводится следующий хадис Абу Хурайры: Посланник Аллаха сказал:«Несчастен раб динара, несчастен раб дирхема, несчастен раб одежды, несчастен раб убранства! Он доволен, если даровано ему благо, а если не получает ничего, то сердится. Да будет он несчастен, и опрокинутся все его дела с ног на голову! Даже будучи уколотым колючкой, да не извлечёт он её! Туба — тому, кто держится за узду своего коня на пути Аллаха, с растрёпанными волосами и запылёнными ногами. Если он несёт службу на заставе, то делает это должным образом, а если он в арьергарде, то служит по-настоящему. Когда он испрашивает разрешения, он не получает его, а когда заступается, его заступничество не принимается»
Аль-Бухари 6/61 и, в сокращённой форме, 11/216; Ибн Маджах.""",
  """Подчиняющиеся ученым и правителям, когда те запрещают разрешенное Аллахом или разрешают запрещенное Им, делают из них господов

Ибн ’Аббас сказал: «Боюсь, что вот-вот падут на вас камни с небес! Я говорю: «Сказал посланник Аллаха, да благословит его Аллах и ниспошлёт ему мир…», — вы же говорите: “Абу Бакр и Умар сказали…”»
Ахмад, 1/337.

Ахмад ибн Ханбаль сказал: «Меня удивляют люди, осведомлённые об иснаде хадиса и его достоверности, но всё же следующие мнению Суфйана [ас-Саури. — Ред], несмотря на то, что Всевышний Аллах говорит:
“Пусть берегутся те, которые противятся велению его, дабы не постигла их фитна или не постигло их наказание мучительное!”
(Сура «ан-Нур», аят 63). А знаешь ли ты, что такое фитна? Фитна — это ширк. Пожалуй, это означает то, что если кто-либо станет отвергать некоторые высказывания Пророка ﷺ, то войдёт в его сердце заблуждение, и он погибнет»

Ади ибн Хатим рассказывал: «Я слышал, как Пророк ﷺ прочитал следующий аят: “Они взяли книжников и монахов своих за господ себе, помимо Аллаха…”
(Сура «ат-Тауба», аят 31). Я сказал ему: “Ведь мы же не поклоняемся им!” Тогда он спросил: “Разве не запрещают они то, что разрешено Аллахом, и вы считаете это запрещённым, а если они разрешают запрещённое Аллахом, то и вы разрешаете себе это?”
Я ответил: “Да, это так”. Он сказал: “В этом и заключается поклонение им”». Об этом рассказали Ахмад и ат-Тирмизи; последний назвал этот хадис хорошим. Ат-Тирмизи 3094. Ибн Джарир (16631), (16632), (1633). «ад-Дурр аль-Мансур» ас-Суйути 3/230 и др. Ат-Тирмизи назвал хадис странным (гариб), так как до него он дошёл только через Абд ас-Салама ибн Харба и Атифа ибн Айна, не являющихся знатоками хадисов. Однако Абд аль-Кадир аль-Арнаут сказал, что Ибн Джарир ат-Табари (16634) приводит этот хадис от Хузейфы, который делает хадис Ади ибн Хатима более сильным. Ибн Касир же сказал, что этот хадис передали Ахмад, ат-Тирмизи, Ибн Джарир через несколько цепочек от Ади ибн Хатима.""",
  """Об аятах 60-62 из суры «ан-Ниса»

Всевышний Аллах сказал: «Не видел ли ты тех, которые заявляют, что они уверовали в ниспосланное тебе и что ниспослано до тебя, однако они желают обращаться за судом к тагуту, хотя им было приказано не веровать в него. Шайтан хочет ввести их в глубокое заблуждение. Когда им говорят: «Придите к тому, что ниспослал Аллах, и к посланнику», — ты видишь, как лицемеры стремительно отвращаются от тебя. А что будет, когда беда постигнет их за то, что приготовили их руки, после чего они приходят к тебе клянясь Аллахом: «Мы хотели толко добра, и примирения»?
Сура «ан-Ниса», аяты 60-62.

Всевышний также сказал: «А когда им говорят: “Не распространяйте нечестия на Земле!” — они говорят: “Мы — только творящие благое”»
Сура «аль-Бакара», аят 11.

Всевышний также сказал:«Не распространяйте нечестия на Земле после того, как упрочен на ней порядок. Взывайте к Нему со страхом и надеждой: поистине, милость Аллаха близка к добродеющим!»
Сура «аль-А’раф», аят 56.

Всевышний также сказал: «Неужели суда времён джахилиййи они желают? Кто же лучше Аллаха по суду для людей, обладающих уверенностью?!»
Сура «аль-Маида», аят 50.

’Абдулла ибн ’Умар рассказывал, что посланник Аллаха сказал: «Ни один из вас не уверует до тех пор, пока не подчинит свои желания тому, с чем я пришёл»
Ан-Науауи сказал: «Это — достоверный хадис. Мы привели его в книге “аль-Худжжа” с достоверным иснадом».

Аш-Ша’аби рассказывал:«Как-то один из лицемеров поспорил с иудеем, и иудеи предложил: “Давай обратимся к Мухаммаду”, — так как ему было известно, что он не берёт взяток. Лицемер же сказал: “Давай лучше обратимся к суду иудеев”, — так как он знал, что они берут взятки. Оба спорщика договорились пойти к какому-то прорицателю в Джухайне, чтобы он рассудил их. И было ниспослано: «Разве ты не видел тех, которые заявляют…»

В другом хадисе о причине ниспосылания этого аята говорится следующее: «Поспорили как-то между собой два человека, и один из них предложил: “Давай обратимся к Пророку, чтобы он рассудил нас”. Другой же сказал: “Давай лучше обратимся к Каабу ибн аль-Ашрафу [иудею. — Ред.]”. В конце концов они обратились к ’Умару, и один из спорщиков всё рассказал ему. ’Умар спросил того, кто не желал обращаться к Пророку: “Так ли это?” Человек ответил: “Да, это так”. Умар вытащил свой меч и зарубил его». Этот рассказ приводит аль-Кальби в своём толковании Корана, от Ибн ’Аббаса. Хафиз Ибн Хаджар в «Фатх аль-Бари» 5/29 назвал его слабым.""",
  """О тех, кто отрицает некоторые имена и атрибуты Аллаха

Всевышний Аллах сказал: «…Они не веруют в Милосердного. Скажи: “Он — Господь мой! Нет никого достойного поклонения, кроме Него. На Него я уповаю, и к Нему моё обращение!”»
Сура «ар-Ра’д», аят 30.

В «ас-Сахихе» аль-Бухари приводится следующий хадис: ‘Али сказал: «Рассказывайте людям по мере их понимания. Разве вы хотите, чтобы Аллах и Его посланник были отвергнуты?»
Аль-Бухари, 1/199.

‘Абд ар-Раззак передал от Мамара [ибн Рашида. — Ред.] от Ибн Тавуса от его отца о том, что Ибн ‘Аббас рассказывал: «Я видел человека, который резко вздрогнул в знак возмущения, услышав хадис от Пророка ﷺ по поводу качеств Аллаха. Я спросил: “Что пугает их? Они принимают ясные аяты, однако гибнут от неясных?”»
‘Абд аль-Кадир аль-Арнаут сказал, что иснад этого хадиса достоверен.

Когда курайшиты услышали упоминание посланника Аллаха ﷺ о Милосердном, они отвергли это. Тогда Аллах ниспослал по их поводу: «Они не веруют в Милосердного…»
Сура «Ра’д», аят 30.""",
  """О словах Всевышнего Аллаха: «Они узнают милость Аллаха, а затем отрицают ее, поскольку большинство из них — неверующие»

Всевышний Аллах сказал: «Они знают благо Аллаха, а потом отрицают его, и большинство из них — неверующие»
Сура ан-Нахль, аят 83.

Муджахид сказал, что смысл этого в том, что человек говорит: «Это — моё имущество, которое я унаследовал от моих предков».

Аун ибн Абдуллах сказал, что эти слова относятся к тому, кто говорит: «Если бы не такой-то, то так бы не случилось».

Ибн Кутайба сказал: «Они говорят: “Мы добились этого вследствие заступничества наших божеств”».

После хадиса Зейда ибн Халида, в котором говорится, что Всевышний Аллах сказал: «Среди Моих рабов выявились верующие в Меня и неверующие…», — Абу аль-‘Аббас [Ибн Таймийя. — Ред.] писал: «В Книге Аллаха и Сунне много текстов, в которых Всевышний осуждает тех, кто приписывает Его блага другому и таким образом приобщает к Нему сотоварища»

Некоторые праведные предшественники сказали, что эти слова относятся и к тем, кто при удаче говорит, что «ветер был благоприятным, а штурман был — искусным», и тому подобное, что и сейчас у многих на языке.""",
  """О словах Всевышнего Аллаха: «Посему никого не равняйте с Аллахом сознательно»

Всевышний Аллах сказал: «Посему никого не равняйте с Аллахом сознательно»Сура «аль-Бакара», аят 22.

В отношении этого аята Ибн ’Аббас сказал: «Придавание Аллаху равных является ширком, который более скрыт, чем следы муравья, ползущий по чёрному, гладком камню в кромешном мраке ночи. Таким ширком будет, если ты скажешь: “Клянусь Аллахом, твоей жизнью и своей жизнью!” или “Если бы не эта собачка, или если бы не утки во дворе, то к нам залезли бы воры”. Иногда один человек говорит другому: “Если пожелает Аллах и ты…” Или могут сказать: “Если бы не Аллах и такой-то; не надо приписывать милость кому-то кроме Аллаха”. Во всех этих выражениях присутствует ширк». Этот хадис передал Ибн Абу Хатим.

От ’Абдуллы ибн ’Умара ибн аль-Хаттаба передается, что посланник Аллаха ﷺ сказал: «Поклявшийся не Аллахом впал в неверие и (или) в ширк»
Этот хадис передал ат-Тирмизи и назвал его хорошим, а аль-Хаким сказал, что он является достоверным. Ат-Тирмизи 1535, Ахмад 2/69, 87 и 125, аль-Хаким и др., достоверный хадис.

Ибн Мас’уд сказал: «Я бы предпочёл ложно поклясться Аллахом, чем правдиво поклясться не Аллахом».

Хузайфа рассказывал, что Пророк ﷺ сказал: «Не говорите: “Если будет угодно Аллаху и такому-то”. Вам следует говорить: “Если будет угодно Аллаху, а затем такому-то”»
Достоверный хадис, приведённый Абу Даудом. Абу Дауд 4980, Ахмад 5/3 84.

Ибрахим ан-Нахаи считал запретным говорить: “Прибегаю к защите Аллаха и твоей защите”, а разрешал говорить: “Прибегаю к защите Аллаха, а затем прошу защиты у тебя”. Он сказал: «Допустимо также говорить: “Если бы не Аллах, а затем такой-то…”, но не говорите: “Если бы не Аллах и такой-то…”»""",
  """О том, кого не удовлетворяет клятва Аллахом

Ибн ’Умар рассказывал, что посланник Аллаха ﷺ сказал: «Не клянитесь своими отцами! Кто же поклялся Аллахом, тот должен сказать правду, а тот, кому поклялись Аллахом, должен удовлетвориться. Если же это его не удовлетворяет, то он не от Аллаха»
Хороший хадис, переданный Ибн Маджой. Ибн Маджах 2101; достоверный хадис.""",
  """О выражении «Если пожелает Аллах и ты»

Кутейля рассказывала: «Однажды к Пророку ﷺ пришёл один иудей и сказал: “Вы совершаете ширк, так как говорите: «Если пожелает Аллах и ты», а также клянётесь Каабой”. После этого Пророк ﷺ повелел, чтобы, принося клятву, люди говорили: “Клянусь Господом Каабы”, а также: “Если пожелает Аллах, а затем ты”»
Этот хадис передал ан-Насаи и назвал его достоверным. Ан-Насаи 7/6, Ахмад 6/371 и 372; достоверный хадис.

Он же передал хадис Ибн ’Аббаса: «Один человек сказал Пророку ﷺ: «Если пожелает Аллах и ты». В ответ на это Пророк ﷺ спросил его: «Ты что, приравниваешь меня к Аллаху? Если пожелает Один Аллах!»»
Передали Ан-Насаи в «Аф’аль аль-Йаум ва-ль-Лейла», Ахмад 1/214, 283, 347 и др.

Ибн Маджах передал хадис Туфейла, брата ’Аиши по матери: «Однажды во сне я увидел, что подошёл к группе иудеев и сказал: “Поистине, вы были бы прекрасным народом, если бы не говорили, что Узейр — сын Аллаха”. Они ответили: “И вы были бы прекрасным народом, если бы не говорили: «Если пожелает Аллах и Мухаммад”. Затем я подошёл к группе христиан и сказал им: “Поистине, вы были бы прекрасным народом, если бы не говорили, что ’Иса — сын Аллаха”. Они сказали: “И вы были бы прекрасным народом, если бы не говорили: «Если пожелает Аллах и Мухаммад»”. Проснувшись утром, я рассказал об этом некоторым людям, а затем пришёл к Пророку ﷺ и также рассказал ему о своём сне. Он спросил: «Ты рассказал кому-нибудь об этом?» Я ответил: «Да». Тогда Пророк ﷺ воздал хвалу Аллаху, возблагодарил Его, а затем сказал: «Туфейль видел сон, о котором рассказал некоторым из вас. Вы употребляли выражение, которое в силу некоторых обстоятельств я не мог запретить вам ранее. Так вот, не говорите более: “Если пожелает Аллах и Мухаммад”, — а говорите: “Если пожелает Один Аллах”»
Передали Ибн Маджах 2118, Ахмад 5/72, ад-Дарими 2/295 и др. от Хузайфы ибн Йамама.""",
  """О том, что ругающий время оскорбляет Аллаха

Всевышний Аллах сказал: «И сказали они: “Это ведь — только наша ближняя жизнь: умираем мы и живём, и губит нас только время”. Нет у них об этом никакого знания, они только предполагают!»
Сура «аль-Джасийа», 24.

В «ас-Сахихе» аль-Бухари приводится хадис Абу Хурайры о том, что Пророк ﷺ сказал: «Всевышний Аллах изрёк: “Меня обижает сын Адама [человек. — Ред.], ругая время, ибо Я есть время: Я чередую ночь и день”»
аль-Бухари 8/441 и 13/389, Муслим 2246.

В другой ривайе сказано: «Не ругайте время, ибо, истинно, Аллах есть время»
Муслим 2246, Ахмад 2/395, 491, 496 и 499 от Абу Хурайры.""",
  """О титулах вроде «судья всех судей» и тому подобных

В «ас-Сахихах» аль-Бухари и Муслима приводится хадис Абу Хурайры, который слышал, как Пророк ﷺ сказал: «Самым низким человеком у Аллаха является тот, кого называли царь всех царей, ибо нет царя, кроме Аллаха»
Передали Аль-Бухари 10/486, Муслим 2143, Абу Дауд 4961, ат-Тирмизи 21391.

Суфйан [ибн Уйайна. — Ред.] сказал: «Это то же, что и “шахин-шах”».

В другой ривайе говорится: «Этот человек вызовет самый сильный гнев Аллаха и будет самым скверным человеком у Аллаха в Судный день»""",
  """О необходимости уважения имен Всевышнего Аллаха и смене имени ради этого

Абу Шурайх рассказывал, что его прозвали Абу аль-Хакам [«наилучший судья»; букв.: «отец судьи». — Ред.], и как-то Пророк ﷺ сказал ему: «Истинно, Аллах — Он есть Судья, и Ему принадлежит вся власть»
Абу Шурайх объяснил: «Когда в среде моего племени возникал какой-нибудь конфликт, они приходили ко мне, и я вершил суд между ними так, что обе стороны оставались довольными». Пророк ﷺ сказал: «Это прекрасно. А есть ли у тебя сыновья?»
Тот ответил: «Шурайх, Муслим и Абдуллах». Пророк ﷺ спросил: «А кто из них старший?»
Он ответил: «Шурайх». Пророк ﷺ сказал: «Тогда ты — Абу Шурайх (“отец Шурайха”)». Этот хадис передали Абу Дауд и другие. Абу Дауд 4955, ан-Насаи 8/226; хороший хадис.""",
  """О подшучивании над тем, в чем упоминается имя Аллаха, над Кораном или над Посланником Аллаха

Всевышний Аллах сказал: «А если ты их спросишь, они, конечно, скажут: “Мы просто беседовали и шутили!” Скажи: “Не над Аллахом ли, Его знамениями и Его посланником вы издевались?” Не извиняйтесь! Вы стали неверными после вашей веры…»
Сура «ат-Тауба», аяты 65—66.

Ибн ’Умар, Мухаммад ибн Ка’б, Зейд ибн Аслам и Катада рассказывали: «Во время похода в Табук один человек сказал: “Не видели мы больших обжор, лжецов и более трусливых в бою, чем эти чтецы Корана”, — имея в виду посланника Аллаха и его сподвижников, читающих Коран. Ауф ибн Малик возразил ему: «Ты не только лжец, но и лицемер! Я обязательно сообщу об этом посланнику Аллаха ﷺ». После этого Ауф отправился к Пророку ﷺ, чтобы обо всём ему рассказать. Однако, придя, он обнаружил, что откровение по этому поводу опередило его. Когда тот человек прибыл к посланнику Аллаха ﷺ, чтобы извиниться, Пророк ﷺ уже собрался в путь и сидел на своей верблюдице. Он сказал: «О посланник Аллаха, мы просто беседовали в пути, чтобы скрасить его тяготы…» Ибн ’Умар рассказывал: «Он выглядел привязанным к подпруге верблюдицы Пророка ﷺ, а его ноги ударялись о камни, и он повторял: “Мы просто беседовали и шутили!..” Посланник Аллаха же сказал ему только: “Не над Аллахом ли, Его знамениями и Его посланником вы издевались?”
Он не обращал на него внимания и ничего не добавил к сказанному». Передал Ар-Рифаи 2/350 от Ибн Исхака; достоверный хадис.""",
  """О 50-ом аяте из суры «Фуссылят»

Всевышний Аллах сказал: «А если мы дадим ему вкусить милость Нашу после постигшей его нужды, он, конечно же, говорит: «Это — мое, и я не думаю, что наступит Час. А если я и буду возвращен к своему Господу, то непременно, для меня у Него — хороший удел. Поистине, мы сообщим тем, которые не веровали, о том, что они совершили, и дадим им вкусить суровое наказание!»
Сура «Фуссилят», аят 50.

Муджахид сказал, что это откровение ниспослано о тех, кто говорит: «Я заработал это собственным трудом, и я заслужил это».

Ибн ’Аббас сказал: «То есть я сам себе сделал эту милость».

Другие же сказали: «Это по тому, что Аллах знал, что я этого достоин»

Всевышний также сказал: «Он сказал: “Всё, что мне даровано, — благодаря знанию”…»
Сура «аль-Касас», аят 78. Катада сказал: «Здесь выражение “…благодаря знанию…” означает “благодаря приобретённому мною знанию”».

Некоторые другие комментаторы сказали: «Это благодаря тому, что Аллах знает меня как человека, достойного этого», — что по смыслу идентично высказыванию Муджахида: «Это было даровано мне в знак почёта».

Абу Хурайра рассказывал, что слышал, как посланник Аллаха ﷺ сказал: «Некогда жили трое из сынов Израилевых: прокажённый, плешивый и слепой. Желая подвергнуть их испытанию, Аллах послал к ним ангела. Подойдя к прокажённому, ангел спросил его: «Чего бы тебе хотелось больше всего?» Прокажённый ответил: «Чистой, приятного цвета кожи, и чтобы исчезло то отвращение, которое питают ко мне люди». Ангел прикоснулся к его телу и очистилась его кожа, став чистой и приятного цвета. После этого ангел спросил его: «А какое имущество тебе хотелось бы иметь?» Он ответил: «Верблюдов или коров». И была дарована ему жеребая верблюдица, и ангел сказал: «Да будет тебе в ней благословение Аллаха».

Придя к плешивому, ангел спросил его: «Чего бы тебе хотелось больше всего?» Плешивый ответил: «Красивых волос, и чтобы исчезло то отвращение, которое питают ко мне люди». Ангел прикоснулся к его голове, и исчезла его болезнь, и были дарованы ему прекрасные волосы. Затем он спросил его: «А какое имущество тебе хотелось бы иметь?» Он ответил: «Коров». И была дарована ему стельная корова, и ангел сказал: «Да будет тебе в ней благословение Аллаха».

Придя к слепому, ангел спросил его: «А тебе чего хочется больше всего?» Слепой ответил: «Чтобы вернул мне Аллах зрение, и чтобы я мог видеть людей». Ангел прикоснулся к нему, и Аллах вернул ему зрение. Затем ангел спросил его: «А какое имущество тебе хотелось бы иметь?» Он ответил: «Овец». И была дарована ему беременная овца. Затем животные расплодились, и у одного появилось стадо верблюдов, у другого — стадо коров, а у третьего — отара овец.
Затем ангел в образе прокажённого явился к первому из них и сказал: «Я — бедный путник, в пути у меня кончились припасы, и ни кто мне сегодня не сможет помочь, кроме Аллаха, а затем тебя. Именем Того, Кто даровал тебе приятную внешность и чистую кожу, а также это имущество, прошу тебя дать мне одного верблюда, чтобы я смог продолжить свой путь». Он ответил: «Но ведь это принадлежит не только мне одному…» Тогда ангел сказал ему: «Я, кажется, узнал тебя! Разве не ты был прокажённым и презираемым всеми бедняком, а затем Аллах, Всемогущ Он и Велик, даровал тебе это богатство?» Он ответил: «Нет, я унаследовал это по наследству». Ангел сказал: «Да вернёт тебя Аллах в прежнее состояние, если ты лжёшь!»

Затем он явился ко второму в образе плешивого и сказал ему то же, что говорил первому, но он ответил так же, как и предыдущий. Ангел сказал ему: «Да вернёт тебя Аллах в прежнее состояние, если ты лжёшь!»

Затем ангел явился к третьему в образе слепого и сказал: «Я — бедный путник, в пути у меня кончились припасы, и ни кто мне сегодня не сможет помочь, кроме Аллаха, а затем тебя. Именем Того, Кто вернул тебе зрение, прошу тебя дать мне в дорогу одну овцу, чтобы я смог продолжить свой путь». Он ответил: «Я был слепым, но Аллах вернул мне зрение. Поэтому бери себе, что хочешь, и оставь, что хочешь. Клянусь Аллахом, я не собираюсь мешать тебе взять то, что ты возмешь ради Аллаха ». Тогда сказал ему ангел: «Оставь себе своё богатство, ибо было послано вам испытание. Аллах остался доволен тобой и разгневался на твоих двух товарищей»».""",
  """О словах Всевышнего Аллаха: «Когда же Он даровал им обоим праведного ребенка, они стали приобщать к Нему сотоварищей в том, чем Он одарил их. Аллах превыше того, что они приобщают в сотоварищи»

Всевышний Аллах сказал: «Когда же Он даровал им здорового ребенка, они придали Ему сотоварищей в том, что Он даровал им»
Сура «аль-А‘раф», аят 190.

Ибн Хазм сказал: «Они [праведные предшественники. — Ред.] единогласно согласились с тем, что любое имя, смысл которого содержит преклонение перед кем-либо помимо Аллаха как, например, Абду Амр /“раб Амра”/, Абду аль-Кааба /“раб Каабы”/ и т.п., является запретным. Исключением [из единогласного мнения. — Ред.] является имя Абд аль-Мутталиб».

Комментируя приведённый выше аят, Ибн ’Аббас сказал: «Адам овладел ею [Евой] и она забеременела от него. Тогда пришёл к ним Иблис и сказал: «Я — ваш приятель, который вывел вас из Рая. Повинуйтесь же мне, а не то я сделаю вашего ребёнка рогатым, с рогами горного козла, и он разорвёт тебе живот». Он продолжал их запугивать, требуя, чтобы они нарекли его Абд аль-Харисом (Аль-Харис, букв. «пахарь» — имя Иблиса). Таким образом, Абд аль-Харис означает «раб Иблиса» [«раб Шайтана». — Ред.]). Однако они отказались повиноваться ему, и ребёнок родился мёртвым. Затем она забеременела во второй раз, и Иблис опять пришёл к ним и сказал то же самое. И в этот раз они отказались, и ребёнок опять родился мёртвым. Она забеременела в третий раз. Опять пришёл Иблис и напомнил им о случившемся дважды. На этот раз любовь к ребёнку овладела ими, и они назвали его Абд аль-Харисом. Поэтому было сказано: «…Они придали Ему сотоварищей в том, что Он даровал им»
Сура «аль-А‘раф», аят 190. Этот хадис передал Ибн Абу Хатим.

Он же передал достоверный хадис Катады, который сказал: «В сотоварищи были приобщены к Нему в повиновении, но не в поклонении».

По поводу же высказывания Всевышнего «Если Ты даруешь нам здорового ребёнка, мы будем Тебе благодарны!»
Сура «аль-А‘раф, аят 189, Муджахид сказал: «Они боялись, что он не будет человеком». Об этом же упоминали аль-Хасан [аль-Басри. — Ред.], Саид [ибн Джубейр. — Ред.] и другие.""",
  """О словах Всевышнего Аллаха: «У Аллаха — самые прекрасные имена. Посему взывайте к Нему посредством их и оставьте тех, которые отрицают Его имена. Они непременно получат воздаяние за то, что совершали»

Всевышний Аллах сказал: «У Аллаха — прекрасные имена; взывайте к Нему ими, и оставьте тех, кто уклоняется от истины в Его именах. Им воздастся за то, что они делают!»
Сура «аль-А‘раф», аят 180.

Ибн Абу Хатим приводит толкование Ибн ’Аббаса о словах Аллаха: «…тех, кто уклоняется от истины в Его именах…»
— это те, кто придаёт Ему сотоварищей».

Ибн ’Аббас также сказал: «Название ал-Лат произошло от “аль-Иляh” (Божество), и название “аль-’Узза” — от “аль-’Азиз” (Могущественный)»

Аль-А’маш сказал: «Они [которые уклоняются от истины] вносят в них [имена Аллаха. — Ред.] то, что к ним не относится».""",
  """О недопустимости выражения «Мир (ас-Салям) Аллаху»

В «ас-Сахихе» аль-Бухари приводится следующий хадис Ибн Мас‘уда: «Когда мы были вместе с Пророком ﷺ на намазе мы говорили: «Мир Аллаху от рабов Его, мир такому-то и такому-то…»
Услышав это, Пророк ﷺ сказал нам: «Не говорите “салям аля Аллах” (мир Аллаху) ибо, поистине, Аллах Сам есть ас-Салям»
Аль-Бухари 2/266, Муслим 402 и 58, Абу Дауд 968, Ибн Маджах 899 и ан-Насаи 2/240.""",
  """О выражении «О Аллах, прости меня, если это угодно Тебе!»

В «ас-Сахихе» аль-Бухари приводится хадис Абу Хурайры о том, что посланник Аллаха ﷺ сказал: «Пусть ни один из вас не говорит: “О Аллах, прости меня, если это угодно Тебе!” или “О Аллах, помилуй меня, если это угодно Тебе!” Необходимо упорно просить желаемое, ибо ничто не может принудить Аллаха к чему-либо»
Аль-Бухари 11/118, Муслим 2679.

В ривайе у Муслима говорится, что Пророк ﷺ говорил: «Настойчиво просите желаемое, так как все что Он дает, ничего для Него не стоит»""",
  """О запрещенности выражений «мой раб» или «моя рабыня»

В «ас-Сахихах» аль-Бухари и Муслима приводится хадис Абу Хурайры о том, что посланник Аллаха ﷺ сказал: «Пусть никто из вас не говорит [своему слуге. — Ред.]: «Накорми своего господа», либо: «Помоги совершить омовение своему господу». Следует говорить «…своего господина» или «…своего хозяина». Пусть никто из вас не говорит: «Мой раб» или «моя рабыня», а говорит «мой юноша» «моя девочка» или «мой мальчик»»
Аль-Бухари 5/129—131, Муслим 2249 и 15, Ахмад 2/316.""",
  """О том, что нельзя отказывать просящему именем Аллаха

Ибн ’Умар рассказывал, что посланник Аллаха ﷺ сказал: «Если кто-то попросил у вас что-либо именем Аллаха, то дайте ему; если кто-то попросил у вас убежища именем Аллаха, то представьте его ему; если кто-то позвал вас (в гости), то ответьте ему; если кто-то сделал вам добро, то отблагодарите его, а если вы не найдёте чем отблагодарить, то сделайте за него ду’а, пока не посчитаете, что вы его отблагодарили»
Достоверный хадис, переданный Даудом и ан-Насаи. Абу Дауд 1672, ан-Насаи 5/82, Ахмад 2/68, 99, Ибн Хиббан 2071, аль-Хаким 1/4126; достоверный хадис.""",
  """Ликом Аллаха можно испрашивать только Рай

Джабир ибн Абдуллах рассказывал, что посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Ликом Аллаха можно испрашивать только Рая». Этот хадис передал Абу Дауд. 1671; слабый хадис.""",
  """О выражении «Если бы…»

Всевышний Аллах сказал: «Они говорят: “Если бы у нас был хоть какой-то удел в этом деле, мы бы не были убиты здесь”…»
Сура «Али Имран», 154.

Всевышний сказал также: «Те, которые сказали про братьев своих, сами оставшись дома: “Если бы они послушались нас, то не были бы убиты”…»
Сура «Али Имран», 168.

В «ас-Сахихе» Муслима приводится хадис Абу Хурайры о том, что посланник Аллаха ﷺ сказал ему: «Будь упорным в том, что приносит тебе пользу, испрашивай помощи у Аллаха и ни в коем случае не сдавайся [перед трудностями. — Ред.]. Если же с тобой что-то случилось, то не говори: «Если бы я сделал то-то, то было бы так-то и так-то». Скажи лишь: «Это предопределил Аллах, и Он сделал так, как Ему было угодно», — поскольку «если бы…» открывает возможность для козней Шайтана»
Муслим 2664.""",
  """О запрете ругать ветер

Убайй ибн Ка’б рассказывал, что посланник Аллаха ﷺ сказал: «Не ругайте ветер. Если вы увидели в нём то, что вам неприятно, то скажите: “О Аллах, мы испрашиваем у Тебя добра этого ветра, добра, которого он несёт с собой, и добра, которого ему велено творить, и прибегаем к Тебе от зла этого ветра, зла, которое он несёт с собой, и зла, которое ему приказано творить”»
Ат-Тирмизи назвал этот хадис достоверным. Ат-Тирмизи, 2253.""",
  """О 154-ом аяте суры «Али Имран» и 6-ом аяте суры «аль-Фатх»

Всевышний Аллах сказал: «Они несправедливо думали об Аллахе, как это делали во времена джахилийи, говоря: «Могли ли мы сами принять какое-нибудь решение [или получим ли мы что-нибудь от этого дело]»? Скажи: «Дела [или решения] целиком принадлежат Аллаху»
Сура «Али Имран», аят 154. Так же, слова Его: «Которые имеют злые мысли относительно Аллаха, Зло это обернется против них»
Сура «аль-Фатх», аят 6.

По поводу первого аята Ибн аль-Каййим сказал: «По мнению толкователей Корана, эти злые мысли мушриков заключались в том, что Всевышний, якобы, не помогает Своему посланнику и что его дело исчезнет. Другие толкователи считают, что эти мысли заключались в том, что всё происходящее не является следствием предопределения Аллаха и Его мудрости. Их также истолковывали как отрицание Мудрости Аллаха и Его предопределения, отрицание того, что Аллах довершит дело Своего и возвысит Ислам над всеми религиями. Это и есть те злые мысли, которые имели лицемеры и мушрики и о которых говорится в суре “аль-Фатх”.

Это действительно были злые мысли, поскольку абсолютно не подобает измышлять подобное о Восхвалённом Аллахе, Его мудрости, славе и верном обещании. А те, кто допускает, что кто-то одержит победу над истиной, кто отрицает то, что всё происходящее происходит по Его Предустановлению и Предопределению и что Его Предопределение связано с глубокой мудростью, достойной прославления, и кто утверждает, что всё происходит по простому стечению обстоятельств, тот имеет такие же злые мысли, которые имеют неверные. Горе тем, которые не веруют от того что они попадут в Огонь!

Большинство людей имеют злые мысли об Аллахе под воздействием того, что происходит в жизни с ними или с другими людьми. От подобных мыслей могут избавиться только те, кто познал Аллаха, Его имена и качества и сознаёт причину и необходимость Его Мудрости и прославления Его. Пусть каждый умный человек подумает об этом, раскается пред Аллахом и попросит Аллаха простить его за свои злые мысли…

Кого ни спроси, увидишь раздражение от Предопределения и упрёк в его адрес. Все говорят, что должно было случиться так-то, а случилось так-то. Каждый человек в большей или меньшей степени жалуется на судьбу. Проверь себя, избавлен ли ты от подобного ропота?

Если ты освободишься от этого, то спасёшься от великого бедствия. И я не вижу для тебя другого способа спасения».""",
  """О тех, кто отрицает предопределение

Ибн ’Умар сказал: «Клянусь Тем, в Чьих руках душа Ибн Умара, если бы у одного из них была гора золота величиной с гору Ухуд, и он потратил бы всё это богатство на пути Аллаха, то Аллах не принял бы это до тех пор, пока этот человек не уверует в Предопределение». Затем он привёл в доказательство своих слов высказывание Пророка, да благословит его Аллах и приветствует: «Вера означает, что ты веруешь в Аллаха, Его ангелов, Его Книги, Его посланников, Последний день, а также веруешь в Предопределение с его добром и злом»
Этот хадис передал Муслим.

Убада ибн ас-Самит сказал своему сыну: «Сынок, ты почувствуешь вкус веры только тогда, когда осознаешь, что случившееся с тобой несчастье не должно было миновать тебя, а то, что миновало тебя, не должно было постигнуть тебя. Я слышал, как посланник Аллаха ﷺ сказал: «Как только Аллах создал Перо [аль-Калам. — Ред. ] Он повелел ему: “Пиши!” Перо спросило: “О Господь, что мне писать?” Всевышний сказал: “Пиши все что предопределено до наступления Часа”»
Сынок, я также слышал, как посланник Аллаха ﷺ сказал: «Тот, кто умер без подобных убеждений [без веры в Предопределение. — Ред.], тот не от меня»
Абу Дауд 4700.

В ривайе у Ахмада говорится:«Как только Аллах создал Перо Он повелел ему: “Пиши!” И в этот час было записано всё сущее вплоть до дня Воскресения»

В ривайе у Ибн Вахба говорится: «Посланник Аллаха сказал: «Тот же, кто не уверует в Предопределение с его добром и злом, будет сожжён Аллахом в Огне»

Ахмад в «аль-Муснаде» и Ибн Маджах в «ас-Сунане» передали хадис Ибн ад-Дайлами, который сказал: «Придя к Убаййу ибн Ка’бу, я сказал: “В моей душе есть нечто, заставляющее меня усомниться в Предопределении. Расскажи мне что-нибудь, быть может, Аллах удалит это из моего сердца”. Он сказал: “Если ты потратишь на пути Аллаха золота величиной с гору Ухуд, то Он не примет это от тебя до тех пор, пока ты не уверуешь в Предопределение и не осознаешь, что случившееся с тобой несчастье не должно было миновать тебя, а то, что миновало тебя, не должно было постигнуть тебя. Если же ты умрёшь без подобных убеждений, то окажешься среди обитателей Огня”. После этого я посетил Абдуллу ибн Масуда, Хузейфу ибн аль-Йамана и Зейда ибн Сабита, и каждый из них сказал мне то же самое, ссылаясь на Пророка». Достоверный хадис, приведённый аль-Хакимом в «ас-Сахихе». Ахмад 5/182, Абу Дауд 4699, Ибн Маджах 77, достоверный хадис.""",
  """О создающих изображения

 Абу Хурайра рассказывал, что посланник Аллаха ﷺ сказал: «Всевышний Аллах сказал: «Кто же может быть несправедливее того, кто пытается создать нечто подобное тому, что сотворил Я? Пусть попробуют создать хотя бы букашку или хотя бы пшеничное или ячменное зерно»
Этот хадис передали аль-Бухари и Муслим. Аль-Бухари 10/324, Муслим 2111.

Они же приводят хадис ’Аиши, которая рассказывала, что посланник Аллаха ﷺ сказал: «В день Воскресения самая жестокая кара ждёт тех, кто пытается подражать Аллаху в Его творении»
Аль-Бухари 10/325, Муслим 2106, 92.

Они же приводят хадис Ибн ’Аббаса: «Я слышал, как посланник Аллаха сказал: «Каждый, кто создаёт изображения, будет в Огне. И каждому созданному им изображению будет дана душа, которая будет причинять ему мучения в Аду»
Аль-Бухари 4/345, Муслим 2110, Ахмад 1/308.

Они же приводят другой хадис Ибн ’Аббаса от Пророка ﷺ который сказал: «Того, кто при жизни создал какое-нибудь изображение, заставят вдохнуть в него дух, а он будет не в состоянии сделать это»
Аль-Бухари 10/330, Муслим 2110, 100 от Ибн ’Аббаса.

Муслим приводит хадис Абу-ль-Хаййаджа: «Али сказал мне: «Не послать ли мне тебя с тем, с чем в своё время послал меня посланник Аллаха: Увидев любое изображение, немедленно уничтожь его, а увидев любую возвышенную могилу, сровняй её с землёй»
Муслим 969, Абу Дауд 3218, ат-Тирмизи 1049, ан-Насаи 4/88, 89.""",
  """О многочисленных клятвах

Всевышний Аллах сказал: «…Оберегайте же свои клятвы!»
Сура «аль-Маида», аят 89.

Абу Хурайра рассказывал: «Я слышал, как посланник Аллаха ﷺ сказал: “Клятва делает товар ходким, однако уничтожает баракат его (заработка)”»
Этот хадис передали аль-Бухари и Муслим. Аль-Бухари 4/266, Муслим 1606, Абу Дауд 3335, ан-Насаи 7/246.

Салман рассказывал: «Я слышал, как посланник Аллаха ﷺ сказал: “С тремя людьми Аллах не будет разговаривать [в день Воскресения — Ред.] и не очистит их [от грехов. — Ред.] и постигнет их мучительное наказание: это — развратный старик, заносчивый бедняк и человек, сделавший Аллаха предметом своей торговли: он не покупает ничего, не поклявшись Аллахом, и не продает ничего, не поклявшись Аллахом”»
Этот хадис передал ат-Табарани с достоверным иснадом. «Аль-Кабир» ат-Табари, «Шуаб аль-Иман» аль-Байхаки, аль-Хайсами 4/78; достоверный хадис.

В «ас-Сахихе» аль-Бухари приводится следующий хадис Имрана ибн Хусейна: «Посланник Аллаха ﷺ сказал: «Лучшие люди в моей общине — это мое поколение, затем следующее за ним, а затем — следующее за ним. (Имран продолжил: “Я не помню точно, сколько он назвал поколений после своего: два или три”). После них же появятся люди, которые будут свидетельствовать до того как от них будет требоваться свидетельство, будут совершать предательства, в то время когда им будут доверять, будут давать обеты, но не будут выполнять их. И будут среди них много жирных»»
Аль-Бухари 5/190, 47, 11/212 и 504, Абу Дауд 4657, ат-Тирмизи 2222, 2223.

Там же приводится хадис Ибн Мас’уда о том, что Пророк ﷺ сказал: «Лучшее из людей — это мое поколение, затем — следующее за ним, а затем — следующее за ним. После них же появятся люди, которые будут клясться раньше, чем приносит свидетельства, и приносит свидетельства раньше, чем клясться»
Аль-Бухари 13/16.

Ибрахим [ан-Нахаи. — Ред.] рассказывал: «Когда мы были маленькими, нас били за то, что мы свидетельствовали или давали обещание (или же: за свидетельство и обещание)»""",
  """О вопросе обязательства перед Аллахом и Его Пророком ﷺ

Великий Аллах сказал: «Верно выполняйте договор Аллаха, когда вы его заключили, и не нарушайте клятв после того, как вы утвердили их: вы сделали Аллаха Поручителем за вас. Поистине, Аллах знает то, что вы делаете!»
Сура «ан-Нахль», 91.

Бурайда рассказывал: «Назначая командующего армией или командира отряда, посланник Аллаха наказывал ему бояться Аллаха и хорошо обходиться с мусульманами, находящимися в его подчинении. Он говорил ему: «Выступайте в поход с именем Аллаха и сражайтесь ради Аллаха. Выступайте в поход, но не присваивайте трофеев до того, пока они не будут справедливо разделены между всеми, не нарушайте договоров, не совершайте надругательств над телами убитых и не убивайте детей.

Встретившись с противниками из мушриков, призови их к трём вещам, и если они согласятся хотя бы с одним из них, то оставь их в покое:

Сначала призови их к Исламу, и если они примут его, то оставь их с миром. Затем призови их переселиться к мухаджирам и сообщи, что если они сделают это, то получат все права, которыми пользуются мухаджиры, и на них будут возложены все те обязанности, которые лежат на мухаджирах. Если они откажутся переселиться, то сообщи им, что они будут находиться на положении рядовых мусульман, которые живут в пустыне, то есть на них распространяется постановление Всевышнего Аллаха. Получать же свою долю добычи они будут только в том случае, если будут вести Джихад вместе с мусульманами.

Если же они откажутся, то потребуй от них выплаты джизьи [подушного или земельного налога. — Ред.], если они согласятся, то оставь их в покое.

Если же они и откажутся платить джизью, то сражайся против них, испрашивая помощи у Аллаха. Если ты окружил врагов в крепости, и они захотят получить обязательства от Аллаха и обязательства от Его пророка, то не давай им обязательства от Аллаха и обязательства от Его пророка. Но дай им свои собственные обязательства и обязательства своих людей. Дело в том, что если ты и твои люди не выполнят свои обязательства, то это будет меньшим грехом, чем несоблюдение обязательств Аллаха и Его пророка». Если же осаждённые в крепости попросят тебя поступить с ними в соответствии с судом Аллаха, то не соглашайся с ними на то, что ты поступишь с ними в соответствии с судом Аллаха, однако установи над ними свой суд, ибо не известно, сможешь ли ты установить над ними суд Аллаха или не сможешь». Этот хадис передал Муслим 1731.""",
  """О клятве от имени Аллаха

Джундуб ибн Абдуллах рассказывал, что посланник Аллаха ﷺ сказал: «Один человек сказал: “Клянусь Аллахом, что Он не простит такого-то!” Тогда Великий и Всемогущий Аллах сказал: “Кто это такой, который клянётся Мне, что Я не прощу такого-то? Я уже простил его, и сделал тщетными все твои дела”»
Этот хадис передал Муслим (2621).

В хадисе Абу Хурайры говорится: «Сказавший это был усердно поклоняющимся человеком»
Затем Абу Хурайра добавил: «Он произнёс всего одно слово, которое погубило его мирскую жизнь и жизнь Будущую»""",
  """Нельзя просить ходатайства Аллаха перед Его творениями

Джубайр ибн Мут’им рассказывал: «Однажды к Пророку пришёл один бедуин и сказал: “О посланник Аллаха! Души истощены, люди голодают, все имущество погибло. Испроси у своего Господа дождя для нас. Мы просим Аллаха, чтобы Он походатайствовал перед тобой, и просим тебя, чтобы ты походатайствовал пред Аллахом”. Пророк воскликнул:“Субханаллах! Субханаллах!”
[“Хвала Аллаху! Далёк Он от всякого несовершенства!” — Ред.]. Он продолжал повторять это до тех пор, пока его недовольство не выразилось в лицах его сподвижников. Затем сказал: “Горе тебе! Да знаешь ли ты, кто есть Аллах?! Величие Аллаха превыше того, чтобы просить Его ходатайства перед любым из Его созданий”»
Этот хадис передал Абу Дауд со слабым иснадом 4726.""",
  """О защите Пророком ﷺ неприкосновенности единобожия и преграждении им путей к многобожию

Абдуллах ибн аш-Шиххир рассказывал: «В составе делегации от племени бану Амир я прибыл к посланнику Аллаха. Мы обратились к нему: “О наш господин!” На это Пророк ﷺ ответил: “Господин /ас-Сайид/ — это Всевышний и Благословенный Аллах”
Тогда мы сказали: “О самый достойный и великий из нас!” Пророк ﷺ сказал: “Говорите слова ваши, но будьте внимательны в своих высказываниях, чтобы не увлёк вас Шайтан”»
Этот хадис передал Абу Дауд с очень хорошим иснадом. Абу Дауд 4806, Ахмад 4/25; достоверный хадис.

Анас рассказывал: «Некоторые люди сказали: “О посланник Аллаха! О лучший из нас и сын лучшего из нас! Господин наш и сын господина нашего!” Пророк ﷺ ответил им: “О люди! Говорите слова ваши, но остерегайтесь обольщения Шайтана! Я — Мухаммад, раб Аллаха и Его посланник. Мне не нравится, что вы превозносите меня выше того места, которое даровал мне Всевышний и Всемогущий Аллах”»
Этот хадис передал ан-Насаи с очень хорошим иснадом. Ахмад 3/153 и 241; достоверный хадис.""",
  """Заключительная глава

Всевышний Аллах сказал: «Они не ценили Аллаха должным образом, а ведь вся Земля в День воскресения будет всего лишь пригоршней Его, а небеса будут скручены Его Десницей. Пречист Он и превыше того, что они приобщают к Нему в сотоварищи»
Сура «аз-Зумар», аят 67.

Ибн Мас’уд рассказывал: «Однажды к посланнику Аллаха ﷺ пришёл один из иудейских учёных и сказал: «О Мухаммад! Мы читаем, что Аллах [в день Воскресения. — Ред.] разместит небеса на одном пальце, земли — на другом, деревья — на третьем, воды — на четвёртом, богатства — на пятом, а все остальные Свои творения — на шестом, и скажет: «Я — Царь». Пророк ﷺ рассмеялся, соглашаясь со словами учёного, а затем прочитал аят: «Не ценили они Аллаха достойным образом, а ведь вся Земля будет всего лишь пригоршней в руке Его в день Воскресения…»
Аль-Бухари 8/423 и 13/397, Муслим 2786, Ахмад 1/457, ат-Тирмизи 3239.

В ривайе у Муслима говорится: «…а горы и деревья — на пальце, затем потрясет ими и скажет: “Я — Царь. Я — Аллах”»

В ривайе же, приведённой аль-Бухари, говорится: «…разместит небеса на одном пальце, воды и землю — на другом, а все остальные Свои творения — на третьем…»

Муслим приводит слова Пророка ﷺ переданные Ибн ’Умаром: «В день Воскресения Аллах свернёт небеса и возьмёт в Свою правую руку, а затем скажет: “Я — Царь. Где же все высокомерные и заносчивые?” Затем Он свернёт все семь земель и возьмёт их в левую руку и скажет: “Я — Царь. Где же все высокомерные и заносчивые?”»
Муслим 2788.

Ибн ’Аббас сказал: «Семь небес и семь земель размещаются в ладони Милосердного подобно горчичному зёрнышку в руке одного из вас»

Ибн Джарир сказал: «Йунус [ибн Абд аль-А’ла. — Ред.] рассказал мне от Ибн Вахба от Ибн Зайда от его отца следующий хадис: Посланник Аллаха сказал: “Семь небес по сравнению с Курси (Престолом) подобны семи дирхемам, брошенным на большую круглую площадь”»

Он же передал хадис Абу Зарра, который сказал: «Я слышал, как посланник Аллаха сказал: “Курси (Престол) по сравнению с ‘Аршем (Троном) похож на железное колечко, брошенное в бесконечной пустыне”»
Ибн Джарир, Ибн Абу Шайба и «аль-Асма’ ва-с-Сифат» аль-Байхаки от Абу Зарра аль-Гифари.

Ибн Мас’уд передал: «Между первым и следующим небом — пятьсот лет. И далее расстояние от одного неба до другого составляет пятьсот лет. Между седьмым небом и Курси (Престолом) — пятьсот лет, а между Курси (Престолом) и водой — также пятьсот лет. ‘Арш (Трон) же находится над водой, а Аллах — над ‘Аршем (Троном), и ничто не скрыто от Него из деяний ваших»
Этот хадис приводится Ибном Махди от Хаммада ибн Саламы от Асима ибн Бахдали от Зирра ибн Хубайша от Абдуллы ибн Мас’уда. Подобный же хадис приводит и аль-Масуди от Асима от Абу Ваила от Абдуллы. Хафиз аз-Захаби, да смилостивится над ним Аллах, сказал, что этот хадис дошёл до нас через большое количество цепочек.

Аль-’Аббас ибн ’Абд аль-Мутталиб рассказывал:«Однажды посланник Аллаха ﷺ сказал нам: “Известно ли вам, каково расстояние между небом и землёй?”
Мы ответили: “Это ведомо Аллаху и Его посланнику”. Пророк ﷺ сказал:“Между ними расстояние в пятьсот лет, а от каждого неба до следующего — также пятьсот лет. Каждое же небо которое простирается на расстояние в пятьсот лет. Между седьмым небом и Троном лежит море, расстояние от дна до поверхности которого такое же, как между небом и землёй. Всевышний Аллах же находится над всем этим, и ничто не скрыто от Него из деяний сынов Адама”»
Этот хадис передали Абу Дауд и другие. Абу Дауд 4723, 4724, 4725, ат-Тирмизи 3317, Ибн Маджах 193 и Ахмад 1/206 и 207.""",
];

List<String> shareArabicMatns = [
  """مُقَدِمَة وَتَقَدِمَة

بِسْمِ اللّهِ الرّحْمنِ الرَّحيمِ""",
  """بَابُ كِتابُ التَّوْحِيد

وَقَوْلُ اللَّه تَعَالَى : (وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْْسَ إِلَّا لِيَعْبُدُونِ (56))(الذَّارِيَات)

وَقَوْلُهُ : (وَلَقَدْ بَعَثْنَا فِي كُل أُمَّةٍ رَسُولا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ) الْآيَةُ ،

وَقَوْلُهُ : (وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا) الْآيَةُ ،

وَقَوْلُهُ : (وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئاً) الْآيَةُ ،

وَقَوْلُهُ : (قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكَمْ أَلََّا تُشْرِكُوا بِهِ شَيْئاً) الْآيَات.

قَالَ ابْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ : مَنْ أَرَادَ أَنْ يَنْظَرَ إَِلَى وَصِيَّةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّتِي عَلَيْهِا خَاتَمُهُ فَلْيَقْرَأْ قَوْلَهُ تَعَالَى : (قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكَمْ عَلَيْكَمْ) – إِلَى قَوْلِهِ – (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمَا..) الْآيَةُ.

وَعَن مَعَاذِ بنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : كُنْت رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى حِمَارٍ فَقَالَ لِي: ( يا مَعَاذُ! أَتَدْرِي مَا حَقُّ اللَّهِ عَلَى الْعِبَاد، ومَا حَقُّ الْعِبَادِ عَلَى اللَّهِ؟ ) ، فَقُلْتُ: اللَّهُ وَرَسُولهُ أَعْلَمُ. قَالَ: ( حَقُّ اللَّهِ عَلَى الْعِبَادِ أَنْ يَعْبُدوهُ وَلَا يُشْرِكوا به شَيْئاً، وَحَقُّ الْعِبَادِ عَلَى اللَّهِ أَنْ لَا يُعَذِّبَ مَنْ لَا يُشْرِك به شَيْئاً ) ، فَقُلْتُ: يا رَسُول اللَّهِ! أَفَلَا أُبَشِّرُ النَّاسَ؟ قََالَ: ( لَا تُبَشِّرْهُم فِيتَّكُلوا ) . أَخْرَجَاهُ فِي الصَّحيحَيْنِ.""",
  """بَابُ فَضْلُ التَّوْحِيد وَمَا يُكَفَرَ مِنَ الذُّنوبِ

وَقَوْلُ اللَّه تَعَالَى : (الَّذِينَ آَمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَّهُم بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُم مُهْتَدُونَ (82))(الْأَْنْعَام).

عَنْ عُبَادَةَ بنِ الصَّامِت رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ اللَّهِ وَرَسُولُهُ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَروحٌ مِنْهُ، وَالْجَنَّةَ حَقٌّ، وَالنَّارَ حَقٌّ أَدَخَلهُ اللَّهُ الْجَنَّةَ عَلَى مَا كَانَ مِنَ الْعَمَلِ). أَخْرَجَاهُ.

وَلَهُمَا فِي حَدِيثِ عُتْبانَ: ( فَإِنَّ اللَّهَ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ: لَا إِلَهَ إِلَّا اللَّهُ يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِِ).

وَعَن أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ عَنْ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( قَالَ مُوسَى: يَا رَبِّ، عَلِّمْنِي شَيْئاً أَذْكُرُكَ وَأّدْعُوكَ بِهِ. قَالَ: يا مُوسَى: قُلْ لَا إِلَهَ إِلَّا اللَّهُ. قَالَ: يَا رَبِّ كُلُّ عِبَادِكَ يَقُولُونَ هَذَا. قَالَ: يا مُوسَى، لَوْ أَنَّ السَّمَواتِ السَّبْعَ وَعَامرُهُنَّ غَيْري، والْأَرْضينَ السَّبْعَ فِي كِفَّةٍ، ولَا إِلَهَ إِلَّا اللَّه فِي كِفَّةٍ، مَالَتْ بِهِنَّ لَا إِلَهَ إِلَّا اللَّهُ) . رَوَاهُ ابْنُ حِبَّان، وَالْحاكَِمْ وَصَحَّحَهُ .

وَلِلتِّرْمِذِيِّ وَحَسَّنَهُ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ: سَمِعْتُ رَسُولَ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُول : ( قَالَ اللَّهُ تَعَالَى : يا ابْنَ آَدَمَ لَوْ أَتَيْتَنِي بِقُرَابِ الْأَرْضِ خَطَايَا، ثُمَّ لَقِيتَنِي لَا تُشْرِكُ بِي شََيْئاً لَأَتَيْتُكَ بِقُرَابِها مَغْفِرَةً ).""",
  """بَابُ مَنْ حَقَّقَ التَّوْحِيدَ دَخَل الْجَنَّة بِغَيْر حِسَابٍ

وَقَوْلُ اللَّه تَعَالَى : (إِنَّ إِبْرَاهِيَمَ كَانَ أُمَّةً قَاَنِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ (120))(النحل) ،

وقَالَ : (وَالَّذِينَ هُم بِرَبِّهُم لَا يُشْرِكونَ (59))(المؤمنون) .

عَنْ حُصَيْنِ بنِ عَبْدِ الرَّحْمَنِ قَالَ: كُنْتُ عِنْدَ سَعِيدِ بِنِِ جُبَيْرٍ فَقَالَ: أَيُّكَُمْ رَأَى الْكَوْكَبَ الَّذي انْقَضَّ الْبارِحَةَ؟ فَقُلْتُ: أَنا، ثُمَّ قُلْتُ: أَمَا إِنِّي لَمْ أَكُنْ فِي صَلاةٍ، وَلَكِنِّي لُدِِغْتُ، قََالَ: فَمَا صَنَعْتَ؟ قُلْتُ: ارْتَقَيْتُ قَالَ: فَمَا حَمَلَكَ عَلَى ذَلِكَ؟ قُلْتُ: حَديثٌ حَدَّثَناهُ الشَّعْبِيُّ، قَالَ وَمَا حَدَّثَكَُمْ؟ قُلْتُ: حَدَّثَنا عَنْ بُرَيْدَةَ بنِ الْحَصيبِِ أَنَّهُ قَالَ: لَا رُقْيَةَ إِلَّا مِنْ عَيْنٍ أَوْ حُمَةٍ. قَالَ: قَدْ أَحْسَنَ مَنْ اَنْتَهَى إِلَى مَا سَمِعَ.

وَلكِنْ حَدَّثَنَا ابْنُ عَبَّاسٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : ( عُرِضَتْ عَلَيَّ الْأُمَمُ، فَرَأَيْتُ النَّبِيَّ وَمَعَهُ الرَّهْطُ، وَالنَّبِيَّ وَمَعَهُ الرَّجُلُ وَالرَّجُلانِ، وَالنَّبِيَّ وَلَيْسَ مَعَهُ أَحَدٌ، إِذْ رُفِعَ لِيَ سَوادٌ عَظيمٌ، فَظَنَنْتُ أَنَّهُم أُمَّتِي، فَقِيلَ لِي: هَذَا مُوسَى وَقَوْمُهُ، فَنَظَرْتُ فَإِذا سَوادٌ عَظيمٌ، فَقِيلَ لِيَ: هَذِهِ أُمَّتُكَ وَمَعَهُم سَبْعونَ ألفاً يَدْخُلونَ الْجَنَّةَ بِغَيْر حِسَابٍ وَلَا عَذَابٍ ) ، ثُمَّ نَهَضَ فَدَخَل مَنَزَلَهُ. فَخاضَ النَّاسُ فِي أُولَئِكَ، فَقَالَ بَعْضُهُم: فَلَعَلَّهُم الَّذِينَ صَحِبُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. وقَالَ بَعْضُهُم: فَلَعَلَّهُم الَّذِينَ وُلِدُوا فِي الْإِسْلَامِ فَلَمْ يُشْرِكُوا باللَّهِ شَيْئاً، وَذَكَرُوا أَشْياءَ، فَخَرَجَ عَلَيْهِم رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرُوهُ، فقَالَ: ( هُم الَّذِينَ لَا يَسْتَرْقونَ وَلَا يَكْتَوونَ وَلَا يَتَطَيَّرونَ وَعَلَى رَبِّهُم يَتَوَكّلُونَ) ، فَقَامَ عُكَّاشَةُ بنُ مِحْصَنٍ فَقََالَ: ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُم. قَالَ: ( أَنْتَ مِنْهُم) ثُمَّ قَامَ رَجُلٌ آخَرُ فَقَالَ: ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُم. فَقََالَ : ( سَبَقَكَ بِها عُكَّاشَةُ) .""",
  """بَابُ الْخَوْفِ مِنَ الشِّرْكِ


وَقَوْلُ اللَّهِ عَزَّ وَجَلَّ : (إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ)(النساء:48) ،

وقَالَ الْخَلِيلُ عَلَيْهِ السَّلامُ : (وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَام (35))(إبراهِيَم) .

وَفِي حَديثِ : ( أَخْوَفُ مَا أَخَافُ عَلَيْكَُمْ الشِّرْكُ الْأَصْغَرُ ) ، فَسُئِلَ عَنْهُ فَقََالَ : ( الرِّيَاءُ) .

وَعَن ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( مَنْ مَاتَ وَهُوَ يَدْعُو مِنْ دُونِ اللَّهِ نِداً دَخَلَ النَّارَ) ، رَوَاهُ البُخَارِيّ .

وَلِمُسْلِم عَنْ جابِرٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( مَنْ لَقِيَ اللَّهَ لَا يُشْرِكُ به شَيْئاً دَخَل الْجَنَّةَ، وَمَنْ لَقِيَهُ يُشْرِكُ بِهِ شَيْئاً دَخَلَ النَّارَ).""",
  """بَابُ الدُّعَاءِ إِلَى شَهَادَةِ أَنْ لَا إِلَهَ اللَّهُ


وَقَوْلُهُ اللَّه تَعَالَى : (قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي)(يوسف:108).

عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، لَمَّا بَعَثَ مُعَاذاً إِلَى الْيَمَنِ قَالَ لَهُ : ( إِنَّك تَأْتِي قَوْمًا مِنْ أَهْلِ الْكِتَابِ فَلْيَكُنْ أَوَّلَ مَا تَدْعُوهُم إِلَيْهِ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ - وفِي رِوَايَةْ: إِِلَى أَنْ يُوَحِّدُوا اللَّهَ - فَإِنْ هُم أَطَاعُوكَ لِذَلِكَ، فَأَعْلِمْهُمْ أَنَّ اللَّهَ افْتَرَضَ عَلَيْهِم خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ، فَإِنْ هُمْ أََطَاعُوكَ لِذَلِكَ ، فَأَعْلِمْهُمْ أَنَّ اللَّهَ اَفْتَرَضَ عَلَيْهِمْ صَدَقَةً تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ فَتُرَدُّ عَلَى فُقَرَائهِم، فَإِنْ هُمْ أََطَاعُوكَ لِذَلِكَ فَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ، وَاتَّقِ دَعْوَةَ الْمَظُْلومِ، فَإِنَّهُ لَيْسَ بَيْنَها وبَيْنَ اللَّهِ حِجَابٌ ) أَخْرَجَاهُ.

وَلَهُمَا عَنْ سَهْلِ بنِ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَوْمَ خَيْبَرٍ: ( لَأُعْطِيَنَّ الرَّايَةَ غَداً رَجُلاً يُحِبُّ اللَّهَ وَرَسُولَهُ، وَيُحِبُّهُ اللَّهُ وَرَسُولُهُ ) ، يَفْتَحُ اللَّهُ عَلَى يَدَيْهِ، فَبَاتَ النَّاسُ يَدُوكُونَ لَيْلَتَهُمْ أَيُّهُمْ يُعْطَاهَا، فَلَمَّا أَصْبَحُوا غَدَوا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُّهُمْ يَرْجُو أَنْ يُعْطَاهَا، فَقَالَ : ( أَيْنَ عَلِيّ بْنُ أَبِي طَالِبٍ؟) فَقِيلَ: هُوَ يَشْتَكِي عَيْنَيْهِ، فَأَرْسَلُوا إِلَيْهِ، فَأُتِى به فَبَصَقَ فِي عَيْنَيْهِ، وَدَعَا لَهُ، فَبَرَأَ كَأَنْ لَمْ يَكُنْ به وَجَعٌ، فَأَعْطَاهُ الرَّايَةَ فقَالَ : ( انْفُذْ عَلَى رِسْلِكَ حَتَّى تنَزَلَ بِسَاحَتِهِمْ، ثُمَّ ادْعُهُم إِلَى الْإِسْلَامِ وَأَخْبِرْهُمْ بِمَا يَجِبُ عَلَيْهِم مِنْ حَقِّ اللَّهِ تَعَالَى فِِيهِ، فَوَاللَّهِ لَأَنْ يَهْدِيَ اللَّهُ بِكَ رَجُلاً وَاحِداً، خَيْرٌ لَكَ مِنْ حُمْرِ النَّعَمِ ) - يَدُوكُونَ: يَخُوضُونَ - .""",
  """بَابُ تَفْسيرِ التَّوْحِيدِ وَشَهادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ

وَقَوْلُ اللَّه تَعَالَى : (أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهُم الْوَسِيلَةَ أَيُّهُم أَقْرَبُ)(الْإِسْراء:57) ،

وَقَوْلُهُ : (وَإِذْ قَالَ إِبْرَاهِيَمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَا تَعْبُدُونَ (26) إِلَّا الَّذِي فَطَرَنِي)(الزخرف) ،

وَقَوْلُهُ : (اتَّخَذُوا أَحْبَارَهُم وَرُهْبَاَنَهُم أَرْبَابًا مِنْ دُونِ اللَّهِ) الْآيَةُ ،

وَقَوْلُهُ : (وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُم كَحُبِّ اللَّهِ ) الْآيَةُ.

وَفِي الصَّحِيحِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : ( مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَكَفَرَ بِمَا يُعْبَدُ مِنْ دُونِ اللَّهِ، حَرُمَ مَالُهُ وَدَمُهُ، وَحِسَابُهُ عَلَى اللَّهِ عَزَّ وَجَلَّ).

وَشَرْحُ هَذِهِ التَّرْجُمَةِ ، مَا بَعْدَها مِنَ الْأََبَْوابِ.""",
  """بَابُ مِنَ الشِّرْكِ لِبْسُ الْحَلْقَةِ وَالْخَيْطِ وَنَحْوِهِمَا لِرَفْعِ الْبَلاءِ أَوْدَفْعِهِ

وَقَوْلُ اللَّهِ تَعَالَى : (قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ)(الزمر:38).

عَنْ عِمْرانَ بنِ حُصينٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى رَجُلاً فِي يَدِهِ حِلْقَةٌ مِنْ صُفْرٍ، فَقََالَ : ( مَا هَذِهِ ؟) ، قَالَ: مِنَ الْواهِنَةِ. فَقَالَ: ( انْزِعْها فَأَنَّهُا لَا تَزيدُكَ إِلَّا وَهَناً، فَإِنَّكَ لَوْ مِتَّ وَهِيَ عَلَيْكَ، مَا أَفْلَحْتَ أَبَداً ) رَوَاهُ أَحْمَدُ بِسَنَدٍ لَا بَأْسَ بِهِ ،

وَلَهُ عَنْ عُقْبَةَ بنِ عَامرٍ رَضِيَ اللَّهُ عَنْهُ مَرْفوعاً: ( مَنْ تَعَلَّقَ تَميمَةً فَلَا أَتَمَّ اللَّهُ لَهُ، وَمَنْ تَعَلَّقَ وَدْعَةً فَلَا وَدَعَ اللَّهُ لَهُ)

وَفِي رِوَايَةٍ : ( مَنْ تَعَلَّقَ تَميمَةً فَقَدْ أَشْرَكَ) ،

وَلِاْبْنِ أَبِي حَاتِمٍ عَنْ حُذَيْفَةَ أَنَّهُ رَأَى رَجُلاً فِي يَدِهِ خَيْطٌ مِنَ الْحُمَّى فَقَطَعَهُ، وَتَلَا قَوْلَهُ: (وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُشْرِكُونَ (106))(يوسف).""",
  """بَابُ مَا جَاءَ فِي الرُّقَي وَالتَّمَائِمِ

فِي الصحيح عَنْ أَبِي بشير الْأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ كَانَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ أَسْفَارِهِ، فَأَرْسَلَ رَسُولاً أَنْ لَا يَبْقِيَنَّ فِي رَقَبَةِ بَعِيرٍ قِلَادَةً مِنْ وَتَرْ أَوْ قِلَادَةً إِلَّا قُطِعَتْ.

وَعَن ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُول: ( إِنَّ الرُّقَى وَالتَّمَائِمَ وَالتِّوَلَةَ شِرْكٌ) رَوَاهُ أَحْمَدُ وأَبُو دَاوُدَ ،

وَعَنْ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ مَرْفُوعاً : ( مَنْ تَعَلَّقَ شَيْئاً وُكِلَ إِلَيْهِ ) رَوَاهُ أَحْمَدُ والتِّرْمِذِيّ.

التَّمَائِمُ : شَيْءٌ يُعَلَّقُ عَلَى الْأَوْلَادِ مِنَ الْعَيْنِ، لَكِنْ إِذَا كَانَ الْمُعَلَّـقُ مِنَ الْقَُرْآنِ، فَرَخَّصَ فِيهِ بَعْضُ السَّلَفِ، وَبَعْضُهُمْ لَمْ يُرَخِّصْ فِيهِ، وَيَجْعَلُهُ مِنَ الْمَنْهِيِّ عَنْهُ، مِنْهُمُ ابْنُ مَسْعُودِ رَضِيَ اللَّهُ عَنْهُ.

وَالرُّقَى : هِيَ الَّتِي تُسَمَّى الْعَزَائِمُ، وَخَصَّ مِنْهُ الدَّليلُ مَا خَلَا مِنَ الشِّرْكِ، فَقَدْ رَخَّصَ فِِيهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الْعَيْنِ وَالْحُمَّةِ.

وَالتِّوَلَةُ : شَيْءٌ يَصْنَعُونَهُ يَزْعُمُونَ أَنَّهُ يُحَبِّبُ الْمَرْأَةَ إِلَى زَوْجِهَا، وَالرَّجُلَ إِلَى امْرَأَتِهِ.

وَرَوَى أَحْمَدُ عَنْ رُوَيْفِع قَالَ : قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( يا رُوَيْفُعُ! لَعَلَّ الْحَيَاةَ تَطُولُ بِكَ، فَأَخْبِرِ النََّاسَ أَنَّ مَنْ عَقَدَ لِحْيَتَهُ، أَوْ تَقَلَّدَ وَتَراً، أَوْ اسْتَنْجَى بِرَجِيعِ دَابَّةٍ أَوْ عَظْمٍ، فَإِنَّ مُحَمَّداً بَرِيءٌ مِنْهُ ).

وَعَن سَعِيدِ بنِ جُبَيْر رَضِيَ اللَّهُ عَنْهُ، قَالَ: ( مَنْ قَطَعَ تَمِيمَةً مِنْ إِنْسَانٍ كَانَ كَعِدْلِ رَقَبَةٍ) رَوَاهُ وَكِيعُ ،

وَلَهُ عَنْ إِبْرَاهِيَمَ قَالَ: كَانُوا يَكْرَهُونَ التَّمَائِمَ كُلَّهَا، مِنَ القُرْآنِ وَغَيْرِ الْقُرْآنِ.""",
  """بَابُ مَنْ تَبَرَّكَ بِشَجَرةٍ أَوْ حَجَرٍ وَنَحْوِهِمَا

وَقَوْلُ اللَّه تَعَالَى : (أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى (19))(النجم)الْآيَاتُ.

عَنْ أََبِي وَاقِدٍ اللَّيْثِيِّ، قَالَ: خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى حُنَيْنٍ وَنَحْنُ حُدَثَاءُ عَهْدٍ بِكُفْرٍ، وَللْمُشْرِكِينَ سِدْرَةٌ يَعْكُفُونَ عِنْدَهَا وَيَنُوطُونَ بِهَا أَسْلِحَتَهُمْ، يقَالُ لَهَا: ذَاتُ أَنْوَاطٍ، فَمَرَرْنَا بِسِدْرَةٍ فَقُلْنَا: يا رَسُولَ اللَّهِ أجْعَلْ لَنَا ذَاتَ أَنْوَاطٍ كَمَا لَهُمْ ذَاتُ أَنْوَاطٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( اللَّهُ أَكْبَرُ! إنَّّهَا السُّنَنُ، قُلْتُمْ ـ وَالَّذِي نَفْسِي بِيَدِهِ ـ كَمَا قَالَتْ بَنُو إِسْرَائيلَ لِمُوسَى : ( اجْعَلْ لَنَا إِلَهاً كَمَا لهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلْونَ) ، لَتَرْكَبُنَّ سَنَنَ مَنْ كَانَ قَبْلَكُمْ). رَوَاهُ التِّرْمِذِيّ وَصَحَّحَهُ.""",
  """بَابُ مَا جاءَ فِي الذَّبْحِ لِغَيْر اللَّهِ

وَقَوْلُ اللَّه تَعَالَى : (قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (162) لَا شَرِيكَ لَهُ)(الْأَنْعَام)الْآيَات ،

وَقَوْلُهُ: (فَصَلِّ لِرَبِّكَ وَانْحَرْ (2))(الكوثر) .

عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ: حَدَّثَنِي رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَرْبَعِ كَلِمَاتٍ : ( لَعَنَ اللَّهُ مَنْ ذَبَحَ لِغَيْرِ اللَّهِ، لَعَنَ اللَّهُ مَنْ لَعَنَ وَالِدَيْهِ. لَعَنَ اللَّهُ مَنْ آوى مُحْدِثاً، لَعَنَ اللَّهُ مَنْ غَيَّرَ مَنَارَ الْأََرْضِ) رَوَاهُ مُسْلِمُ .

وَعَنْ طَارِقَ بنِ شِهَابٍ، أََنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( دَخَلَ الْجَنَّةَ رَجُلٌ فِي ذُبَابٍ، ودَخَلَ النَّارَ رَجُلٌ فِي ذُبَابٍ ) قَالُوا: وَكَيْفَ ذَلِكَ يا رَسُولَ اللَّهِ؟! قَالَ: ( مَرَّ رَجُلَانِ عَلَى قَوْمٍ لَهُمْ صَنَمٌ لَا يَجُوزُهُ أَحَدٌ حَتَّى يُقَرِّبَ لَهُ شَيْئاً، فقَالُوا لِأَحَدِهِمَا : قَرِّبْ ، قَالَ: لَيْسَ عِنْدِي شَيْءٌ أُقَرِّبُ ، قَالُوا لَهُ : قَرِّبْ وَلَوْ ذُبَاباً، فَقَرَّبَ ذُبَاباً، فَخَلُّوا سَبِيلَهُ، فَدَخَلَ النَّارَ، وَقَالُوا لِلْآخَرِ: قَرِّبْ، فقَالَ: مَا كُنْتُ لِأُقَرِّبَ لِأَحَدٍ شَيْئاً دُونَ اللَّهِ عَزَّ وَجَلَّ، فَضَرَبُوا عُنُقَهُ فَدَخَلَ الْجَنَّةَ) رَوَاهُ أَحْمَدُ .""",
  """بَابُ لا يُذْبَحُ لِلهِ بِمَكَانَ يُذْبَحُ فِيهِ لِغَيْر اللَّهِ


وَقَوْلُ اللَّه تَعَالَى : (لَا تَقُمْ فِيهِ أَبَدًا)(التوبة:108) الْآيَةُ.

عَنْ ثَابِتَ بْنِ الضَّحَّاكِ رَضِيَ اللَّهُ عَنْهُ، قَالَ : نَذَرَ رَجُلٌ أَنْ يَنْحَرَ إِبِلاً بِبُوَانَةَ، فَسَأَلَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فقَالَ: ( هَلْ كَانَ فِيها وَثَنٌ مِنْ أَوْثَانِ الْجَاهِلِيَّةِ يُعْبَدُ)؟ قَالُوا: لَا. قَالَ: ( فَهَلْ كَانَ فِيها عِيدٌ مِنْ أَعْيَادِهِمْ)؟ قَالُوا: لَا. فقَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( أَوْفِ بِنَذْرِكَ، فَإِنََّهُ لَا وَفَاءَ لِنَذْرٍ فِي مَعَصيةِ اللَّهِ، وَلَا فِيمَا لَا يَمْلِكُ ابْنُ آدَمَ ) رَوَاهُ أَبُو دَاوُد، وَإِسْنَادُهَا عَلَى شَرْطِهِمَا.""",
  """بَابُ مِنَ الشِّرْكِ النَّذْرُ لِغَيْر اللَّهِ

وَقَوْلُ اللَّه تَعَالَى : (يُوفُونَ بِالنَّذْرِ)(الْإِنْسَان:7) ،

وَقَوْلُهُ : (وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللَّهَ يَعْلَمُهُ)(البقرة:270) .

وَفِي الصَّحِيحِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا، أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( مَنْ نَذَرَ أَنْ يُطِيعَ اللَّهَ فَلْيُطِعْهُ، وَمَنْ نَذَرَ أَنْ يَعْصِيَ اللَّهَ فَلَا يَعْصِهِ ).""",
  """بَابُ مِنَ الشِّرْكِ الْاسْتِعَاذَةُ بِغَيْر اللَّهِ

وَقَوْلُ اللَّه تَعَالَى : (وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُم رَهَقًا (6))(الجن) .

وَعَن خَوْلَةَ بِنْتِ حَكِيمٍ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: سَمَعَتُ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُول: ( مَنْ نَزَلَ مَنْزِلاً فَقََالَ: أَعوذُ بِكُلِّمَاتِ اللَّهِ التامَاتِ مِنْ شَرِّ مَا خَلَقَ، لَمْ يَضُرُّهُ شَيْءٌ حَتّى يَرْحَلَ مِنْ مَنَزِلِهِ ذَلِكَ) رَوَاهُ مُسْلِمٌ .""",
  """بَابُ مِنَ الشِّرْكِ أَنْ يَسْتغيثَ بِغَيْر اللَّهِ أَوْ يَدْعُوَ غَيْرهُ

وَقَوْلُهُ تَعَالَى : (وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلَتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ (106) وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ)(يونس) ،

وَقَوْلُهُ: (فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ )(العَنْكَبوت:17) الْآيَةُ ،

وَقَوْلُهُ : (وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ) الْآيَتَان ،

وَقَوْلُهُ : (أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ)(النمل:62).

وَرَوَي الطَّبَرانِيُّ بِإِسْنادِهِ أَنَّهُ كَانَ فِي زَمَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُنافِقٌ يُؤْذِي الْمُؤْمِنينَ، فقَالَ بَعْضُهُم: قُومُوا بِنا نَسْتَغيثُ بِرَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ هَذَا الْمُنافِقِ ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( إَِنَّهُ لَا يُسْتَغاثُ بِي، وَإِنَّمَا يُسْتَغاثُ بِاللَّهِ عَزَّ وَجَلَّ).""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (أَيُشْرِكونَ مَا لَا يَخْلُقُ شَيْئًا وَهُم يُخْلَقُونَ (191) وَلَا يَسْتَطِيعُونَ لَهُم نَصْرًا )(الْأََعراف). الْآيَةُ

وَقَوْلُهُ : (وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ (13))(فاطر) الْآيَةُ .

وَفِي الصَّحِيحِ عَنْ أَنَسٍ قَالَ: شُجَّ النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أُحُدٍ وَكُسِرَتْ رُبَاعِيَّتُهُ، فَقَالَ: ( كَيْفَ يُفْلِحُ قَوْمٌ شَجُّوا نَبِيَّهُمْ )؟ فنَزَلَت: (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ ) ،

وَفِِيهِ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ فِي الرَّكْعَةِ الْأَخِيرَةِ مِنَ الْفَجْرِ: ( اللَّهُم إِلْعَنْ فُلَاناً وَفُلَاناً ) بَعْدَمَا يَقُولُ: ( سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الْحَمْدُ) فَأَنْزَلَ اللَهُ تَعَالَى: (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ) الْآيَةُ ،

وَفِي رُوَايَةٍ : يَدْعُو عَلَى صَفْوَانَ بنِ أُمَيَّةَ، وَسُهَيْلِ بنِ عَمْرُو وَالْحَارِثَ بنِ هِشَام، فنَزَلَتْ (لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ) ،

وَفِيهِ عَنْ أََبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ أُنْزِلَ عَلَيْهِ: ( وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ) قَالَ: ( يا مَعَشرَ قُرَيْشٍ ـ أَوْ كَلِمَةً نَحْوَهَا ـ اشْتَرُوا أَنْفُسَكُمْ، لَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ شَيْئاً، يا عَبّاسَ بْنَ عَبْدِ الْمُطَّلِبِ لَا أُغْنِي عَنْكَ مِنَ اللَّهِ شَيْئاً، يا صَفِِيَّةُ عَمَّةُ رَسُولِ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا أُغْنِي عَنْكِ مِنَ اللَّهِ شَيْئاً، وَيا فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَلِينِي مِنْ مَالِي مَا شِئْتِ لَا أُغْنِي عَنْكِ مِنَ اللَّهِ شَيْئاً ).""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ (23))(سبأ).

وَفِي الصَّحِيحِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِذَا قَضَى اللَّهُ الْأَمْرَ فِي السََّمَاءِ ضَرَبَتِ الْمَلَائِكَةُ بِأَجْنِحَتِهَا خُضْعَاناً لِقَوْلِهِ، كَأَنَّهُ سَلْسَلَةً عَلَى صَفْوَانَ يَنْفُذُهُمْ ذَلِكَ. (حَتَّى إِذا فُزِّعَ عَن قُلْوبهُم قَالَوا: مَاذا قَالَ ربكَمْ؟ قَالُوا: الْحَقُّ وَهُوَ الَعَلَّي الْكَبِيرُ) فَيَسْمَعُهَا مُسْتَرِقُ السََّمْعِ ـ وَمُسْتَرِقُ السَّمْعِ هَكَذَا بَعْضُهُ فَوْقَ بَعْضٍ ـ وَصَفَهُ سُفَِْيانُ بِكَفِّهِ فَحَرَّفَهَا وَبَدَّدَ بَيْنَ أَصَابِعِهِ ـ فَيَسْمَعُ الِكَلِمَةَ فَِيُلْقِيهَا إِلَى مَنْ تَحْتَهُ، ثُمَّ يُلْقِيهَا الْآخَرُ إِلَى مَنْ تَحْتَهُ، حَتَّى يُلْقِيهَا عَلَى لِسَانَ السَّاحِرِ أَو الْكَاهِنِ فَرُبَّمَا أَدْرَكَهُ الشِّهَابُ قَبْلَ أَنْ يُلْقِيَهَا، وَرُبَّمَا أَلْقَاهَا قَبْلَ أَنْ يُدِرَكَهُ، فَِيَكْذِبُ مَعَها مَائة كِذْبَةً فَيُقََالُ: ألَيْسَ قَدْ قَالَ لَنَا يَوْمَ كَذَا وَكَذَا: كَذَا وَكَذَا فَِيُصَدَّقُ بِتِلْكَ الْكَلِمَةِ الَّتِي سُمِعَتْ مِنَ السََّمَاءِ ).

وَعَنِ النَّوَّاسِ بنِ سَمَعَانِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( إِذَا أَرَادَ اللَّهُ تَعَالَى أَنْ يُوحِيَ بِالْأََمْـرِ تَكَلَّـَمَ بِالْوَحْيِ أَخَذَتِ السَّمَاواتِ مِنْهُ رَجْفَةٌ - أَوْ قَالَ رِعْدَةٌ - شَدِيدَةٌ خَوْفاً مِنَ اللَّهِ عَزَّ وَجَلَّ. فَإِذَا سَمِعَ ذَلِكَ أهَلْ السَّمَاواتِ صُعِقُوا وَخَرُّوا سُجَّداً. فَيَكُونُ أَوَّلُ مَنْ يَرْفَعُ رَأْسَهُ جِبْريلُ، فَيُكَلِّمُهُ اللَّهُ مِنْ وَحْيِهِ بِمَا أَرَادَ، ثُمَّ يَمُرُّ جِبْريلُ عَلَى الْمَلَائِكَةِ، كُلَّمَا مَرَّ بِسَمَاءْ سَأَلَهُ مَلَائكَتُهَا: مَاذا قَالَ رَبُّنَا يا جِبْرِيلُ؟ فِيَقُولُ جِبْريلُ: قَالَ الْحَقُّ وَهُوَ الَعَلَّيُّ الْكَبيرُ فَيََقُولُونَ كُلُّهُمْ مِثْلَ مَا قَالَ جِبْريلُ. فَيَنْتَهِي جِبْريلُ بِالْوَحْيِ إِلَى حَيْثُ أَمَرَهُ اللَّهُ عَزَّ وَجَلَّ ) .""",
  """بَابُ الشَّفَاعَة

وَقَوْلُ اللَّه تَعَالَى : (وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ لَيْسَ لَهُمْ مِنْ دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ )(الْأَنْعَامُ) ،

وَقَوْلُهُ : ( قُلْ لله الشَّفَاعَةُ جميعاً) ،

وَقَوْلُهُ : ( مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ) ،

وَقَوْلُهُ : (وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى (26))(النجم) ،

وَقَوْلُهُ: (قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ)(سبأ:22) الْآيَتَيْن.

قَالَ أَبُو الْعَبَّاسِ : نَفَى اللَّهُ عَمَّا سِوَاهُ كُلَّ مَا يَتَعَلَّقُ بِهِ الْمُشْرِكُونَ، فَنَفَى أَنْ يَكُونَ لغَيْرِهِ مُلْكٌ أَوْ قِسْطٌ مِنْهُ، أَوْ يَكُونَ عَوْناً للهِ ، وَلَمْ يَبْقَ إِلَّا الشَّفَاعَةُ، فَبََّيَّنَ أَنَّهُا لَا تَنْفَعُ إِلَّا لِمَنْ أَذِنَ لَهُ الرَّبُّ، كَمَا قَالَ تَعَالَى : ( وَلَا يَشْفَعُونَ إِِلَّا لِمَن ارْتَضَى ) ، فَهَذِهِ الشَّفَاعَةُ الَّتِي يَظُنُّهَا الْمُشْرِكُونَ، هِيَ مُنْتَفِيَةٌ يَوْمَ الْقِيَامَةِ كَمَا نَفَاهَا الْقُرْآنُ، وَأَخْبَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ يَأْتِي فَيَسْجِدُ لِرَبِّهِ وَيَحْمَدُهُ، لَا يَبْدَأُ بِالشَّفَاعَةِ أَوَّلاً، ثُمَّ يُقَالَ لَهُ: ارْفَعْ رَأْسَكَ، وَقُلْ يُسْمَعْ، وَسَلْ تُعْطَ، وَاشْفَعْ تُشَفَّعْ.

وقَالَ له أَبُو هُرَيْرَةَ : مَنْ أَسْعَدُ النَّاسِ بِشَفَاعَتِكَ يَا رَسُولَ اللَّهِ؟ قَالَ: ( مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ خَالِصاً مِنْ قَلْبِهِ) ،

فَتِلْكَ الشَّفَاعَةُ لِأَهْلِ الْإِخْلَاصِ بِإِذْنِ اللَّهِ، وَلَا تَكُونُ لِمَنْ أَشْرَكَ بِاللَّهِ.

وَحَقِيقَتُهُ : أَنَّ اللَّهَ سُبْحَانَهُ هُوَ الَّذِي يَتَفَضَّلُ عَلَى أَهْلِ الْإِخْلَاصِ فَيَغْفِرُ لَهُمْ بِوَاسِطَةِ دُعَاءِ مَنْ أُذِنَ لَهُ أََنْ يَشْفَعَ، لِيُكْرِمَهُ وَيَنَالَ الْمَقَامَ الْمَحْمُودَ. فَالشَّفَاعَةُ الَّتِي نَفَاهَا الْقُرْآنُ مَا كَانَ فِيها شِرْكٌ، وَلِهَذَا أَثْبَتَ الشَّفَاعَةَ بِإِذْنِهِ فِي مَوَاضِعَ، وَقَدْ بَيَّنَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُا لَا تَكُونُ إِلَّا لِأَهْلِ التَّوْحِيدِ والْإِخْلَاصِ. انْتَهى كَلَامُهُ.""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ)(القصص:56) الْآيَةُ

وَفِي الصَّحِيحِ عَنِ ابْنِ الْمُسَيَّبِ عَنْ أَبِيهِ قَالَ: ( لمَّا حَضَرَتْ أَبَا طَالِبٍ الْوَفَاةُ جَاءَهُ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعِنْدَهُ عَبْدُ اللَّهِ بنُ أَبِي أُمَيَّةَ وَأَبُو جَهْلٍ، فقَالَ لَهُ: ( يا عَمُّ، قُلْ: لَا إِلَهَ إِلَّا اللَّهُ، كَلِمَةٌ أُحَاجُّ لَكَ بِهَا عِنْدَ اللَّهِ) ، فَقَلَا له: أَتَرْغَبُ عَنْ مِلَّةِ عَبْدِ الْمُطَّلِبِ؟ فَأَعَادَ عَلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَعَادَا ، فَكَانَ آخُرُ مَا قَالَ : هُوَ عَلَى مِلَّةِ عَبْدِ الْمُطَّلِبِ وَأَبَى أَنْ يَقُولَ : لَا إِلَهَ إِلَّا اللَّهُ. فقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( لَأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْكَ) ، فأنَزَلَ اللَّه عَزَّ وَجَلَّ ( مَا كَانَ للنبي والَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ ) الْآيَةُ

 وأنَزَلَ اللَّهُ فِي أَبِي طَالِبٍ : (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدي مَنْ يَشَاءُ )(القصص) .""",
  """بَابُ مَا جَاءَ أَنَّ سَبَبَ كُفْرِ بَنِي آدَمَ وَتَرْكِهِمْ دِينَهُمْ هُوَ الْغُلُوُّ فِيالصَّالِحينَ

وقول اللَّه عَزَّ وَجَلَّ : (قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ)(المائدة:77) .

وَفِي الصَّحِيحِ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا فِي قَوْلِ اللَّهِ تَعَالَى : (وَقَالُوا لَا تَذَرُنَّ آَلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا (23))(نوح) ، قَالَ: ( هَذِهِ أسَمَاءُ رِجَالٍ صَالِحينَ مِنْ قَوْمِ نُوحٍ، فَلَمَّا هَلَكُوا أَوْحَى الشَّيْطَانُ إِلَى قَوْمِهِمْ أَنِ انْصُبُوا إِلَى مَجَالِسِهِمُ الَّتِي كَانُوا يَجْلِسُونَ فِيها أَنْصَاباً وَسَمُّوهَا بِأَسْمَائِهِمْ، فَفَعَلَوا، وَلَمْ تُعْبَدْ، حَتَّى إِذَا هَلَكَ أُوْلئِكَ وَنُسِيَ الْعِلْمُ، عُبِدَتْ).

وقَالَ ابْنُ الْقَيِّمِ : قَالَ غَيْرُ وَاحِدٍ مِنَ السَّلَفِ : لَمَّا مَاتُوا عَكَفُوا عَلَى قُبُورِهِم ثُمَّ صَوَّرُوا تَمَاثيلَهُم، ثُمَّ طَالَ عَلَيْهِمُ الْأَمَدُ فَعَبَدُوهُمْ.

وَعَنْ عُمَرَ أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( لَا تُطْرُونِي كَمَا أَطْرَتِ النَّصَارَى ابْنَ مَرْيَمَ، إِنَّمَا أَنَا عَبْدٌ، فَقُولُوا: عَبْدُ اللَّهِ وَرَسُولُهُ) أَخْرَجَاهُ .

وقَالَ: قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( إِيَّاكُمْ وَالْغُلُوُّ، فَإِنَّمَا أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ الْغُلُوُّ).

وَلِمُسْلِمٍ عَنْ ابْنِ مَسْعُودٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( هَلَكَ الْمُتَنَطِّعُونَ) قَالَها ثَلَاثاً.""",
  """بَابُ مَا جَاءَ مِنَ التَّغْلِيظِ فِيمَنْ عَبَدَ اللَّهَ عِنْدَ قَبْرِ رَجُلٍ صَالِحٍ فَكَيْفَ إِذَاعَبَدَهُ

فِي الصَّحِيحِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ أُمَّ سَلَمَةَ ذَكَرَتْ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَنِيسَةً رَأَتْهَا فِي أَرْضِ الْحَبَشَةِ وَمَا فِِيهَا مِنَ الصُّوَرِ. فقَالَ: ( أُوْلئكَ إِذَا مَاتَ فيهِمُ الرَّجُلُ الصَّالِحُ أَوِ الْعَبْدُ الصَّالِحُ بَنُوا عَلَى قَبْرِهِ مَسْجِداً، وَصَوَّرُوا فِيهِ تِلْكَ الصُّوَرَ أُوْلَئِكَ شِرَارُ الْخَلْقِ عِنْدَ اللَّهِ) ، فهَؤُلَاءِ جمَعَوا بَيْنَ الْفِتْنَتَيْنِ، فِتْنَةَ الْقُبُورِ، وَفِتْنَةَ التَّمَاثيلِ .

وَلَهُمَا عنها قَالَت: لمَا نَزَلَ برَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَفِقَ يَطْرَحُ خَميصَةً لَهُ عَلَى وَجْهِهِ، فَإِذَا اغْتَمَّ بِهَا كَشَفَهَا، فَقَالَ ـ وَهُوَ كَذَلِكَ ـ : ( لَعْنَةُ اللَّهِ عَلَى اليهُوَدِ وَالنَّصَارَى، اتّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسَاجِدَ ) يُحَذِّرُ مَا صَنَعُوا، وَلَوْلَا ذَلِكَ أُبْرِزَ قَبْرُهُ ، غَيْرَ أَنَّهُ خُشِيَ أَنْ يُتَّخَذَ مَسْجِداً . أَخْرَجَاهُ .

وَلِمُسْلِمٍ عَنْ جُنْدُبِ بنِ عَبْدِ اللَّهِ قَالَ : سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ أَنْ يَمُوتَ بِخَمْسٍ وَهُوَ يَقُولُ: ( إِنِّي أَبْرَأُ إِلَى اللَّهِ أَنْ يَكُونَ لِي مِنْكُمْ خَلِيلٌ، فَإِنَّ اللَّهَ قَدْ اتَّخَذَنِي خَلِيلاً، كَمَا اتَّخَذَ إِبْرَاهِيَمَ خَليلاً، وَلَوْ كُنْتُ مُتَّخِذاً مِنْ أُمَّتِي خَلِيلاً، لَاتَّخَذْتُ أَبَا بِكْرٍ خَليلاً، اَلَا وَإِنَّ مَنْ كَانَ قَبْلكُمْ كَانُوا يَتَّخِذُونَ قُبَورَ أَنْبِيَائِهِمْ مَسَاجِدَ، أَلَت فَلَا تَتَّخِذُوا الْقُبُورَ مَسَاجِدَ، فَإِنِّي أَنْهَاكُمْ عَنْ ذَلِكَ).

فَقَدْ نَهَى عَنْهُ فِي آخِرِ حَيَاتِهِ، ثُمَّ أَنَّهُ لَعَنَ - وَهُوَ فِي السِّيَاقِ - مَنْ فَعَلَهُ، وَالصَّلاةُ عِنْدَهَا مِنْ ذَلِكَ، وَإِنْ لَمْ يُبْنَ مَسْجِدٌ، وَهُوَ مَعَنى قَوْلِهَا: خُشِيَ أَنْ يُتَّخَذَ مَسْجِداً، فَإِنَّ الصَّحَابَةَ لَمْ يَكُونُوا لِيَبْنُوا حَوْلَ قَبْرِهِ مَسْجِداً، وَكُلُّ مَوْضِعٍ قُصِدَتِ الصَّلاةُ فِيهِ فَقَدْ اتُّخِذَ مَسْجِداً، بَلْ كُلُّ مَوْضِعٍ يُصَلَّى فِيه يُسَمَّى مَسْجِداً، كَمَا قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( جُعِلَتْ لِيَ الْأَرْضُ مَسْجِداً وَطَهُوَراً ).

وَلِأَحْمَدَ بِسَنَدٍ جَيِّدٍ عَنْ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ مَرْفُوعاً: ( إِنَّ مِنْ شِرَارِ النَّاسِ مَنْ تُدْرِكُهُم السَّاعَةُ وَهُمْ أَحْيَاءٌ وَالَّذِينَ يَتَّخِذُونَ الْقُبُورَ مَسَاجِدَ) رَوَاهُ أَبُو حَاتِمْ فِي صَحِيحِه.""",
  """بَابُ مَا جَاءَ أَنَّ الْغُلُوَّ فِي قُبُورِ الصَّالِحِينَ يُصَيِّرُهَا أَوْثاناً تُعْبَدُ مِنْ دُونِاللَّهِ

رَوَى مَالِكُ فِي الْمُوَطَّأِ : أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( اللَّهُم لَا تَجْعَلْ قَبْرِي وَثناً يُعْبَدُ، اشْتَدَّ غَضَبُ اللَّهِ عَلَى قَوْمٍ اتَّخَذُوا قُبُورَ أَنْبِيَائهُمْ مَسَاجِدَ ) ،

وَلِابْنِ جَريرٍ بِسَنَدِهِ عَنْ سُفِْيَانَ عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ : ( أَفَرَءيتُمُ اللَّاتَ وَالْعُزَّى ) ، قَالَ : كَانَ يَلُتُّ لَهُمُ السَّوِيقَ فَمَاتَ فَعَكَفُوا عَلَى قَبْرِهِ، وَكذَلِكَ قَالَ أَبُو الْجَوْزَاءِ عَنْ ابْنِ عَبَّاسٍ : كَانَ يَلُتُّ السَّوِيقَ للْحَاجِّ.

وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ : لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَائِرَاتِ الْقُبُورِ، وَالْمُتَّخِذِينَ عَلَيْهِا الْمَسَاجِدَ وَالسُّرَجَ . رَوَاهُ أهَلُ السُّنَنِ .""",
  """بَابُ مَا جَاءَ فِي حِمَايةِ الْمُصْطَفَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَنَابَ التَّوْحِيدِ وَسَدِّهِ كُلَّ طَرِيقٍيُوصِلُ إِِلَى الشِّرْكِ

وَقَوْلُ اللَّه تَعَالَى : ( لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ ) الْآيَةُ.

عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( لَا تَجْعَلُوا بُيُوتَكُمْ قُبُوراً، وَلَا تَجْعَلُوا قَبْرِي عِيداً، وَصَلُّوا عَليّ، فَإِنَّ صَلَاتَكُمْ تَبْلُغُنِي حَيْثُ كُنْتُمْ) رَوَاهُ أَبُو دَاوُدَ بِإِسْنَادٍ حَسَنٍ ، وَرُوَاتُهُ ثِقَاتٌ.

وَعَنْ عَلَيٍّ بنِ الْحُسَيْنِ : أَنَّهُ رَأَى رَجُلاً يَجِيءُ إِلَى فُرْجَةٍ كَانَتْ عِنْدَ قَبْرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فِيدْخُلُ فِيهَا فَِيَدْعُو، فَنَهَاهُ، وَقَالَ: أَلَا أُحَدِّثكُمْ حَدِيثاً سَمِعْتُهُ مِنْ أَبِي عَنْ جَدِّي عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( لَا تَتَّخِذُوا قَبْرِي عِيداً، وَلَا بُيُوتَكُمْ قُبُوراً، وَصَلُّوا عَلَيّ فَإِنَّ تَسْليمَكُمْ يَبْلُغَنِي أَيْنَ كُنْتُمْ) رَوَاهُ فِي الْمُخْتَارَةِ .""",
  """بَابُ مَا جَاءَ أَنَّ بَعْضَ هَذِهِ الْأُمَّةِ يَعْبُدُ الْأَوْثَانَ

وَقَوْلُ اللَّه تَعَالَى : (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ )(النساء:51) ،

وَقَوْلُهُ تَعَالَى : (قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ)(المائدة:60) ،

وَقَوْلُهُ تَعَالَى : (قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا (21))(الكهف) .

عَنْ أَبِي سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَتَتَّبِعُنَّ سَنَنَ مَنْ كَانَ قَبْلَكُمْ حَذْوَ الْقُذَّةِ بِالْقُذَّةِ، حَتَّى لَوْ دَخَلُوا جُحْرَ ضَبٍّ لَدَخَلْتُمُوهُ) قَالُوا: يا رَسُولَ اللَّهِ، الْيَهُودُ وَالنَّصَارَى؟ قَالَ: ( فَمَنْ)؟ أَخْرَجَاهُ،

وَلِمُسْلِمْ عَنْ ثَوْبَانَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِنَّ اللَّهَ زَوَى لِيَ الْأَرْضَ، فَرَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا، وَإِنَّ أُمَّتِي سَيَبْلُغُ مُلْكُهَا مَا زُوِيَ لِي مِنْهَا، وَأُعْطيتُ الْكَنْزَيْنِ : الْأَحْمَرَ وَالْأَبْيَضَ ، وَإِنِّي سَأَلَتُ رَبِّي لِأُمَّتِي أَنْ لَا يُهْلِكَهَا بِسَنَةْ بِعَامَّةٍ، وَأَنْ لَا يُسَلِّطَ عَلَيْهِمْ عَدُوّاً مِنْ سِوَى أَنْفُسِهِمْ فَِيَسْتَبِيحَ بَيْضَتَهُمْ، وَإِنَّ رَبّي قَالَ: يا مُحَمَّدُ إِذَا قَضَيْتُ قَضَاءً فَإِنََّهُ لَا يُرَدُّ وَإِنِّي أَعْطَيْتُكَ لِأُمَّتِكَ أَلَّا أُهْلِكَهُمْ بِسَنَةْ بِعَامَّةٍ وَأَلَّا أُسَلِّطَ عَلَيْهِم عَدُوّاً مِنْ سِوَى أَنْفُسِهِمْ فَِيَسْتَبِيحَ بَيْضَتَهُمْ، وَلَوْ اجْتَمَعَ عَلَيْهِم مَنْ بِأَقْطارِهَا حَتَّى يَكُونَ بَعْضُهُمْ يُهْلِكَ بَعْضاً وَيَسْبِيَ بَعْضُهُمْ بَعْضًا )، وَرَوَاهُ الْبَرْقَانِيُّ فِي صَحِيحِه،

وَزَادَ : ( وَإنَّمَا أَخَافُ عَلَى أُمَّتِي الْأَئِمَّةَ الْمُضِلِّينَ، وَإِذَا وَقَعَ عَلَيْهِمُ السَّيْفَ لَمْ يُرْفَعْ إِِلَى يَوْمِ الْقِيَامَةِ، وَلَا تَقُومُ السَّاعَةُ حَتَّى يَلْحَقَ حَيٌ مِنْ أُمَّتِي بِالْمُشْرِكِينَ، وَحَتَّى تَعْبُدَ فِئَةٌ مِنْ أُمَّتِي الْأَوْثَانَ، وَأَنَّهُ سَيَكُونُ فِي أُمَّتِي كَذَّاَبُونَ ثَلَاثونَ، كُلُّهُمْ يَزْعُمُ أَنَّهُ نَبِيٌّ، وَأَنَا خَاتَمُ النَّبِيِّينَ، لَا نَبِيَّ بَعْدِي. وَلَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي عَلَى الْحَقِّ مَنْصُورَةً لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ حَتَّى يَأْتِيَ أَمْرُ اللَّهِ تَبَارَكَ وَتَعَالَى ).""",
  """بَابُ مَا جَاءَ فِي السِّحْرِ

وَقَوْلُ اللَّه تَعَالَى : (وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآَخِرَةِ مِنْ خَلَاقٍ)(البقرة:102) ،

وَقَوْلُهُ : ( يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ ) .

قَالَ عُمَرُ : الْجِبْتُ : السِّحْرُ، وَالطَّاغُوتُ : الشَّيْطَانُ.

وَقَالَ جَابِرُ: الطَّوَاغيتُ : كُهَّانٌ كَانَ يَنْزِلُ عَلَيْهِمُ الشَّيْطَانُ ، فِي كُلِّ حَيٍّ وَاحِدٌ.

وَعَن أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ) قَالَوا: يا رَسُول اللَّه: وَمَا هُنَّ؟ قَالَ : ( الشِّرْكُ بِاللَّهِ، وَالسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالِ اليَتِيمِ، وَالتَّوَلّيِ يَوْمَ الزَّحْفِ، وَقَذْفُ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ).

وَعَن جُنْدُبَ مَرْفُوعاً: ( حَدُّ السَّاحِرِ ضَرْبُهُ بِالسَّيْفِ) رَوَاهُ التِّرْمِذِيّ، وَقَالَ: الصَّحِيحُ أَنَّهُ مَوْقُوفٌ.

وفِي صَحِيحِ البُخَارِيّ عَنْ بُجَالَةَ بنِ عَبْدَةَ قَالَ: كَتَبَ عُمَرُ بنُ الخَطَّابِ : أَنِ اقْتُلُوا كُلَّ سَاحِرٍ وَسَاحِرَةٍ، قَالَ: فَقَتَلْنَا ثَلَاثَ سَوَاحِرَ.

وَصَحَّ عَنْ حَفْصَةَ رَضِيَ اللَّهُ عَنْهُا: أَنَّهُا أَمَرَتْ بِقَتْلِ جَارِيَةٍ لَهَا سَحَرَتْهَا، فَقُتِلَتْ، وكذَلِكَ صَحَّ عَنْ جُنْدُبَ. قَالَ أَحْمَدُ : عَنْ ثَلَاثَةْ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.""",
  """بَابُ بَيَانِ شَيْءٍ مِنْ أَنْوَاعِ السِّحْرِ

قَالَ أَحْمَدُ : حَدَّثَنا مُحَمَّدُ بنُ جَعْفَرٍ، حَدَّثَنا عَوْفُ عَنْ حَيَّانَ بنِ الَعَلَّاء، حَدَّثَنا قَطَنُ بنُ قَبِيصَةَ عَنْ أَبِيهِ أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( إِنَّ الْعِيَافَةَ وَالطَّرْقَ وَالطِّيَرَةَ مِنَ الْجِبْتِ). قَالَ عَوْفُ : الْعِيَافَةَ : زَجْرُ الطَّيْرِ، وَالطَّرْقُ : الْخَطُّ يُخَطُّ بِالْأَرْضِ وَالْجِبْتُ ، قَالَ: الْحَسَنُ : رَنَّةُ الشَّيْطَانِ .

إِسْنَادُهُ جَيِّدٌ وَلِأَبِي دَاوُدَ وَالنَّسَائِيِّ وَابْنِ حِبَّانَ فِي صَحِيحِه، الْمُسْنَدِ مِنْهُ.

وَعَن ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ اقْتَبَسَ شُعْبَةً مِنَ النُّجُومِ، فَقَدْ اقْتَبَسَ شُعْبَةً مِنَ السِّحْرِ، زَادَ مَا زَادَ) رَوَاهُ أَبُو دَاوُدَ ، وَإِسْنَادُهُ صَحِيحٌ.

وَلِلنَّسَائِيِّ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ : ( مَنْ عَقَدَ عُقْدَةً ثُمَّ نَفَثَ فِِيهَا فَقَدْ سَحَرَ، وَمَنْ سَحَرَ فَقَدْ أَشْرَكَ، وَمنْ تَعَلَّقَ شَيْئاً وُكِلَ إِلَيْهِ).
وَعَن ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( أَلَا هَلْ أُنَبِّئُكَُمْ مَا الْعِضَةُ ؟ هِيَ النَّمِيمَةُ، القَالَةُ بَيْنَ النَّاسِ) رَوَاهُ مُسْلِمُ.

وَلَهُمَا عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِنَّ مِنَ الْبَيَانِ لَسِحْراً ) .""",
  """بَابُ بَابُ مَا جَاءَ فِي الْكُهَّانِ وَنَحْوِهِمْ

رَوَى مُسْلِمُ فِي صَحِيحِه، عَنْ بَعْضِ أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ أَتَى عَرَّافاً فَسَأَلَهُ عَنْ شَيْءٍ فَصَدَّقَهُ، لَمْ تُقْبَلْ لَهُ صَلَاةٌ أَرْبَعِينَ يَوْمًا ).

وَعَن أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ أَتَى كَاهِناً فَصَدَّقَهُ بِمَا يَقُولُ، فَقَدْ كَفَرَ بِمَا أُنَْزِلَ عَلَى مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) رَوَاهُ أَبُو دَاوُدَ.

وَلِلْأَرْبَعَةِ، وَالْحَاكِمِ وَقَالَ : صَحِيحٌ عَلَى شَرْطِهِمَا، عَنْ أَبِي هُرَيْرَةَ : ( مَنْ أَتَى عَرَّافاً أَوْ كَاهِناً فَصَدَّقَهُ بِمَا يَقُولُ، فَقَدْ كَفَرَ بمَا أُنْزِلَ عَلَى مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) . وَلِأَبِي يَعْلى بِسَنَدٍ جَيِّدٍ عَنْ ابْنِ مَسْعُودٍ مَوْقُوفاً.

وَعَن عِمْرَانَ بنِ حُصَينٍ رَضِيَ اللَّهُ عَنْهُ مَرْفُوعاً : ( لَيْسَ مِنّا مَنْ تَطَيَّرَ أَوْ تُطِيِّرَ لَهُ أَوْ تَكَهَّنَ أَوْ تُكُهِّنَ لَهُ أَوْ سَحَرَ أَوْ سُحِرَ لَهُ، وَمَنْ أَتَى كَاهِناً فَصَدَّقَهُ بِمَا يَقُولُ، فَقَدْ كَفَرَ بمَا أُنْزِلَ عَلَى مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ) رَوَاهُ الْبَزَّارُ بِإِسْنَادٍ جَيِّدٍ، وَرَوَاهُ الطَّبَرَانِيُّ فِي الْأَوْسَطِ بِإِسْنَادٍ حَسَنٍ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ دُونَ قَوْلِهِ : "وَمَنْ أَتَى.." الخ.

قَالَ الْبَغَوِيُّ : الْعَرَّافُ : الَّذِي يَدَّعِي مَعْرفَةَ الْأُمُورِ بِمُقَدِّمَاتٍ يَسْتَدِلُّ بِهَا عَلَى الْمَسْرُوقِ وَمَكَانِ الضَّالَّةِ وَنَحْوِ ذَلِكَ وَقِيلَ : هُوَ الْكَاهِنُ وَالْكَاهِنُ هُوَ الَّذِي يُخْبِرُ عَنِ الْمُغَيَّبَاتِ فِي الْمُسْتَقْبَلِ وَقِيلَ : الَّذِي يُخْبِرُ عَمَّا فِي الضَّمِيرِ.

وَقَالَ أَبُو الْعَبَّاسِ ابْنُ تَيْمِيَّةَ : الْعَرَّافُ : اسْمٌ لِلْكَاهِنِ وَالْمُنَجِّمِ وَالرَّمَّالِ وَنَحْوِهِمْ مِمَّنْ يَتَكَلَّمُ فِي مَعْرِفَةِ الْأُمُورِ بِهَذِهِ الطُّرُقِ.

وقَالَ ابْنُ عَبَّاسٍ – فِي قَوْمٍ يَكْتُبونَ ( أَبَا جَادٍ ) وَيَنْظُرُونَ فِي النُّجُومِ -: مَا أَرَى مَنْ فَعَلَ ذَلِكَ لَهُ عِنْدَ اللَّهِ مِنْ خَلَاقٍ.""",
  """بَابُ مَا جَاءَ فِي النَّشْرَةِ

عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ النَّشْرَةِ فقَالَ : ( هِيَ مِنْ عَمَلِ الشَّيْطَانِ ) رَوَاهُ أَحْمَدُ بِسَنَدٍ جَيِّدٍ.

وَأَبُو دَاوُدَ، وَقَالَ : سُئِلَ أَحْمَدُ عَنْهَا فقَالَ : ابْنُ مَسْعُودٍ يَكْرَهُ هَذَا كُلَّهُ.

وَفِي البُخَارِيّ عَنْ قَتَادَةَ : قُلْتُ لِابْنِ الْمُسَيَّبِ : رَجُلٌ بِهِ طِبٌّ أَوْ يُؤْخَذُ عَنِ امْرَأَتِهِ، أَيُحَلُّ عَنْهُ أَوْ يُنْشَرُ؟ قَالَ : لَا بَأْسَ بِهِ، إِنَّمَا يُرِيدُونَ بِهِ الْإِصْلَاحَ، فَأَمَّا مَا يَنْفَعُ فَلَمْ يُنْهَ عَنْهُ. أ.هـ.

وَرُوِىَ عَنِ الْحَسَنِ أَنَّهُ قَالَ: لَا يَحِلُّ السِّحْرَ إِلَّا سَاحِرٌ.

قَالَ ابْنُ الْقَيِّمِ : النَّشْرَةُ : حَلُّ السِّحْرِ عَنِ الْمَسْحُورِ، وَهِيَ نَوْعَانِ :

إِحْدَاهُمَا : حَلٌّ بِسِحْرٍ مِثْلِهِ، وَهُوَ الَّذِي مِنْ عَمَلِ الشَّيْطَانِ، وَعَلَيْهِ يُحْمَلُ قَوْلُ الْحَسَنِ، فَِيَتَقَرَّبُ النَّاشِرُ وَالْمُنْتَشِرُ إِلَى الشَّيْطَانِ بِمَا يُحِبُّ، وَيُبطُِلُ عَمَلَهُ عَنِ الْمَسْحُورِ.

وَالثَّانِي : النَّشْرَةُ بِالرُّقْيَةِ وَالتَّعَوُّذَاتِ وَالْأَدْوِيَةِ وَالدَّعَوَاتِ الْمُبَاحَةِ، فهَذَا جَائِزٌ.""",
  """بَابُ مَا جَاءَ فِي التَّطَيُّرِ

وَقَوْلُ اللَّه تَعَالَى : (أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (131))(الأعراف) ،

وَقَوْلُهُ : ( قَالُوا طَائِرُكُمْ مَعَكُمْ) .

عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أن الرَسُول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَا عَدْوَى، وَلَا طِيَرَةَ، وَلَا هَامَّةٍ، وَلَا صَفَرَ) أَخْرَجَاهُ ،

زَادَ مُسْلِمُ : ( وَلَا نَوْءٌ، وَلَا غُولٌ).

وَلَهُمَا عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( لَا عَدْوَى وَلَا طِيَرَةَ، وَيُعْجِبُنِي الْفَأْلُ ) قَالُوا: وَمَا الْفَأْلُ ؟ قَالَ: ( الْكَلِمَةُ الطَّيِّبَةُ).

وَلِأَبِي دَاوُدَ بِسَنَدٍ صَحِيحٍ عَنْ عُقْبَةَ بنِ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : ذُكِرَتِ الطِّيَرَةُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : ( أَحْسَنُهَا الْفَأْلُ، وَلَا تَرُدُّ مُسْلِمًا فَإِذَا رَأَى أَحَدَكُمْ مَا يَكْرَهُ فَلْيَقُلْ : اللَّهُمَّ لَا يَأْتِي بِالْحَسَنَاتِ إِلَّا أَنْتَ، وَلَا يَدْفَعُ السَّيِّئَاتِ إِلَّا أَنْتَ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِكَ).

وَعَن ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ مرفوعاً : ( الطِّيَرَةُ شِرْكٌ، الطِّيَرَةُ شِرْكٌ، وَمَا مِنَّا إِلَّا ، وَلَكِنَّ اللَّهَ يُذْهِبُهُ بِالتَّوَكُّلِ ) رَوَاهُ أَبُو دَاوُدَ،

وَالتِّرْمِذِيّ وَصَحَّحَهُ، وَجَعَلَ آخِرَهُ مِنْ قَوْلِ ابْنِ مَسْعُودٍ.

وَلِأَحْمَدَ مِنْ حَدِيثِ ابْنِ عَمْرُو: ( مَنْ رَدَّتْهُ الطِّيَرَةُ عَنْ حَاجَةٍ فَقَدْ أَشْرَكَ) قَالُوا : فَمَا كَفَّارَةُ ذَلِكَ ؟ قَالَ : ( أَنْ تَقُولَ : اللَّهُمَّ لَا خَيْرَ إِلَّا خَيْرُكَ، وَلَا طَيْرَ إِلَّا طَيْرُكَ، وَلَا إِلَهَ غَيْرُكَ) ،

وَلَهُ مِنْ حَدِيثِ الْفَضْلِ بنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: ( إِنَّمَا الطِّيَرَةُ مَا أَمْضَاكَ أَوْ رَدَّكَ ) .""",
  """بَابُ مَا جَاءَ فِي التَّنْجِيمِ

قَالَ البُخَارِيّ فِي صَحِيحِه : قَالَ قَتَادَةُ : خَلَقَ اللَّهُ هَذِهِ النُّجُومَ لِثَلَاثٍ : زِينَةً للسَّمَاءِ وَرُجُومًا لِلشَّيَاطِينِ، وَعَلَامَاتٍ يُهْتَدَى بِهَا. فَمَنْ تَأَوَّلَ فِيهَا غَيْرَ ذَلِكَ أَخْطَأَ، وَأَضَاعَ نَصِيبَهُ، وَتَكَلَّفَ مَا لَا عِلْمَ لَهُ به. أهـ.

وَكَرِهَ قَتَادَةُ تَعَلُّمَ مَنَازِلَ الْقَمَرِ، وَلَمْ يُرَخِّصْ ابنُ عُيَيْنَةَ فِِيهِ، ذَكَرَهُ حَرْبٌ عَنْهُمَا، وَرَخَّصَ فِي تَعَلُّمِ الْمَنَازِلِ أَحْمَدُ وَإِسْحَاقُ.

وَعَن أَبِي مُوسَى قَالَ: قَالَ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( ثَلَاثَةٌ لَا يَدْخُلونَ الْجَنَّةَ : مُدْمِنُ الْخَمْرِ، وَقَاطِعُ الرَّحْمِ، وَمُصَدِّقٌ بِالسِّحْرِ) رَوَاهُ أَحْمَدُ وابْن حِبَّان فِي صَحِيحِه.""",
  """بَابُ مَا جَاءَ فِي الاسْتِسْقَاءِ بِالْأَنْوَاءِ

وَقَوْلُ اللَّهِ تَعَالَى : (وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ (82))(الواقعة).

عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( أَرْبَعَةٌ فِي أُمَّتِي مِنْ أَمْرِ الْجَاهِلِيَّةِ لَا يَتْرُكُوهُنَّ : الْفَخْرُ بِالْأَحْسَابِ، وَالطَّعْنُ فِي الْأَنْسَابِ، وَالاسْتِسْقَاءُ بِالنُّجُومِ، وَالنِّيَاحَةُ) ، وقَالَ: ( النّائِحَةُ إِذَا لَمْ تَتُبْ قَبْلَ مَوْتِهَا تُقَامُ يَوْمَ الْقِيَامَةِ وَعَلَيْهَا سِرْبَالٌ مِنْ قَطِرَانَ وَدِرْعٌ مِنْ جَرَبٍ ) رَوَاهُ مُسْلِمُ.

وَلَهُمَا عَنْ زَيْدٍ بنِ خَالِدٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : صَلَّى لَنَا رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الصُّبْحِ بِالْحُدَيْبِيَّةَ عَلَى إِثْرِ سَمَاءٍ كَاَنَتْ مِنَ اللَّيْلِ، فَلَمَّا انْصَرَفَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ : ( هَلْ تَدْرُونَ مَاذَا قَالَ رَبُّكُمْ؟ ) ، قَالُوا: اللَّهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: ( قَالَ: أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي وَكَافِرٌ، فَأَمَّا مَنْ قَالَ: مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ، فَذَلِكَ مُؤْمِنٌ بِي كَافِرٌ بِالْكَوْكَبِ، وَأَمَّا مَنْ قَالَ : مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا، فَذَلِكَ كَافِرٌ بِي مُؤْمِنٌ بِالْكَوَاكِبِ) .

وَلَهُمَا مِنْ حَدِيثِ ابْنِ عَبَّاسٍ بِمَعْنَاهُ وَفِِيهِ قَالَ بَعْضُهُمْ : لَقَدْ صَدَقَ نَوْءُ كَذَا وَكَذَا، فَأنَزَلَ اللَّهُ هَذِهِ الْآيَاتِ : ( فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ - إِلَى قَوْلِهِ - وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ ).""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ)(البقرة:165) الْآيَةُ.

وَقَوْلُهُ : (قُلْ إِنْ كَانَ آَبَاؤُكُمْ - إِلَى قَوْلِهِ تَعَالَى- أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ )(التوبة:24) الْآيَةُ.

عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَلَدِهِ وَوَالِدِهِ وَالنَّاسِ أَجْمَعَينَ ) أَخْرَجَاهُ ،

وَلَهُمَا عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( ثَلَاثٌ مَنْ كُنَّ فِِيهِ وَجَدَ بِهِنَّ حَلَاوَةَ الْإِيمَانِ : أَنْ يَكُونَ اللَّهُ وَرَسُولُه أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبَّ الْمَرْءَ لَا يُحِبُّهُ إِلَّا للهِ، وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِي الْكُفْرِ بَعْدَ إِذْ أَنْقَذَهُ اللَّهُ مِنْهُ كَمَا يَكْرَهُ أَنْ يُقْذّفَ فِي النَّارِ) ،

وَفِي رِوَايَةٍ : (لَا يَجِدُ أَحَدٌ حَلَاوَةَ الْإِيمَانِ حَتَّى .. ) إِلَى آخِرِهِ.

وَعَن ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ : ( مَنْ أَحَبَّ فِي اللَّهِ، وَأَبْغَضَ فِي اللَّهِ، وَوَالَى فِي اللَّهِ، وَعَادَى فِي اللَّهِ، فَإِنَّمَا تُنَالُ وَلَايَةُ اللَّهِ بِذَلِكَ، وَلَنْ يَجِدَ عَبْدٌ طَعْمَ الْإِيمَانِ وَإِنْ كَثُرَتْ صَلَاتُهُ وَصَوْمُهُ حَتَّى يَكُونَ كَذَلِكَ. وَقَدْ صَارَتْ عَامَّةُ مُؤَاخَاةِ النَّاسِ عَلَى أَمْرِ الدُّنْيَا، وَذَلِكَ لَا يُجْدِي عَلَى أَهْلِهِ شَيْئاً ) رَوَاهُ بنُ جَرِيرٍ،

وقَالَ ابنُ عَبَّاسٍ فِي قَوْلِهِ تَعَالَى : ( وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ ) قَالَ: الْمَوَدَّةُ.""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ (175))(آل عمران).

وَقَوْلُهُ : (إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آَمَنَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ وَأَقَامَ الصَّلَاةَ وَآَتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ)(التوبة:18) الْآيَةُ ،

وَقَوْلُهُ : (وَمِنَ النَّاسِ مَنْ يَقُولُ آَمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ)(العنكبوت:10) الْآيَةُ.

عَنْ أََبِي سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ مَرْفُوعًا : ( إِنَّ مِنْ ضَعْفِ الْيَقِينِ أَنْ تُرْضِيَ النَّاسَ بِسَخَطِ اللَّهِ، وَأَنْ تَحْمَدَهُمْ عَلَى رِزْقِ اللَّهِ، وَأَنْ تَذُمَّهُمْ عَلَى مَا لَمْ يُؤْتِكَ اللَّهُ، إِنَّ رِزْقَ اللَّهِ لَا يَجُرُّهُ حِرْصُ حَرِيصٍ، وَلَا يَرُدُّهُ كَرَاهِيَةُ كَارِهٍ).وَعَن عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا: أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنِ الْتَمَسَ رِضَى اللَّهِ بِسَخَطِ النَّاسِ رَضِيَ اللَّهُ عَنْهُ وَأَرْضَى عَنْهُ النَّاسَ، وَمَنِ الْتَمَسَ رِضَى النَّاسِ بِسَخَطِ اللَّهِ سَخَطَ اللَّهُ عَلَيْهِ وَأَسْخَطَ عَلَيْهِ النَّاسَ) رَوَاهُ ابْن حِبَّانَ فِي صَحِيحِه.""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ (23))(المائدة)

وَقَوْلُهُ : (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ)(الأنفال:2) الْآيَةُ ،

وَقَوْلُهُ : (يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ )(الأنفال:64) ،

وَقَوْلُهُ : (وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ)(الطلاق:3) .

عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: - حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ - قَالَها إِبْرَاهِيمُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ أُلْقِيَ فِي النَّارِ،

وَقَالَهَا مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ قَالُوا لَهُ : ( إِنَّ النَّاسَ قَدْ جَمَعَوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إيمَاناً وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ اْلوَكِيلُ) رَوَاهُ البُخَارِيّ وَالنَّسَائِيُّ.
""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ (99))(الأعراف).

وَقَوْلُهُ : (وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ )(الحجر:56) .

عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنِ الْكَبَائِرِ، فقَالَ : ( الشِّرْكُ بِاللَّهِ، وَالْيَأْسُ مِنْ رَوْحِ اللَّهِ، وَالْأَمْنُ مِنْ مَكْرِ اللَّهِ ).

وَعَن ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : ( أَكْبَرُ الْكَبَائِرِ : الْإِشْرَاكُ بِاللَّهِ، وَالْأَمْنُ مِنْ مَكْرِ اللَّهِ، وَالْقُنُوطُ مِنْ رَحْمَةِ اللَّهِ، وَالْيَأْسُ مِنْ رَوْحِ اللَّهِ) رَوَاهُ عَبْدُ الرَّزَّاقِ.""",
  """بَابُ مِنَ الْإِيمَانِ باللَّهِ الصَّبْرُ عَلَى أَقْدارِ اللَّهِ

وَقَوْلُ اللَّه تَعَالَى : ( وَمَنْ يُؤْمِن بِاللَّهِ يَهْدِ قَلْبَهُ ) .

قَالَ عَلْقَمَةُ : هُوَ الرَّجُلُ تُصِيبُهُ الْمُصِيبَةُ فَيَعْلَمُ أََنَّهَا مِنْ عِنْدِ اللَّهِ، فَيَرْضَى وَيُسَلِّمُ.

وَفِي صَحِيحِ مُسْلِمٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( اثْنَتَانِ فِي النَّاسِ هُمَا بِهِمْ كُفْرٌ : الطَّعْنُ فِي النَّسَبِ، وَالنِّيَاحَةُ عَلَى الْمَيِّتِ).

وَلَهُمَا عَنْ ابْنِ مَسْعُودٍ مَرْفُوعاً : ( لَيْسَ مِنَّا مَنْ ضَرَبَ الْخُدَودَ، وَشَقَّ الْجُيُوبَ، وَدَعَا بِدَعْوَى الْجَاهِلِيَّةِ).

وَعَن أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِذَا أَرَادَ اللَّهُ بِعَبْدِهِ الْخَيْرَ عَجَّلَ لَهُ الْعُقُوبَةَ فِي الدُّنْيَا، وَإِذَا أَرَادَ بِعَبْدِهِ الشَّرَّ أَمْسَكَ عَنْهُ بِذَنْبِهِ حَتَّى يُوَافَى بِهِ يَوْمَ الْقِيَامَةِ) ،

وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِنَّ عِظَمَ الْجَزَاءِ مََعَ عِظمَ ِالْبَلَاءِ، وَإِنَّ اللَّهَ تَعَالَى إِذَا أَحَبَّ قَوْمًا ابْتَلَاهُمْ، فَمَنْ رَضِيَ فَلَهُ الرِّضَي، وَمَنْ سَخِطَ فَلَهُ السَّخَطُ) حَسَّنَهُ التِّرْمِذِيّ.""",
  """بَابُ مَا جَاءَ فِي الرِّيَاءِ

وَقَوْلُ اللَّه تَعَالَى : (قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ)(الكهف:110) الْآيَةُ.

عَنْ أَبِي هُرَيْرَةَ مرفوعاً : ( قَالَ اللَّهُ تَعَالَى : أَنا أَغْنَى الشُّرَكَاءِ عَنِ الشِّرْكِ، مَنْ عَمِلَ عَمَلاً أَشْرَكَ مَعِيَ فِِيهِ غَيْرِي تَرَكْتُهُ وَشِرْكَهُ) رَوَاهُ مُسْلِمٌ.

وَعَنْ أََبِي سَعِيدٍ مَرْفُوعاً: ( أَلَا أُخْبِرُكُمْ بِمَا هُوَ أَخْوَفُ عَلَيْكُمْ عِنْدِي مِنَ الْمَسيحِ الدَّجَّالِ؟) قَالُوا: بَلَى يا رَسُولَ اللَّهِ!
قَالَ : ( الشِّرْكُ الْخَفِيُّ، يَقُومُ الرَّجُلُ فَيُصَلِّي، فَيُزَيّنُ صَلَاتَهُ، لِمَا يَرَى مِنْ نَظَرِ رَجُلٍ) رَوَاهُ أَحْمَدُ.""",
  """بَابٌ مِنَ الشِّرْكِ إِرَادَةُ الْإِنْسَانِ بِعَمَلِهِ الدُّنْيَا

وَقَوْلُ اللَّه تَعَالَى : (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ (15) أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآَخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ (16))(هود).

وَفِي الصَّحِيحِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( تَعِسَ عَبْدُ الدِّينَارِ، تَعِسَ عَبْدُ الدِّرْهَمِ، تَعِسَ عَبْدُ الْخَمِيصَةِ، تَعِسَ عَبْدُ الْخَمِيلَةِ، إِنْ أُعْطِيَ رَضِيَ، وَإِنْ لَمْ يُعْطَ سَخِطَ، تَعْسَ وَأَنْتَكَسَ وَإِذَا شِيكَ فَلَا أَنْتَقَشْ، طُوبَى لِعَبْدٍ أَخَذَ بِعِنَانِ فَرَسِهِ فِي سَبِيلِ اللَّهِ، أشْعَثٌ رَأْسُهُ، مُغْبَرَّةٌ قَدَمَاهُ، إِنْ كَانَ فِي الْحِرَاسَةِ كَانَ فِي الْحِرَاسَةِ، وَإِنْ كَانَ فِي السَّاقَةِ كَانَ فِي السَّاقَةِ، إِنِ اسْتَأْذَنَ لَمْ يُؤْذَنْ لَهُ، وَإِنْ شَفَعَ لَمْ يُشَفَّعْ ).""",
  """بَابُ مَنْ أَطَاعَ الْعُلََمَاءَ وَالْأُمَرَاءَ فِي تَحْرِيمِ مَا أَحَلَّ اللَّهُ أَوْ تَحْلِيلِ مَا حَرَّمَ اللَّهُ فَقَدْاتَّخَذَهُمْ أَرْبَابُاً مِنْ دُونِ اللَّهِ

وقَالَ ابْنُ عَبَّاسٍ : يُوشِكُ أَنْ تَنْزِلَ عَلَيْكُمْ حِجَارَةٌ مِنَ السَّمَاءِ،
أَقُولُ : قَالَ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ،
وَتَقُولُونَ : قَالَ أَبُو بَكْرٍ وَعُمَرُ؟!

وقَالَ الْإِمَامُ أَحْمَدُ : عَجِبْتُ لِقَوْمٍ عَرَفُوا الْإِسْنَادَ وَصِحَّتَهُ، يَذْهَبُونَ إِلَى رَأْيِ سُفْيَانَ، وَاللَّهُ تَعَالَى يَقُولُ : ( فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ) ، أَتَدْرِي مَا الْفِتْنَةُ؟ الْفِتْنَةُ: الشِّرْكُ، لَعَلَّهُ إِذَا رَدَّ بَعْضَ قَوْلِهِ أَنْ يَقَعَ فِي قَلْبِهِ شَيْءٌ مِنَ الزَّيْغِ فَيَهْلَكُ.

عَنْ عَدِيِّ بنِ حَاتِمٍ : أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأَُ هَذِهِ الْآيَةُ: ( اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ) الْآيَةُ ، فَقُلْتُ لَهُ: إِنّا لَسْنَا نَعْبُدُهُمْ
قَالَ : ( أَلَيْسَ يُحَرِّمُونَ مَا أَحَلَّ اللَّهُ فَتُحَرِّمُونَهُ وَيُحِلّونَ مَا حَرَّمَ اللَّهُ، فَتُحِلُّونَهُ؟) ، فَقُلْتُ : بَلَى. 
قَالَ : ( فَتِلْكَ عِبَادَتُهُمْ) رَوَاهُ أَحْمَدُ، والتِّرْمِذِيّ وَحَسَّنَهُ.""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آَمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا (60))(النساء). الْآيَات.

 وَقَوْلُهُ : ( وَإِذَا قِيلَ لَهُم لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ ) ،

وَقَوْلُهُ : ( وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا ) الْآيَةُ ،

وَقَوْلُهُ : ( أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ ) الْآيَةُ.

عَنْ عَبْدِ اللَّهِ بنِ عَمْرُو رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يَكَونَ هَوَاهُ تَبَعاً لِمَا جِئْتُ بِهِ) قَالَ النَّوَوِيُّ : حَدِيثٌ صَحِيحٌ، رُوِّينَاهُ فِي كِتَابِ الْحُجَّةِ بِإِسْنَادٍ صَحِيحٍ.

وقَالَ الشَّعْبِيُّ : كَانَ بَيْنَ رَجُلٍ مِنَ الْمُنَافِقِينَ وَرَجلٌ مِنَ الْيَهُودِ خُصُومَةٌ فَقَالَ الْيَهُودِيُّ : نَتَحَاكَمُ إِلَى مُحَمَّدٍ ـ لِأَنَّهُ عَرَفَ أَنَّهُ لَا يَأْخُذُ الرِّشْوَةَ ـ وَقَالَ الْمُنَافِقُ : نَتَحَاكَمُ إِلَى الْيَهُودِ ـ لِعِلْمِهِ أَنَّهُم يَأْخُذُونَ الرِّشْوَةَ – فَاتَّفَقَا أَنْ يَأْتِيَا كَاهِناً فِي جُهيَْنَةَ فَيَتَحَاكَمَا إِلَيْهِ، فَنَزَلَتْ : ( أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ ) الْآيَةُ.

وَقِيلَ : نَزَلَتْ فِي رَجُلَيْنِ اخْتَصَمَا، فقَالَ أَحَدُهُمَا : نَتَرَافَعُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وقَالَ الْآخَرُ : إِلَى كَعْبٍ بنِ الْأَشْرَفِ، ثُمَّ تَرَافَعَا إِلَى عُمَرَ، فَذَكَرَ لَهُ أَحَدهُمَا الْقِصَّةَ. فَقَالَ لِلَّذِي لَمْ يَرْضَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : أَكَذَلِكَ ؟ قَالَ: نَعَمْ، فَضَرَبَهُ بِالسَّيْفِ فَقَتَلَهُ.""",
  """بَابُ مَنْ جَحَدَ شَيْئاً مِنَ الْأَسَْمَاءِ وَالصِّفَاتِ

 وَقَوْلُ اللَّه تَعَالَى : ( وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ ) الْآيَةُ. 
وَفِي صَحِيحِ البُخَارِيّ قَالَ عَلِيٌّ : ( حَدِّثُوا النَّاسَ بِمَا يَعْرِفُونَ، أَتُرِيدُونَ أَنْ ُيكَذَّبَ اللَّهُ وَرَسُولُهُ؟).

وَرَوَى عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرَ عَنِ ابنِ طَاوُوسَ عَنْ أَبِيهِ عَنِ ابْنِ عَبَّاسٍ : أَنَّهُ رَأَى رَجُلاً أَنْتََفَضَ ـ لَمَّا سَمِعَ حَدِيثاً عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصِّفَاتِ، اسْتِنْكَاراً لِذَلِكَ ـ فقَالَ : ( مَا فَرَقُ هَؤُلَاءِ؟ يَجِدُونَ رِقَّةً عِنْدَ مُحْكَمِهِ، وَيَهْلَكُونَ عِنْدَ مُتَشَابِهِهِ) انْتَهى.

وَلَمَّا سَمِعَتْ قُرَيْشُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ : ( الرَّحْمَنَ) أَنْكَرُوا ذَلِكَ ، فَأنَزَلَ اللَّهُ فِيهِمْ : ( وَهُمْ يكَفُرُونَ بِالرَّحْمَنِ ).""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (يَعْرِفُونَ نِعْمَةَ اللَّهِ ثُمَّ يُنْكِرُونَهَا وَأَكْثَرُهُمُ الْكَافِرُونَ (83))(النحل).

قَالَ مُجَاهِدُ مَا مَعَناهُ : هُوَ قَوْلُ الرَّجُلِ : هَذَا مَالي، وَرِثْتُهُ عَنْ آبائِيَ.

وقَالَ عَوْنُ بنِ عَبْدِ اللَّهِ : يَقُوُلُونَ : لَوْلَا فُلَانُ لَمْ يَكُنْ كَذَا.

وقَالَ ابْنُ قُتَيْبَةَ : يَقُولُونَ : هَذَا بِشَفَاعَةِ آلِهَتِنَا.

وقَالَ أَبُو الْعَبَّاسِ – بَعْدَ حَدِيثِ زَيْدٍ بنِ خَالِدٍ الَّذِي فِيهِ : ( إِنَّ اللَّهَ تَعَالَى قَالَ: أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بي وَكَافِرٌ.. ) الْحَدِيثُ - وَقَدْ تَقَدَّمَ - وَهَذَا كَثِيرٌ فِي الْكِتَابِ وَالسَّنَّةِ، يَذُمُّ سُبْحَانَهُ مَنْ يُضِيفُ إِنْعَامَهُ إِِلَى غَيْرهِ، ويُشْرِكُ بِهِ.
قَالَ بَعْضُ السَّلَفِ : هُوَ كَقَوْلِهِمْ : كَانَتِ الرِّيحُ طَيِّبَةً، وَالْمَلَّاحُ حَاذِقاً، وَنَحْوُ ذَلِكَ مِمَّا هُوَ جارٍ عَلَى أَلْسِنَةِ كَثِيرٍ.""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ (22))(البقرة).

قَالَ ابْنُ عَبَّاسٍ فِي الْآيَةُ : ( الْأَنْدَادُ: هُوَ الشِّرْكُ أَخْفَى مِنْ دَبِيبِ النَّمْلِ عَلَى صَفَاةٍ سَوْدَاءَ فِي ظُلْمَةِ اللَّيْلِ؛ وَهُوَ أَنْ تَقُولَ : وَاللَّهِ، وَحَيَاتِكَ يا فُلَانُ وَحَيَاتِي، وَتَقُولُ : لَوْلَا كُليبَةُ هَذَا لَأَتَانَا اللُّصُوصُ، وَلَوْلَا الْبَطُّ فِي الدَّارِ لَأَتَانَا اللُّصُوصُ، وَقَوْلُ الرَّجُلِ لِصَاحِبِهِ : مَا شَاءَ اللَّهُ وَشِئْتَ، وَقَوْلُ الرَّجُلِ : لَوْلَا اللَّهُ وَفُلَانُ. لَا تَجْعَلْ فِيهَا فُلَاناً هَذَا كُلُّهُ بِهِ شِرْكٌ) رَوَاهُ ابنُ أَبِي حَاتِمٍ.

وَعَنْ عُمَرَ بنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ : أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( مَنْ حَلَفَ بِغَيْرِ اللَّهِ فَقَدْ كَفَرَ أَوْ أَشْرَكَ) رَوَاهُ التِّرْمِذِيّ وَحَسَّنَهُ، وَصَحَّحَهُ الْحاكِمُ.

وقَالَ ابْنُ مَسْعُودٍ : لَأَنْ أَحْلِفُ بِاللَّهِ كَاذِباً أَحَبُّ إِلَيّ مِنْ أَنْ أَحْلِفَ بِغَيْرِهِ صَادِقاً.

وَعَنْ حُذَيْفَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَا تَقُولُوا: مَا شَاءَ اللَّهُ وَشَاءَ فُلَانُ، وَلَكِنْ قُولُوا : مَا شَاءَ اللَّهُ ثُمَّ شَاءَ فُلَانُ ) رَوَاهُ أَبُو دَاوُدَ بِسَنَدٍ صَحِيحٍ.

وَجَاءَ عَنْ إِبْرَاهِيمَ النَّخْعِيِّ، أَنَّهُ يَكْرَهُ أَنْ يَقُولَ : أَعُوذُ بِاللَّهِ وَبِكَ، وَيَجُوزُ أَنْ يََقُولَ : بِاللَّهِ ثُمَّ بِكَ ، قَالَ : وَيَقُولُ : لَوْلَا اللَّهُ ثُمَّ فُلَانُ، وَلَا تَقُولُوا : لَوْلَا اللَّهُ وَفُلَانُ.""",
  """بَابُ مَا جَاءَ فِيمَنْ لَمْ يَقْنَعْ بِالْحَلِفِ بِاللَّهِ

 عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَا تَحْلِفُوا بِآبائِكُمْ، مَنْ حَلَفَ بِاللَّهِ فَلْيَصْدُقْ، وَمَنْ حُلِفَ لَهُ بِاللَّهِ فَلْيَرْضَ. وَمَنْ لَمْ يَرْضَ فَلَيْسَ مِنَ اللَّهِ)، رَوَاهُ ابْنُ مَاجَةَ بِسَنَدٍ حَسَنٍ.""",
  """بَابُ قول : مَا شَاءَ اللَّهُ وَشِئْتَ

 عَنْ قَتِيلَةَ، أَنَّ يَهُودِياً أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنَّكُمْ تُشْرِكُونَ، تَقُولُونَ مَا شَاءَ اللَّهُ وَشِئْتَ، وَتَقُولُونَ : وَالْكَعْبَةِ، فَأَمَرَهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَرَادُوا أَنْ يَحْلِفُوا أَنْ يَقُولُوا : وَرَبِّ الْكَعْبَةِ، وَأَنْ يَقُولُوا: مَا شَاءَ اللهُ ثُمَّ شِئتَ . رَوَاهُ النَّسَائِيُّ وَصَحَّحَهُ.

وَلَهُ أَيْضاً عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا : أَنَّ رَجُلاً قَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : مَا شَاءَ اللَّهُ وَشِئْتَ، فَقَالَ: ( أَجَعَلْتَنِي للهِ نِداً؟ بَلْ : مَا شَاءَ اللَّهُ وَحْدَهُ ).

وَلِابْنِ مَاجَهْ عَنِ الطُّفَِْيـل أَخِـي عَائِشَةَ لِأُمِّهَـا قَالَ : رَأَيْتُ كَأَنَّي أَتَيْتُ عَلَى نَفَرٍ مِنَ الْيَهُوَدِ، فَقُلْتُ : إِنَّكُمْ لَأَنْتُمُ الْقَوْمُ، لَوْلَا أَنَّكُمْ تَقُولُونَ : عُزَيْرٌ ابْنُ اللَّهِ. قَالُوا : وَإِنَّكُمْ لَأَنْتُمُ الْقَوْمُ لَوْلَا أَنَّكُمْ تَقُولُونَ : مَا شَاءَ اللَّهُ وَشَاءَ مُحَمَّدُ . ثُمَّ مَرَرْتُ بِنَفَرٍ مِنَ النَّصَارَى فَقُلْتُ : إِنَّكُمْ لَأَنْتُمُ الْقَوْمُ، لَوْلَا أَنَّكَُمْ تَقُولُونَ : الْمَسِيحُ ابْنُ اللَّهِ، قَالُوا: وَإِنَّكُمْ لَأَنْتُمُ الْقَوْمُ، لَوْلَا أَنَّكُمْ تَقُولُونَ : مَا شَاءَ اللَّهُ وَشَاءَ مُحَمَّدُ.
فَلَمَّا أََصْبَحْتُ أَخْبَرْتُ بِهَا مَنْ أَخْبَرْتُ، ثُمَّ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ. قَالَ: ( هَلْ أَخْبَرْتَ بهَا أَحَداً؟) 
قُلْتُ : نَعَمْ. 
قَالَ: فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: ( أَمَّا بَعْدُ فَإِنَّ طُفَِيْلاً رَأَى رُؤْيَا، أَخْبَرَ بِهَا مَنْ أَخْبَرَ مِنْكُمْ، وَإِنَّكُمْ قُلْتُمْ كَلِمَةً كَانَ يَمْنَعُنِي كَذَا وَكَذَا أَنْ أَنْهَاكُمْ عَنْهَا. فَلَا تَقُولُوا : مَا شَاءَ اللَّهُ وَشَاءَ مُحَمَّدُ، وَلَكِنْ قُولُوا : مَا شَاءَ اللَّهُ وَحْدَهُ).""",
  """بَابُ مَنْ سَبَّ الدَّهْرَ فَقَدْ آذَى اللَّهَ

 وَقَوْلُ اللَّه تَعَالَى : (وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ)(الجاثية:24). الْآيَةُ.

فِي الصَّحِيحِ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( قَالَ اللَّهُ تَعَالَى : يُؤْذِينِي ابْنُ آدَمَ، يَسُبُّ الدَّهْرَ، وَأَنَا الدَّهْرُ، أُقَلِّبُ اللَّيْلَ وَالنَّهَارَ)

وَفِي رِوَايَةٍ : ( لَا تَسُبُّوا الدَّهْرَ، فَإِنَّ اللَّهَ هُوَ الدَّهْرُ ).""",
  """بَابُ التَّسَمِّي بِقَاضِي الْقُضَاةِ وَنَحْوِهِ

 فِي الصَّحِيحِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِنَّ أَخْنَعَ اسْمٍ عِنْدَ اللَّهِ : رَجُلٌ تَسَمَّى مَلِكَ الْأَمْلَاكِ، لَا مَالِكَ إِلَّا اللَّهُ ) ،

قَالَ سُفْيَانُ : مِثْلُ ( شَاهِنْ شَاه ) ،

وَفِي رِوَايَةٍ : ( أَغْيَظُ رَجُلٍ عَلَى اللَّهِ يَوْمَ الْقِيَامَةِ وَأَخْبَثُهُ) ، قَوْلُهُ ( أَخْنَعُ ) يَعْنِي أَوْضَعُ.""",
  """بَابُ احْتِرَامِ أسْمَاءِ اللَّهِ وَتَغْييرِ الاسْمِ لِأَجْلِ ذَلِكَ

 عَنْ أَبِي شُرَيْحٍ : أَنَّهُ كَانَ يُكَنَّى أَبَا الْحَكَمِ ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِنَّ اللَّهَ هُوَ الْحَكَمُ، وَإِلَيْهِ الْحُكْمُ) ، فَقَالَ : إِنَّ قَوْمِي إِذَا اخْتَلَفُوا فِي شَيْءٍ أَتَوْنِي، فَحَكَمْتُ بَيْنَهُم، فَرَضِي كِلا الْفَرِيقَيْنِ فَقَالَ: ( مَا أَحْسَنَ هَذَا! فَمَالَكَ مِنَ الْوَلَدِ؟ ) ، قُلْتُ : شُرَيْحٌ، وَمُسْلِمٌ، وَعَبْدُ اللَّهِ.
قَالَ : ( فَمَنْ أَكْبَرُهُمْ؟) قُلْتُ : شُرَيْحٌ،
قَالَ : ( فَأََنْتَ أَبُو شُرَيْحٍ )، رَوَاهُ أَبُو دَاوُد وَغَيْرهُ.""",
  """بَابُ مَنْ هَزَلَ بِشَيْءٍ فِيهِ ذِكْرُ اللَّهِ أَوِ الْقُرْآنِ أَوِ الرَسُولِ

 وَقَوْلُ اللَّهِ تَعَالَي : ( وَلَئِنْ سَأَلَتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ) الْآيَةُ.

عَنِ ابْنِ عُمَرَ، وَمُحَمَّدٍ بنِ كَعْبٍ، وَزَيْدٍ بنِ أَسْلَمَ، وَقَتَادَةَ – دَخَلَ حَدِيثُ بَعْضِهِمْ فِي بَعْضٍ - : أَنَّهُ قَالَ رَجُلٌ فِي غَزْوَةِ تَبُوك : مَا رَأَيْنَا مِثْلَ قُرَّائِنا هَؤُلَاءِ، أَرْغَبَ بُطُوناً، وَلَا أَكْذَبَ أَلْسُناً، وَلَا أَجْبَنَ عِنْدَ اللِّقَاءِ ـ يَعْنِي رَسُولَ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابَهُ الْقُرّاءَ ـ فقَالَ لَهُ عَوْفُ بنُ مَالِكٍ : كَذَبْتَ، وَلَكِنَّكَ مُنَافِقٌ، لَأُخْبِرَنَّ رَسُولَ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. فَذَهَبَ عَوْفٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُخْبِرَهُ فَوَجَدَ الْقُرْآن قَدْ سَبَقَهُ. فَجَاءَ ذَلِكَ الرَّجُلُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدِ ارْتَحَلَ وَرَكِبَ نَاقَتَهُ، فَقَالَ : يا رَسُولَ اللَّهِ! إِنَّمَا كُنَّا نَخُوضُ وَنَتَحَدَّثُ حَدِيثَ الرَّكْبِ، نَقْطَعُ بِهِ عَنَّا الطَّرِيقَ. فَقَالَ ابْنُ عُمَرَ : كَأَنَّي أَنْظُرُ إِلَيْهِ مُتَعَلِّقاً بِنَسْـعَةِ نَاقَةِ رَسُولِ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَإِنَّ الْحِجَارَةَ تَنْكِبُ رِجْلَيْهِ – وَهُوَ يَقُولُ : إِنَّمَا كُنّا نَخُوضُ وَنَلْعَبُ – فَيَقُولُ لَهُ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِءُونَ ) مَا يَلْتَفِتُ إِلَيْهِ وَمَا يَزِيدُهُ عَلَيْهِ.""",
  """بَابُ مَا جَاءَ فِي قَوْلِ اللَّهِ تَعَالَى : (وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي)(فصلت:50) الْآيَةُ.

 قَالَ مُجَاهِدُ : " هَذَا بِعَمَلِي وَأَنَا مَحْقُوقٌ بِهِ " ،
وقَالَ ابْنُ عَبَّاسٍ : "يُرِيدُ : مِنْ عِنْدِي".

وَقَوْلُهُ : ( قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي) قَالَ قَتَادَةُ : عَلَى عِلْمٍ مِنِّي بِوُجُوهِ الْمَكَاسِبِ .

وقَالَ آخَرُونَ : عَلَى عِلْمٍ مِنَ اللَّهِ أَنِّي لَهُ أَهْلٌ . وَهَذَا مَعَنى قَوْلِ مُجَاهِدٍ : أُوتِيتُهُ عَلَى شَرَفٍ.

وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَمَعَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُول : ( إِنَّ ثَلَاثَةً مِنْ بَنِي إِسْرَائِيلَ : أَبْرَصَ، وَأَقْرَعَ، وَأَعْمَى.
فَأَرَادَ اللَّهُ أَنْ يِبْتَلِيَهُمْ، فَبَعَثَ إِلَيْهِمْ مَلَكاً، فَأَتَى الْأَبْرَصَ،
فَقَالَ: أَيُّ شَيْءٍ أَحَبُّ إِلَيْكَ؟
قَالَ: لَوْنٌ حَسَنٌ، وَجِلْدٌ حَسَنٌ، وَيَذَهَبَ عَنِّي الّذِي قَدْ قَذَرَنِي النََّاسُ بِهِ
قَالَ: فَمَسَحَهُ، فَذَهَبَ عَنْهُ قَذَرُهُ،
وَأُعْطِيَ لَوْناً حَسَناً وَجِلْداً حَسَناً،
قَالَ: فَأَيُّ الْمَالِ أَحَبُّ إِلَيْكَ؟
قَالَ: الْإِبِـلُ أَوِ الْبَقَرُ ـ شَكَّ إِسْحَاقُ ـ فَأُعْطِيَ نَاقَةً عُشَرَاءُ،
وَقَالَ: بَارَكَ اللَّهُ لَكَ فِيهَا.
قَالَ: فَأَتَى الْأَقْرَعَ،
فَقَالَ أَيُّ شَيْءٍ أَحَبُّ إِلَيْكَ
قَالَ: شَعْرٌ حَسَنٌ،
وَيذَهَبَ عَنِّي الّذِي قَدْ قَذَرَنِي النَّاسُ بِهِ فَمَسَحَهُ، فَذَهَبَ عَنْهُ، وَأُعْطِيَ شَعْراً حَسَناً،
فَقَالَ: أَيُّ الْمَالِ أَحَبُّ إِلَيْكَ؟
قَالَ: الْبَقَرُ، أَوِ الْإِبِلُ،
فَأُعْطِيَ بَقَرَةً حَامِلاً،
قَالَ: بَارَكَ اللَّهُ لَكَ فِيهَا.
فَأَتَى الْأَعْمَى،
فَقَالَ: أَيُّ شَيْءٍ أَحَبُّ إِلَيْكَ؟
قَالَ: أَنْ يَرُدَّ اللَّهُ إِلَيَّ بَصَرِي فَأُبْصَرَ بِهِ النَّاسَ،
فَمَسَحَهُ، فَرَدَّ اللَّهُ إِلَيْهِ بَصَرَهُ،
قَالَ: فَأَيِّ الْمَالِ أَحَبُّ إِلَيْكَ؟
قَالَ: الْغَنَمُ، فَأُعْطِيَ شَاةً وَالِداً؛
فَأَنْتَجَ هَذَان وَوَلَّدَ هَذَا، فَكَانَ لِهَذَا وادٍ مِنَ الْإِبِلِ، وَلِهَذَا وَادٍ مِنَ الْبَقَرِ، وَلِهَذَا وَادٍ مِنَ الْغَنَمِ،
قَالَ: ثُمَّ أَنَّهُ أَتَى الْأبْرَصَ فِي صُورَتِهِ وَهَيْئَتِهِ.
فقَالَ: رَجُلٌ مِسْكِينٌ، قَدْ انْقَطَعَتْ بِيَ الْحِبَالُ فِي سَفَرِي، فَلَا بَلَاغَ لِيَ الْيَوْمَ إِلَّا باللَّهِ ثُمَّ بِكَ، أَسْألَُكَ بِالَّذِي أَعْطَاكَ اللَّوْنَ الْحَسَنَ، وَالْجِلْدَ الْحَسَنَ، وَالْمَالَ، بَعِيراً أَتَبَلَّغُ بِهِ فِي سَفَرِي، 
فَقَالَ: الْحُقُوقُ كَثِيرَةٌ.
فَقَالَ لَهُ: كَأَنَّي أَعْرِفُكَ، أَلَمْ تَكُنْ أَبْرَصَ يَقْذِرُكَ النَّاسُ، فَقِيراً، فَأَعْطَاكَ اللَّهُ عَزَّ وَجَلَّ المَالَ؟
فَقَالَ: إِنَّمَا وَرِثْتُ هَذَا المَالَ كَابِراً عَنْ كَابِرٍ،
فَقَالَ: إِنْ كُنْتَ كَاذِباً فَصَيّرَكَ اللَّهُ إِلَى مَا كُنْتَ.
قَالَ: وَأَتَى الْأَقْرَعَ فِِي صُورَتِهِ،
فقَالَ لَهُ مِثْلَ مَا قَالَ لِهَذَا، وَرَدّ عَلَيْهِ مِثْلَ مَا رَدّ عَلَيْهِ هَذَا،
فَقَالَ: إِنْ كُنْتَ كَاذِباً فَصَيّرَكَ اللَّهُ إِلَى مَا كُنْتَ.
وَأَتَى الْأَعْمَى فِي صُورَتِهِ،
فَقَالَ : رَجُلٌ مِسْكِينٌ وَابْنُ سَبِيلٍ، قَدْ انْقَطَعَتْ بِيَ الْحِبَالُ فِي سَفَرِي، فَلَا بَلَاغَ لِيَ الْيَوْمَ إِلَّا باللَّه ثُمَّ بِكَ.
أَسْأَلُكَ بِالَّذِي رَدّ عَلَيْكَ بَصَرُكَ شَاةْ أَتَبَلَّغُ بِهَا فِي سَفَرِي،
فَقَالَ: كُنْتُ أَعْمَى فَرَدّ اللَّهُ إِلَيَّ بَصَرِي، فَخُذْ مَا شِئْتَ وَدَعْ مَا شِئْتَ،
فَوَاللَّهِ لَا أَجْهَدُكَ الْيَوْمَ بِشَيْءٍ أَخَذْتَهُ للهِ.
فقَالَ: أَمْسِكْ مَالَكَ، فَإِنَّمَا ابْتُلِيتُمْ فَقَدْ رَضِيَ اللَّهُ عَنْكَ، وَسَخِطَ عَلَى صَاحِبَيْكَ) أَخْرَجَاهُ.""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : ( فَلمَّا آتاهُمَا صَالِحاً جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتاهُمَا)الْآيَةُ.

قَالَ ابْنُ حَزْمٍ : اتَّفَقُوا عَلَى تَحْرِيمِ كُلِّ اسْمٍ مَعَبَّدٌ لِغَيْرِ اللَّهِ كَعَبْدِ عُمَرَ، وَعَبْدِ الْكَعْبَةِ، وَمَا أَشْبَهَ ذَلِكَ، حَاشَا عَبْدَ الْمُطَّلِبِ.

وَعَن ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ فِي الْآيَةُ قَالَ : لَمَّا تَغَشَّـاهَا آدَمُ حَمَـلَتْ، فَأَتَاهُمَا إبلِيسُ فَقَالَ : إِنِّي صَاحِبُكُمَا الَّذِي أَخْرَجْتُكُمَا مِنَ الْجَنَّةِ لَتُطِيعَانِي أَوْ لَأَجْعَلَنَّ لَهُ قَرْنَيْ أَيْلٍ، فَِيَخْرُجُ مِنْ بَطْنِكِ فََِيشُقَّهُ، وَلَأَفْعَلَنَّ وَلَأَفْعَلَنَّ ـ يُخَوِّفُهُمَا ـ سَمِّياهُ عَبْدَ الْحَارِثِ، فَأَبَيَا أَنْ يُطِيعَاهُ، فَخَرَجَ مَيْتاً، ثُمَّ حَمَلَتْ، فأتاهُمَا، فقَالَ مثل قَوْلِهِ، فَأَبَيَا أَنْ يُطِيعَاهُ، فَخَرَجَ مَيْتاً، ثُمَّ حَمَلَتْ، فَأَتَاهُمَا، فَذَكَرَ لَهُمَا فَأَدْرَكَهُمَا حُبُّ الْوَلَدِ، فَسَمَّيَاهُ عَبْدَ الْحَارِثِ فَذَلِكَ قَوْلُهُ تَعَالَى: ( جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتاهُمَا) رَوَاهُ ابْنُ أَبِي حَاتِمٍ ،

وَلَهُ بِسَنَدٍ صَحِيحٍ عَنْ قَتَادَة قَالَ : شُرَكَاءَ فِي طَاعَتِهِ، وَلَمْ يَكُنْ فِي عِبَادَتِهِ.

وَلَهُ بِسَنَدٍ صَحِيحٍ عَنْ مجَاهِدٍ فِي قَوْلِهِ : ( لَئِنْ آتَيْتَنَا صَالحاً ) ، قَالَ: أَشْفَقا أَلَّا يَكُونَ إِنْسَاناً، وَذَكَرَ مَعْناهُ عَنِ الْحَسَنِ وَسَعِيدٍ وَغَيْرِهِمَا.""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ)(الأعراف:180) الْآيَةُ.

 ذَكَرَ ابْنُ أَبِي حَاتِمْ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا ( يُلْحِدُونَ فِي أَسْمَائهِِ) : يُشْرِكونَ.

وَعَنْهُ : سَمُّوا اللّاتَ مِنْ الْإله، وَالْعُزَّى مِنَ الْعَزِيزِ.

وَعَنِ الْأَعْمَشِ : يُدْخِلُونَ فِيها مَا لَيْسَ مِنْهَا.""",
  """بَابُ لَا يُقَالُ : السَّلَامُ عَلَى اللَّهِ

فِي الصَّحِيحِ عَنْ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: كُنّا إِذَا كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّلَاةِ قُلْنَا: السَّلَامُ عَلَى اللَّهِ مِنْ عِبَادِهِ، السَّلَامُ عَلَى فُلَانَ، فقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( لَا تَقُولُوا السَّلَامُ عَلَى اللَّهِ، فَإِنَّ اللَّهَ هُوَ السَّلَامُ ).""",
  """بَابُ قَوْلِ : اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ

فِِي الصَّحِيحِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَا يَقُلْ أَحَدُكُمْ : اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ، اللَّهُمَّ ارْحَمْنِي إِنْ شِئْتَ، لِيَعْزِمَ الْمَسَأَلَة، فَإِنَّ اللَّهَ لَا مُكْرِهَ لَهُ).

وَلِمُسْلِمٍ: ( وَلْيُعْظِمِ الرَّغْبَةَ، فَإِنَّ اللَّهَ لَا يَتَعَاظَمُهُ شَيْءٌ أَعْطَاهُ).""",
  """بَابُ لا يَقُولُ : عَبْدِي وَأَمَتِي

فِِي الصَّحِيحِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:( لا يقُلْ أَحَدُكُمْ : أَطْعِمْ رَبَّكَ، وَضِّئْْ رَبَّكَ، وَلْيَقُلْ : سَيِّدِي وَمَوْلَايَ، وَلَا يقُلْ: عَبْدِي وَأَمَتِي، وَلْيَقُلْ: فَتَايَ وَفَتَاتِي، وَغُلَامِي ).""",
  """بَابُ لَا يُرَدُّ مَنْ سَأَلَ بِاللَّهِ

 عَنِ ابْنِ عُمَرَ رََضِِيَ اللَّهُ عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( مَنْ اسْتَعَاذَ بِاللَّهِ فَأَعِيذُوهُ، وَمَنْ سَأََلَ بِاللَّهِ فَأَعْطُوهُ، وَمَنْ دَعَاكُمْ فَأَجِيبُوهُ، وَمَنْ صَنَعَ إِلَيْكُمْ مَعَروفاً فَكَافِئُوهُ، فَإِنْ لَمْ تَجِدُوا مَا تُكَافِئُونَهُ فَادْعُوا لَهُ حَتَّى تَرَوْنَ أَنَّكُمْ قَدْ كَافَأْتُمُوهُ ) رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ بِسَنَدٍ صَحِيحٍ.""",
  """بَابُ لَا يُسَأَلَ بِوَجْهِ اللَّهِ إِِلَّا الْجَنَّةَ

 عَنِ ابْنِ عُمَرَ رََضِِيَ اللَّهُ عَنْهُمَا قَالَ : قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( مَنْ اسْتَعَاذَ بِاللَّهِ فَأَعِيذُوهُ، وَمَنْ سَأََلَ بِاللَّهِ فَأَعْطُوهُ، وَمَنْ دَعَاكُمْ فَأَجِيبُوهُ، وَمَنْ صَنَعَ إِلَيْكُمْ مَعَروفاً فَكَافِئُوهُ، فَإِنْ لَمْ تَجِدُوا مَا تُكَافِئُونَهُ فَادْعُوا لَهُ حَتَّى تَرَوْنَ أَنَّكُمْ قَدْ كَافَأْتُمُوهُ ) رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ بِسَنَدٍ صَحِيحٍ.""",
  """بَابُ مَا جَاءَ فِِي اللَّوْ

وَقَوْلُ اللَّه تَعَالَى : (يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا)(آل عمران:154) ،

وَقَوْلُهُ : (الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا)(آل عمران:168) الْآيَةُ.

فِي الصحيح عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( احْرِصْ عَلَى مَا يَنْفَعُكَ، وَاسْتَعِنْ بِاللَّهِ وَلَا تَعْجَزَنَّ، وَإِنْ أَصَابَكَ شَيْءٌ فَلَا تقُلْ لَوْ أَنِّي فَعَلَت لَكَانَ كَذَا وَكَذَا؛ وَلَكِنْ قُلْ : قَدَّرَ اللَّهُ وَمَا شَاءَ فَعَلَ، فَإِنَّ لَوْ تَفْتَحُ عَمَلَ الشَّيْطَانِ ).""",
  """بَابُ اَلنَّهْيُ عَنْ سَبِّ اَلرِّيح

عن أُبَيّ بنِ كَعْبٍ، أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: (لا تَسُبّوا الرّيحَ، فإِذَا رَأَيْتُمْ ما تَكْرَهُونَ فَقُولُوا: الّلهُمّ إِنّا نَسْأَلُكَ مِنْ خَيْرِ هَذِهِ الرّيحِ وَخَيْرِ ما فِيهَا وَخَيْرِ ما أُمِرَتْ بِهِ وَنَعْوذُ بِكَ مِنْ شَرّ هَذِهِ الرّيحِ وَشَرّ ما فِيهَا وَشَرّ ما أُمِرَتْ بِهِ) صححه الترمذي.""",
  """بَابُ قَوْلِ اللَّهِ تَعَالَى : (يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ)(آل عمران:154) الْآيَةُ.
 وَقَوْلُهُ : (الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ)(الفتح:6) الْآيَةُ.

 قَالَ ابْنُ الْقَيِّمِ فِِي الْآيَةِ الْأُولَى : فُسِّرَ هَذَا الظَّنُّ بِأَنَّهُ سُبْحَانَهُ لَا يَنْصُرُ رَسُولَهُ، وَأَنَّ أَمْرَهُ سَيَضْمَحِلُّ، وَفُسِّرَ بِظَنِّهِمْ أَنَّ مَا أَصَابَهُمْ لَمْ يَكُنْ بِقَدَرِ اللَّهِ وَحِكْمَتِهِ، فَفُسِّرَ بِإِنْكَارِ الْحِكْمَةِ، وَإِنْكَارِ الْقَدَرِ، وَإِنْكَارِ أَنْ يَتِمَّ أَمْرُ رَسُولِهِ، وَأَنْ يُظْهِرَهُ اللَّهُ عَلَى الدِّينِ كُلِّهِ.

وهَذَا هُوَ الظَّنُّ السُّوءُ الَّذِي ظَنَّهُ الْمُنَافِقُونَ وَالْمُشْرِكُونَ فِِي سُورَةِ الْفَتْحِ، وَإِنَّمَا كَانَ هَذَا ظَنُّ السُّوءِ؛ لِأََنَّهُ ظَنَّ غَيْرَ مَا يَلِيقُ بِهِ سُبْحَانَهُ، وَمَا يَلِيقُ بِحِكْمَتِهِ وَحَمْدِهِ وَوَعْدِهِ الصَّادِقِ، فَمَنْ ظَنَّ أََنَّهُ يُديلُ الْبَاطِلَ عَلَى الْحَقِّ إِدَالَةً مُسْتَقِرَّةً يَضْمَحِلُّ مَعَها الْحَقُّ، أَوْ أَنْكَرَ أَنْ يَكُونَ مَا جَرَى بِقَضَائِهِ وَقَدَرِهِ أَوْ أَنْكَرَ أَنْ يَكُونَ قَدَرُهُ بِحِكْمَةٍ بَالِغَةٍ يَسْتَحِقُّ عَلَيْهِا الْحَمْدَ، بَلْ زَعَمَ أَنَّ ذَلِكَ لِمَشِيئَةٍ مُجَرَّدَةٍ، فَذَلِكَ ظَنُّ الَّذِينَ كَفَروا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ. 

وَأَكْثَرُ النَّاسِ يَظُنُّونَ بِاللَّهِ ظَنَّ السُّوءِ فِيمَا يَخْتَصُّ بِهِمْ وَفِيمَا يَفْعَلُهُ بِغَيْرهِمْ، وَلَا يَسْلَمُ مِنْ ذَلِكَ إِلَّا مَنْ عَرَفَ اللَّهَ وَأَسْمَائِهِ وَصِفَاتِهِ وَمُوجِبَ حِكْمَتِهِ وَحَمْدِهِ. فَلْيَعْتَنِ اللَّبِيبُ النَّاصِحُ لِنَفْسِهِ بِهَذَا، وَلْيَتُبْ إِلَى اللَّهِ وَيَسْتَغْفِرْهُ مِنْ ظَنِّهِ بِرَبِّهِ ظَنَّ السُّوءِ،

وَلَوْ فَتَّشْتَ مَنْ فَتَّشْتَ لَرَأَيْتَ عِنْدَهُ تَعَنُّتاً عَلَى الْقَدَرِ وَمَلَامَةً لَهُ، وَأََنَّهُ كََانَ يَنْبَغِي أَنْ يَكُونَ كَذَا وَكَذَا، فَمُسْتَقِلٌ وَمُسْتَكْثِرٌ، وَفَتِّشْ نَفْسَكَ: هَلْ أَنْتَ سَالِمٌ؟

فَإِنْ تَنْجُ مِنْهَا تَنْجُ مِنْ ذِي عَظِيمَةٍ وَإِلَّا فَإِنِّي لَا إِخَالِكَ نَاجِياً.""",
  """بَابُ مَا جَاءَ فِي مُنْكِرِي الْقَدَرِ

وقَالَ ابْنُ عُمَرَ : وَالَّذِي نَفْسُ ابْنِ عُمَرَ بِيَدِهِ، لَوْ كَانَ لِأَحَدِهِمْ مِثْلُ أُحُدٍ ذَهَبَاً، ثُمَّ أَنْفَقَهُ فِِي سَبِيلِ اللَّهِ مََا قَبِلَهُ اللَّهُ مِنْهُ حَتَّى يُؤْمِنَ بِالْقَدَرِ. ثُمَّ اسْتَدَلَّ بِقَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( الْإِيمَانُ أَنْ تُؤْمِنَ بِاللَّهِ، وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَالْيَوْمِ الْآخِرِ، وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ) رَوَاهُ مُسْلِمٌ.

وَعَنْ عُبَادَةَ بنِ الصَّامِتِ أَنَّهُ قَالَ لِابْنِهِ : ( يا بُنَيَّ إِنَّكَ لَنْ تَجِدَ طَعْمَ الْإِيمَانِ حَتَّى تَعْلَمَ أَنَّ مَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ، وَمَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ، سَمِعْتُ رَسُولَ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : ( إِنَّ أَوَّلَ مَا خَلَقَ اللَّهُ الْقَلَمَ، فَقَالَ لَهُ : اكْتُبْ، فَقَالَ : رَبِّ، وَمَاذَا أَكْتُبُ؟ قَالَ: أكْتُبْ مَقَادِيرَ كُلِّ شَيْءْ حَتَّى تَقُومَ السَّاعَةُ) ، يا بُنَيَّ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : ( مَنْ مَاتَ عَلَى غَيْرِ هَذَا فلَيْسَ مِنِّي) ،

وَفِِي رِوَايَةٍ لِأَحْمَدَ : ( إِنَّ أَوَّلَ مَا خَلَقَ اللَّهُ تَعَالَى الْقَلَم، فقَالَ لَهُ : اكْتُبْ، فَجَرَى فِي تِلْكَ السَّاعَةِ بِمَا هُوَ كائِنٌ إِلَى يَوْمِ الْقِيَامَةِ ) ،

وَفِي رِوَايَةٍ لِابْنِ وَهْبٍ : قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( فَمَنْ لَمْ يُؤْمِنْ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ أَحْرَقَهُ اللَّهُ بِالنَّارِ).

وَفِي الْمُسْنَدِ وَالسُّنَنِ عَنِ ابْنِ الدَّيْلَمِيِّ قَالَ : أَتَيْتُ أُبَيَّ بْنَ كَعْبٍ، فَقُلْتُ : فِي نَفْسِي شَيْءٌ مِنَ الْقَدَرِ، فَحَدِّثْنِي بِشَيْءٍ لَعَلَّ اللَّهَ يُذْهِبَهُ مِنْ قَلْبِي، فَقَالَ : ( لَوْ أَنْفَقْتَ مِثْلَ أُحُدٍ ذَهَبَاً مَا قَبِلَهُ اللَّهُ مِنْكَ حَتَّى تُؤْمِنَ بِالْقَدَرِ، وَتَعْلَمَ أَنَّ مَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ، وَمَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ، وَلَوْ مُتَّ عَلَى غَيْر هَذَا لَكُنْتَ مِنْ أَهْلِ النَّارِ). قَالَ : فَأَتَيْتُ عَبْدَ اللَّهِ بنَ مَسْعُودٍ، وَحُذَيْفَةَ بنَ الْيَمَانِ، وَزَيْدَ بنَ ثَابِتٍ، فَكُلُّهُمْ حَدَّثَنِي بِمِثْلِ ذَلِكَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. حَدِيثٌ صَحِيحٌ رَوَاهُ الْحَاكِِمُ فِي صَحِيحِه.""",
  """بَابُ مَا جَاءَ فِي الْمُصَوِّرِينَ

عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( قَالَ اللَّهُ تَعَالَى: وَمَنْ أَظْلَمُ مِمَّنْ ذَهَبَ يَخْلُقُ كَخَلْقِي، فَلْيَخْلُقُوا ذَرَّةً، أَوْ لِيَخْلُقُوا حَبَّةً، أَوْ لِيَخْلُقُوا شَعِيرَةً) أَخْرَجَاهُ ،

وَلَهُمَا عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا، أَنَّ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( أَشَدُّ النَّاسِ عَذَاباً يَوْمَ الْقِيَامَةِ الَّذِينَ يُضَاهِئُونَ بِخَلْقِ اللَّهِ ) ،

وَلَهُمَا عَنْ ابْنِ عَبَّاسٍٍ رَضِيَ اللَّهُ عَنْهُمَا: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : ( كُلُّ مُصَوِّرٍ فِي النَّارِ يُجْعَلُ لَهُ بِكُلِّ صُورَةٍ صَوَّرَهَا نَفْسٌ يُعَذَّبُ بِهَا فِي جَهَنَّمَ) ،

وَلَهُمَا عَنْهُ مَرْفُوعاً: ( مَنْ صَوَّرَ صُورَةً فِي الدُّنْيَا كُلِّفَ أَنْ يَنْفُخَ فِيهَا الرُّوحَ، وَلَيْسَ بِنَافِخٍ ).

وَلِمُسْلِمٍ عَنْ أَبِي الْهِيَاجِ قَالَ : قَالَ لِي عَلِيٌّ : ( أَلََا أَبْعَثُكَ عَلَى مَا بَعَثَنِي عَلَيْهِ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ أَلَّا تَدَعَ صُورَةً إِلَّا طَمَسْتَهَا، وَلَا قَبْراً مُشْرِفاً إِلَّا سَوَّيْتَهُ).""",
  """بَابُ مَا جَاءَ فِي كَثْرَةِ الْحَلِفِ

وَقَوْلُ اللَّه تَعَالَى : ( وَاحْفَظُوا أَيْمَانَكُمْ ) .

عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : ( الْحَلِفُ مَنْفَقَةٌ لِلسِّلْعَةِ، مَمْحَقَةٌ لِلْكَسْبِ) أَخْرَجَاهُ.

عَنْ سَلْمَانَ رََضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( ثَلَاثَةٌ لَا يُكَلِّمُهُمْ اللَّهُ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ : أُشَيْمِطٍ زَانٍ، وَعَائِلٌ مُسْتَكْبِرٌ، وَرَجُلٌ جَعَلَ اللَّهَ بِضَاعَتَهُ، لَا يَشْتَرِي إِلَّا بِيَمِينِهِ، وَلَا يَبِيعُ إِلَّا بِيَمِينِهِ) رَوَاهُ الطَّبَرَانِيُّ بِسَنَدٍ صَحِيحٍ.

وَفِي الصَّحِيحِ عَنْ عِمْرَانَ بنِ حُصَيْنٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( خَيْرُ أُمَّتِي قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ، قَالَ عِمْرَانُ : فَلَا أَدْرِي أَذَكَرَ بَعْدَ قَرْنِهِ مَرَّتَيْنِ أَوْ ثَلَاثاً؟ ثُمَّ إِنَّ بَعْدَكُمْ قَوْمًا يَشْهَدُونَ وَلَا يُسْتَشْهَدُونَ، وَيَخُونُونَ وَلَا يُؤْتَمَنُونَ، وَيَنْذُرُونَ وَلَا يُوفُونَ، وَيَظْهَرُ فِيهِمُ السِّمَنُ) ،

وَفِِيهِ عَنِ ابْنِ مَسْعُودٍٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( خَيْرُ النَّاسِ قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ يَجِيءُ قَوْمٌ تَسْبِقُ شَهَادَةَ أَحَدِهِمْ يَمِينُهُ، وَيَمِينَهُ شَهَادَتُهُ ).

قَالَ إِبْراهِيَمُ : كَانُوا يَضْرِبُونَنَا عَلَى الشَّهَادَةِ وَالْعَهْدِ وَنََحْنُ صِغَارٌ.""",
  """بَابُ مَا جَاءَ فِي ذِمَّةِ اللَّهِ وَذِمَّةِ نَبِيِّهِ

وَقَوْلُ اللَّه تَعَالَى : (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا)(النحل:91) الْآيَةُ.

عَنْ بُرَيْدَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أَمَّرَ أَمِيراً عَلَى جَيْشٍ أَوْ سَرِيَّةٍ أَوْصَاهُ بِتَقْوَى اللَّهِ وَمَنْ مَعَهُ مِنَ الْمُسْلِمينَ خَيْراً، فقَالَ: ( اغْزُوا بِسْمِ اللَّهِ، فِي سَبِيلِ اللَّهِ، قَاتِلُوا مَنْ كَفَرَ بِاللَّهِ، اغْزُوا وَلَا تَغُلُّوا وَلَا تَغْدِرُوا، وَلَا تُمَثِّلُوا، وَلَا تَقْتُلُوا وَلِيداً، وَإِذَا لَقِيتَ عَدُوَّكَ مِنَ الْمُشْرِكِينَ فَادْعُهُمْ إِِلََى ثَلَاثِ خِصَالٍ ـ أَوْ خِلَالٍ ـ فَأَيَّتُهُنَّ مَا أَجَاَبُوكَ فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ،
ثُمَّ ادْعُهُمْ إِلَى الْإِسْلَامِ فَإِنْ هُمْ أَجَاَبُوكَ فَاقْبَلْ مِنْهُمْ،
ثُمَّ ادْعُهُمْ إِلَى التَّحَوُّلِ مِنْ دَارِهِمْ إِلَى دَارِ الْمُهَاجِرينَ، وَأَخْبِرْهُمْ أََنَّهُمْ إِنْ فَعَلَوا ذَلِكَ فَلَهُمْ مَا لِلْمُهَاجِرِينَ، وَعَلَيْهِمْ مَا عَلَى الْمُهَاجِرِينَ، فَإِنْ أََبَوا أَنْ يَتَحَوَّلُوا مِنْهَا فَأَخْبِرْهُمْ أَنَّهُم يَكُونُونَ كَأَعْرَابِ الْمُسْلِمِينَ، يَجْرِي عَلَيْهِمْ حُكْمَ اللَّهِ تَعَالَى، وَلَا يَكُونُ لَهُمْ فِي الْغَنِيمَةِ وَالْفَِيْءِ شَيْءٌ إِلَّا أَنْ يُجَاهِدُوا مَعَ الْمُسْلِمِينَ،
فَإِنْ هُمْ أَبَُوا فَاسْأََلْهُمُ الْجِزْيَةَ، فَإِنْ هُمْ أَجَاَبُوكَ فَاقْبَلْ مِنْهُمْ وَكُفََّ عَنْهُمْ، فَإِنْ هُمْ أََبَوا فَاسْتَعِنْ بِاللَّهِ وَقَاتِلْهُمْ.
وَإِذَا حَاصَرْتَ أَهْلَ حِصْنٍ فَأَرَادُوكَ أَنْ تَجْعَلَ لَهُمْ ذِِمَّةَ اللَّهِ وَذِمَّةَ نَبِيِّهِ، فَلَا تَجْعَلْ لَهُمْ ذِمَّةَ اللَّهِ وَذِمَّةَ نَبِيِّهِ، وَلَكِنْ اجْعَلْ لَهُمْ ذِمَّتَكَ وَذِمّةَ أَصْحَابِكَ، فَإِنَّكُمْ إِنْ تَخْفِرُوا ذِمَمَكُمْ وَذِمَّةَ أَصْحَابِكُمْ أَهْوَنُ مِنْ أَنْ تَخْفِرُوا ذِمَّة اللَّهِ وَذِمَّةَ نَبِيِّهِ. وَإِذَا حَاصَرْتَ أَهْلَ حِصْنٍ فَأَرَادُوكَ أَنْ تُنَْزِلَهُمْ عَلَى حُكْمِ اللَّهِ، فَلَا تُنْزِلَْهُمْ عَلَى حُكْمِ اللَّهِ، وَلَكِنْ أَنْزِلْهُمْ عَلَى حُكَْمِكَ. فَإِنَّكَ لَا تَدْرِي، أَتُصِيبُ حُكْمَ اللَّهِ فِيهِمْ أَمْ لَا) رَوَاهُ مُسْلِم.""",
  """بَابُ مَا جَاءَ فِي الْإِقْسَامِ عَلَى اللَّهِ

عَنْ جُنْدُبَ بنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( قَالَ رَجُلٌ : وَاللَّهِ لَا يَغْفِرُ اللَّهُ لِفُلَانٍ، فَقَالَ اللَّهُ عَزَّ وَجَلَّ : مَنْ ذَا الَّذِي يَتَأَِلَّى عَلَيَّ أَنْ لَا أَغْفِرَ لِفُلَانٍ؟ إِنِّي قَدْ غَفَرْتُ لَهُ وَأَحْبَطْتُ عَمَلَكَ) رَوَاهُ مُسْلِمُ.

وَفِِي حَدِيثِ أَبِي هُرَيْرَةَ أَنَّ الْقَائِلَ رَجُلٌ عَابِدٌ، قَالَ أَبُو هُرَيْرَةَ : تَكَلَّمَ بِِكَلِمَةٍ أَوْبَقَتْ دُنْيَاهُ وَآخِرَتَهُ.""",
  """بَابُ لَا يُسْتَشْفَعُ بِاللَّهِ عَلَى خَلْقِهِ

عَنْ جُبَيْرٍ بنِ مُطْعِمٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : جَاءَ أَعْرَابِيٌّ إَِلََى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فقَالَ : يا رَسُولَ اللَّهِ : نُهِكَتِ الْأَنْفُسُ، وَجَاعَ الْعِيَالُ، وَهَلَكَتِ الْأَمْوَالُ، فَاسْتَسْقِ لَنَا رَبَّكَ، فَإِنَّا نَسْتَشْفِعُ بِاللَّهِ عَلَيْكَ وَبِكَ عَلَى اللَّهِ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( سُبْحَانَ اللَّهِ! سُبْحَانَ اللَّهِ! ) فَمَا زَالَ يُسَبِّحُ حَتَّى عُرِفَ ذَلِكَ فِي وُجُوهِ أَصْحَابِهِ؛ ثُمَّ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( وَيْحَكَ، أَتَدْرِي مَا اللَّهُ؟ إِنَّ شَأْنَ اللَّهِ أَعْظَمُ مِنْ ذَلِكَ، إِنَّهُ لَا يُسْتَشْفَعُ بِاللَّهِ عَلَى أَحَدٍ مِنْ خَلْقِهِ) وَذَكَرَ الْحَدِيثَ. رَوَاهُ أَبُو دَاوُدَ.""",
  """بَابُ مَا جَاءَ فِي حِمَايَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِمَى التَّوْحِيدِ، وَسَدِّهِ طُرُقَالشِّرْكِ

عَنْ عَبْدِ اللَّهِ بنِ الشِّخِّيرِ رَضِيَ اللَّهُ عَنْهُ، قَالَ : انْطَلَقْتُ فِي وَفْدِ بَنِي عَامِرٍ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فقُلْنا: أَنْتَ سَيِّدُنَا، فَقَالَ: ( السَّيِّدُ اللَّهُ تَبَارَكَ وَتَعَالَى ) ، قُلْنا: وَأَفْضَلُنَا فَضْلاً، وَأَعْظَمُنَا طَوْلاً ، فَقَالَ: ( قُولُوا بِقَوْلِكُمْ، أَوْ بَعْضِ قَوْلِكُمْ، وَلَا يَسْتَجْرِيَنَّكُمُ الشَّيْطَانُ) رَوَاهُ أَبُو دَاوُدَ بِسَنَدٍ جَيِّدٍ.

وَعَن أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّ نَاساً قَالَوا: يا رَسُولَ اللَّهِ: يَا خَيْرَنَا وَابْنَ خَيْرِنَا، وَسَيِّدَنَا وَابْنَ سَيِّدِنَا، فَقَالَ: ( يا أَيُّهَا النَّاسُ، قُولُوا بِقَوْلِكُمْ أََوْ بَعْضِ قَوْلِكُمْ، وَلَا يَسْتَهْوََِينَّكُمُ الشَّيْطَانُ، أَنَا مُحَمَّدُ، عَبْدُ اللَّهِ وَرَسُولهُ، مَا أُحِبُّ أَنْ تَرْفَعُونِي فَوْقَ مِنْزِلَتِي الَّتِي أنَزَلَني اللَّهُ عَزَّ وَجَلَّ). رَوَاهُ النَّسَائِيُّ بِسَنَدٍ جَيِّدٍ.""",
  """بَابُ مَا جَاءَ فِي قَوْلِ اللَّهِ تَعَالَى : (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ)(الزمر:67) الْآيَةُ.

عَنِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُعَنْهُ قَالَ : جَاءَ حَبْرٌ مِنَ الْأَحْبَارِ إِلَى رَسُولِ اللَّهِ صَلَّىاللَّهُ عَلَيْهِ وَسَلَّمَ فقَالَ : يا مُحَمَّدُ! إِنَّا نَجِدُ أَنَّ اللَّهَيَجْعَلُ السَّمَاواتِ عَلَى إِصْبَعٍ، والْأَرْضينَ عَلَى إِصْبَعٍ، والشَجَرعَلَى إِصْبَعٍ، وَالْمَاءَ عَلَى إِصْبَعٍ، والثَّرَى عَلَى إِصْبَعٍ، وَسَائِرَالْخَلْقِ عَلَى إِصْبَعٍ، فِيَقُولُ : أَنَا الْمَلِكُ. فَضَحِكَ النَّبِيُّصَلَّى اللَّهُ عَلَيْهِِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذُهُ، تَصْدِيقاًلِقَوْلِ الْحَبْرِ، ثُمَّ قَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِوَسَلَّمَ: (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِوَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ) الْآيَةُ ،

وَفِي رِوَايَةٍلِمُسْلِمٍ : ( وَالْجِبَالَ وَالشَّجَرَ عَلَى إِصْبَعٍ، ثُمَّ يَهُزُّهُنَّفِيَقُولُ : أَنَا الْمَلِكُ، أَنَا اللَّهُ ) ،

وَفِي رِوَايَةٍ لِلْبُخُارِيِّ : ( يَجْعَلُ السَّمَاواتِ عَلَى إِصْبَعٍ، وَالْمَاءَ والثَّرَى عَلَى إِصْبَعٍ،وَسَائِرَ الْخَلْقِ عَلَى إِصْبَعٍ) أََخْرَجَاهُ.

وَلِمُسْلِمٍ عَنِ ابْنِ عُمَرَمَرْفُوعاً: ( يَطْوِي اللَّهُ السَّمَاواتِ يَوْمَ الْقِيَامَةِ، ثُمَّيَأْخُذُهُنَّ بِيَدِهِ الْيُمْنَى، ثُمَّ يَقُولُ : أَنَا الْمَلِكُ، أَيْنَالْجَبَّارُونَ؟ أَيْنَ الْمُتَكَبِّرُونَ؟ ثُمَّ يَطْوِي الْأَرْضينَ السَّبْعَثُمَّ يَأْخُذُهُنَّ بِشِمَالِهِ، ثُمَّ يَقُولُ : أَنَا الْمَلِكُ، أَيْنَالْجَبَّارُونَ؟ أَيْنَ الْمُتَكَبِّرُونَ ) .

وَرُوِيَ عَنِ ابْنِ عَبَّاسٍٍ قَالَ : ( مَا السَّمَاواتُ السَّبْعُ وَالْأََرْضونَ السَّبْعُ فِي كَفِّ الرَّحْمَنِإِلَّا كَخَرْدَلَةٍ فِي يَدِ أَحَدِكُمْ ).

وقَالَ ابْنُ جَرِيرٍ : حَدَّثَنِييُونُسُ، أَنْبَأَنَا ابْنُ وَهْبٍ، قَالَ: قَالَ ابْنُ زَيْدٍ : حَدَّثَنِي أَبِي،قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( مَاالسَّمَاواتُ السَّبْعُ فِي الْكُرْسِيّ إِلَّا كَدَرَاهِمَ سَبْعَةٍ أُلْقِيَتْفِي تُرْسٍ) ،
قَالَ: وقَالَ أَبُو ذَرٍّ رَضِيَ اللَّهُ عَنْهُ : سَمِعْتُ رَسُولَاللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : ( مَا الْكُرْسِيّ فِيالْعَرْشِ إِلَّا كَحَلَقَةٍ مِنْ حَدِيد أُلْقِيَتْ بَيْنَ ظَهْرَيْ فَلَاةٍ مِنَالْأَرْضِ ).

وَعَن ابْنِ مَسْعُودٍ قَالَ : ( بَيْنَ السَّمَاءِالدُّنْيَا وَالَّتِي تَلِيهَا خُمْسُمَائَة عَامٍ، وبَيْنَ كُلِّ سَمَاءٍخَمْسِمِائَةِ عَامٍ، وبَيْنَ السَمَاءِ السَّابِعَةٍ وًالْكُرْسِيّ خَمْسِمائَةِعَامٍ، وبَيْنَ الْكُرْسِيّ وَالْمَاءِ خَمْسِمِائَةِ عَامٍ، والْعَرْش فَوْقَالْمَاءِ، وَاللَّهُ فَوْقَ الْعَرْشِ، لَا يَخْفَى عَلَيْهِ شَيْءٌ مِنْأَعْمَالِكُمْ). أَخْرَجَهُ ابْنُ مَهْدِيّ عَنْ حَمَّادِ بنِ سَلَمَةَ عَنْعَاصِمٍ عَنْ زِرٍّ عَنْ عَبْدِاللَّهِ وَرَوَاهُ بِنَحْوِهِ عَنِ الْمَسْعُودِيِّعَنْ عَاصِمٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ. قَالَهُ الْحَافِظُالذَهَبَيّ رَحِمَهُ اللَّهُ تَعَالَى، قَالَ: وَلَهُ طُرُقٌ.

وَعَنِالْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُاللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( هَلْ تَدْرُونَ كَمْ بَيْنَ السَمَاءِوَالْأَرْض؟) قُلْنا: اللَّهُ وَرَسُولُهُ أَعْلَمُ
قَالَ: ( بَيْنَهُمَا مَسِيرَةُخَمْسِمِائَة سَنَةٍ، ومن كُل سَمَاءٍ إِلَى سَمَاءٍ مَسِيرَةُ خَمْسِمِائَةِسَنَةٍ وَكُثْفُ كُلِّ سَمَاءٍ خَمْسُمِائَة سَنَةٍ، وبَيْنَ السَمَاءِالسَّابِعَةِ وَالْعَرْشِ بَحْرٌ بَيْنَ أَسْفَلَهِ وَأَعْلَاهُ كَمَا بَيْنَالسَمَاءِ وَالْأَرْضِ، وَاللَّهُ سُبْحَانَهُ وَتَعَالَى فَوْقَ ذَلِكَ، ولَيْسَيَخْفَى عَلَيْهِ شَيْءٌ مِنْ أَعْمَالِ بَنِي آدَمَ). أَخْرَجَهُ أَبُو دَاوُدَوَغَيْرُهُ.""",
];

List<String> shareSharkhs = [
  """Вступление и предисловие

Слова о требовании знаний
Поистине, уделение должного внимания знаниям, желание их получить, бережливое отношение к ним, стремление к ним – это признаки здорового сердца. Если сердце будет здоровым и будет понимать в чем для него польза, оно будет беречь знания и стремиться к ним. Потому что, Всевышний Аллах похвалил обладающих знанием и поднял их степень. Он сказал:

﴿ يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَات ﴾

«Аллах возвышает по степеням тех из вас, кто уверовал, и тех, кому даровано знание» Сура «аль-Муджадаля», аят 11.

А также:

﴿ أَمَّنْ هُوَ قَانِتٌ آنَاء اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لاَ يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُوا الْأَلْبَابِ ﴾

«Неужели тот, кто смиренно проводит ночные часы, падая ниц и стоя, страшась Последней жизни и надеясь на милость своего Господа, равен неверующему? Скажи: «Неужели равны те, которые знают, и те, которые не знают?» Воистину, поминают назидание только обладающие разумом» Сура «аз-Зумар», аят 9.

И то, что не равны между собой знающий и невежда, понимают только обладающие разумом. Ведь, сказал Всевышний:

﴿ إِنَّمَا يَتَذَكَّرُ أُوْلُوا الْأَلْبَابِ ﴾

«Воистину, поминают назидание только обладающие разумом» Сура «аз-Зумар», аят 9.

Что касается невежды, то он не знает о своем невежестве, он довольствуется таким положением. Он не знает что такое знание и какова его важность. А ведь, знание — это самая почетная вещь в этом мире. Как сказали ученые: «Признаком важности знания является то, что Всевышний Аллах не приказал Пророку ﷺ требовать добавки в чем-либо, кроме знания». Всевышний Аллах сказал пророку, мир ему и благословение Аллаха:

﴿ وَقُل رَّبِّ زِدْنِي عِلْمًا ﴾

«Скажи: «Господи! Приумножь мои знания» Сура «Та Ха», аят 114.

И этого достаточно, чтоб указать на почет знаний.

Знанием заняты большое количество людей, однако они не равны в этом. У них есть разные уровни:

Среди них есть « المتعجل » — торопливый. Он думает, что знание приобретается за несколько недель, месяцев или лет. Такой человек далек от правильного понимания. Знание не кончается до самой смерти человека, и даже после смерти остается много того, что он не знает. Поистине, знание очень широко. Всевышний Аллах обладает совершенным знанием. И Всевышний Аллах наделил людей всего лишь маленькой частью Своих знаний. Если один из людей упускает какую-то одну часть знаний, то другой упускает другую часть. Однако если собрать знания всех людей, то они никак не сравняться со знаниями Всевышнего Аллаха. Подобно тому, как игла, которую окунули в море, никак не влияет на количество воды.
И если это так, то знания не берутся за одно мгновение. Этот путь проходят постепенно. Это путь Пророка ﷺ путь сподвижников, путь ученых после них. Посланник Аллаха, мир ему и благословение Аллаха, не передал свои знания сподвижникам за один раз, однако он учил их в течении долгих лет. В Мекке он обучил их основе всех основ. Эта основа делает сердце и разум здоровыми. Это знание о единобожии Всевышнего Аллаха и отказе от всего помимо Него. Затем, Пророк ﷺ передал им остальные знания, и каждый взял то, что ему было предопределено.

И таким же образом, обладатели знаний после сподвижников не взяли знание за один раз. Среди ученых были те, кто отличился в арабском языке, а другие отличились в науке «усуль», а третьи — в науке «тафсир» и т.д.

Сказал Ибн Шихаб аз-Зухри прекрасные слова, которые необходимо выучить всем:

من رام العلم جملة ذهب عنه جملة إنما يطلب العلم على مر الأيام والليالي

«Тот, кто возьмет знания за один раз, они уйдут от него за один раз. Поистине, знание берется в течении дней и ночей».

Поэтому тот, кто торопится, он не приобретет знание. В этом деле нужна постепенность.

Вторая группа людей – это « المتذوقون ». Они требуют знание в течение короткого времени, а затем начинают считать себя выше ученых, и начинают осуждать их. Потом он бросает эти знания и переходит на другие, и начинает осуждать других ученых.
Это указывает на недостаток в его разуме. Нельзя судить о знании никому, кроме тех, кто охватил это знание со всех сторон. Он присутствует какое-то короткое время у ученого, и затем считая, что он все понял, начинает осуждать своего шейха.

А в конце концов эта группа людей отчаивается и не получает никаких знаний. Причина этому — торопливость. Они часто переходят от одной науки к другой, не усвоив до конца первую. Такие люди не могут стать учеными. Нельзя никому идти по этому пути. Тот, кто хочет истинных знаний и правильного пути, не должен быть таким.

Каждый человек должен ставить для себя основы, постепенно приобретать знания, так как основы являются очень редкой вещью. Нужно, чтобы ты требовал знания, имея основы и твое изучение религии было подобно изучению первых поколений.

Посмотри на те книги, где рассказывается о биографиях ранних ученых. Ты найдешь в их биографии, что такой-то ученый прочитал такую-то маленькую книжечку. Зачем об этом говорят? Они этим хотят показать заслуги этих ученых. Так как заучивание и чтение этих маленьких книг является правильным путем в требовании знаний. Это путь ученых.

Поэтому ты должен иметь постепенность и неторопливость на пути постижения знаний. Ты должен стараться понимать то, что слышишь и читаешь.

Очень важно, чтобы на пути требования знаний, мы имели их правильное понимание. Не старайся сразу набрать много знаний. Старайся положить в свой разум только правильное понимание знания. Старайся принимать знание только на основе доводов, а также запоминай те пользы, которые извлекаются из этого знания. Если же ты сразу постараешься охватить большое количество вопросов, а затем начнешь с кем-то из обсуждать, то сразу же поймешь, что твое понимание далеко от истины. И это не является знанием. 

Знание должно быть упорядоченным в твоем разуме. И у этого четыре степени:

« صورة المسألة » — Полное понимание этого вопроса.
« حكم المسألة » — Хукм данного вопроса.
« دليل » — Доказательство этого хукма. Каков далиль того, кто говорит тебе что-то?
« وجه الاستدلال » — Лицо доказательства, то есть главная его часть. Человек привел довод. Если ты приучишь себя подходить к любому вопросу с помощью этих четырех вещей, то пойдешь верным путем в понимании знаний.
Очень важным также является изучение арабского языка, а также правильное понимание слов ученых. Тот, кто не знает терминологию этих ученых и их язык, никогда не поймет то, о чем они говорят.

Прошу Аллаха для себя и для вас полезного знания, праведных дел, и чтобы Всевышний использовал нас в том, что Он любит и чем Он доволен. Чтобы Он сделал те знания, которые мы приобретаем доводом для нас, а не доводом против нас!

Очень важной задачей на пути требования знаний является то, что требующий знания должен заучивать избранные знания. Это то, что человек записывает (или выписывает) какие то вещи из книг или записывает то, что он слышит от ученого или от какого-то требующего знания. Так как преподавание знаний обязательно содержит в себе какие-то полезные вещи, которые требующий знания не найдет во многих книгах, и поэтому он должен записывать их и эта запись должна быть в отдельной тетради. И многие из требующих знания в начале требования знаний имели с собой отдельную тетрадь, в которой они записывали какие-то избранные вещи, важные вопросы из того, что они читают или из того, что они слышат от своих шейхов. Так как может быть те вещи, которые ты записал сегодня или завтра, ты читаешь их и может быть, не обращаешь на них внимания, однако ты увидишь, что ты начнешь нуждаться в них в будущем. Иногда ты находишь важные вещи, часто ты слышишь какие-то вещи от ученых или же от преподавателей и это является описанием (чего-то) — этого не нужно записывать. То есть то, что ученый описывает, приводит примеры и так далее — это можно легко вспомнить или вернуться к той или иной книге и проверить. Однако, что касается правил, или же таблиц, или же описание того или иного вопроса, или же речи о разногласиях в том или ином вопросе, или же речи о том, что является правильным, или же довод или же лицо довода — все это нужно стараться записывать. И поэтому является обязательным для тебя, чтобы ты приобрел отдельную тетрадь, в которую будешь записывать извлекаемую пользу, и эта польза может быть либо нечто (уже) прочитанное, либо нечто услышанное. И то, что я хочу от тебя из этих избранных знаний, чтобы ты записывал в свои тетради «та‘ариф» уа «дауабит», т. е. правила и то, что является «границей» в том или ином вопросе, так как половина знаний заключается в правилах. Точно также, обязательно старайся записывать когда разбирается какой-то вопрос условия и ограничения того или иного вопроса. И если ты услышишь в каком-то вопросе какое-то ограничение и условие, то важность этого ограничения, этого условия таково же как и важность самого вопроса, потому что, если ты не поймешь условия или ограничения в том или ином вопросе, то ты не поймешь должным образом тот или иной вопрос и ты можешь понять его совсем неправильно, и использовать его не в нужном месте.

Также важным является записывать в свои тетради таблицы. Ты можешь встретить в некоторых книгах обладателей знаний что тот или иной вопрос делится на три вида или же у этого вопроса бывает три положения, или же у него пять положений, или же у него бывает два положения, и каждое из этих положений делится на три положения.

Ибн аль-Каййим сказал: «Познание знаний в понимании таблиц». Поэтому старайся приучать свой разум к заучиванию правил, заучиванию условий (или ограничений), через таблицы и деления.

Если ты видишь, что некоторые ученые говорят, что тот или иной вопрос делится на столько-то и столько-то делений, то является очень важным, чтобы ты записал, изучил и запомнил это, так как через эти деления или через эти таблицы ты понимаешь тот или иной вопрос, и он становится для тебя ясным. А если ты не знаешь этих делений, то ты путаешься в понимании этого вопроса, один вопрос у тебя заходит в другой. А если ты поделишь тот или иной вопрос, то есть нарисуешь таблицу, то тебе станет ясен тот или иной вопрос, так как каждое будет в своем месте.

Также очень важной задачей в требовании знаний является то, чтобы ты иногда проверял или смотрел то, что ты записываешь. Ты иногда можешь читать эту книжку, которую ты записал во время требования знаний и, увидев некоторые вопросы, удивишься: «Зачем я это написал?», так как первый раз, когда ты это записывал это для тебя было новым вопросом. И ты записываешь, чтобы выучить и после того, как ты выучишь это, то будешь повторять то, что ты записал в эту тетрадь и это становится для тебя ясным, как твое собственное имя.

И каждый раз, когда ты увеличиваешь свои знания посредством заучивания, тогда то, что ты выучил прежде становится для тебя более ясным и ты не нуждаешься в том, чтобы задумываться над тем или иным вопросом, так как ты уже выучил этот вопрос и понимаешь этот вопрос в соответствии с условиями и границами.

И это во всех знаниях, будь то знания, которые являются целью, то есть такие как, ‘акыда, тафсир, хадис и т.д., или то, что является средством к этим целям, а это «усуль аль-фикх» и т.п.

Начни с сегодняшнего дня и не откладывай. Потом через некоторое время ты увидишь, что это станет для тебя легким, и ты перейдешь к другому вопросу, и таким образом соберутся знания со временем, если на то будет воля Аллаха.

Прошу Всевышнего Аллаха сделать нас из тех, кому Он облегчает знания и дела в соответствии с этими знаниями!

Душевное состояние требующего знания во время требования знаний
Требующие знания бывают разные. Во-первых, они различаются относительно того, насколько у каждого есть желание узнать о том, что он слышит. Также они различаются со стороны подготовки, у них разные желания и разная подготовка. Желания бывают разные:

Кто-то присутствует и слушает знания для того, чтобы приобрести их и таковых большинство, хвала Аллаху.
Кто-то требует знания для того, чтобы дать оценку преподавателю и узнать, насколько он разбирается в той или иной науке, или узнать, как он подготовлен тому или иному знанию.
И из них есть такие, кто приходит на занятие один раз и пропускает занятия десять раз.
Мы видим, что у людей бывают разные намерения и нас волнует тот, кто приходит ради знаний, желая (получить) эти знания. И когда требующий знания приходит для того, чтобы получить пользу, то его душевное состояние должно быть определенным образом подготовлено, и также подготовленным должно быть состояние его разума.

Ты должен изучать эти знания для того, чтобы избавиться от невежества, это и есть искреннее намерение в знаниях. Ведь, требование знаний является поклонением, и искренность в нем является обязательным. Искренность в знаниях (означает) получать их с намерением избавиться от невежества.

Однажды Имама Ахмада спросили: «Каким должно быть намерение в требовании знаний?» Он ответил: «Человек должен иметь намерение избавиться от невежества».

И если кроме этого намерения у него будет желание преподнести это знание кому-то другому, или призывать других к этим знаниям, или писать книги и что-то подобное, то это все является праведным намерением и искренность в этом основывается на двух вещах:

Первое: Должно быть намерение избавиться от невежества.
Второе: Намерение избавить от невежества других людей.
Если же у него нет таких намерений, то это не является правильным. И поэтому, если кто-то хочет требовать знания, он должен иметь намерение избавить себя от невежества. И когда он делает такое намерение, необходимо помнить, что Всевышний Аллах создал его, Он приказывает и запрещает ему на основе основ, и Он сказал, что Единобожие — это Его право.

Также он должен знать, что Всевышний Аллах приказывает и запрещает то, что является дозволенным и запретным, соответственно. Должен знать то, что человек может совершить что-то запретное в вопросах убеждения или же в вопросах нравов по причине невежества. Самая главная причина ошибок — это невежество, а только затем следуют другие причины. И поэтому, если человек узнает и избавляет себя от невежества, узнает что от него хочет Всевышний Аллах, и после этого просит помощи у Всевышнего Аллаха, чтобы Аллах помог ему исполнять то, что требует от него шариат, то это очень хорошее душевное состояние.

Также, очень важным является и второй вопрос, связанный с душевным состоянием. Его душевное состояние должно быть таким, чтобы он доверял тому, кто ему преподает. У него должен быть такой душевный настрой, чтобы он основывался на том, что тот, кто тебе преподает – преподает правильные знания. Если же человек заходит на урок и у него такое убеждение, что учитель преподает ему неправильные знания или то, что знания его учителя являются как хорошими, так и плохими и так далее, и другие причины, которые ослабляют его знания, то он не возьмет пользу от этого учителя. Ведь, когда он придет на урок слушать учителя, то будет слушать не как берущий пользу, а как ищущий ошибку. И поэтому, когда учитель будет говорить о том или ином положении, он начнет думать ошибся ли учитель или нет? Это лишает человека знаний. И если студент слышит что-то непонятное или он слышал раньше то, что противоречит тому, что говорит учитель, то он должен записать это на листочек или в тетрадь, которая у него имеется и не думать об этом и внимательно слушать знания, (о которых рассказывает учитель). А затем после того, как закончится урок, он возвращается в этот день и сам ищет этот вопрос или спросит об этом учителя.

Не является обязательным, чтобы преподаватель был специалистом в том или ином вопросе. И также не является условием, чтобы то, что говорит учитель являлось всегда правильным, так как у него может быть свой подход к тем или иным вопросам, или же он может придерживаться того мнения, которое противоречит общеизвестному мнению, (из-за того, что у него есть довод). Или же он подошел к этому вопросу не тем образом, каким надо было подойти и ошибся в нем.

Однако очень важно, чтобы было засвидетельствовано о том, кто тебе преподает, что он достоин этого дела. И если он знает то, о чем говорит и знает то, что говорят люди в этом вопросе, и преподает эти знания, то это не исключает то, что он может подойти небрежно к тому или иному вопросу или ошибиться в том или ином вопросе. Он может ошибиться один раз или же может ошибиться в правильном понимании того или иного вопроса. Это не удивительно, так как учитель является всего лишь человеком, а люди ошибаются. И поэтому является очень важным, чтобы ты брал знания у того, кому ты доверяешь и чтобы твое душевное состояние не было противоречащим ему. Ведь неправильное душевное состояние лишает человека многих знаний, так как, когда он берет знания, у него постоянно возникают какие-то вопросы и недопонимания. И поэтому, когда кто-то часто задает вопросы во время преподавания уроков, то этот человек неправильно требует знания.

Однажды, я присутствовал у известного ученого шейха ‘Абдур-Раззаќа аль-‘Афифи, да помилует его Всевышний Аллах, и кто-то спросил его на уроке о Хадже. Шейх ответил, и кто-то (еще) спросил: «А если будет так-то и так-то?» Он хочет брать знания тем, что задает какие-то другие вопросы, которые не связаны с теми, о которых спросили шейха. Шейх, да помилует его Всевышний Аллах, ему ответил: «Знания, таким образом не берутся, а приобретаются через изучение». И это правильно, потому что когда требующий знания присутствует у ученых и слушает их, то если ему что-то приходит в голову, не следует каждый раз задавать вопрос, как это было, когда с нами присутствовали многие из братьев, и они часто приводили вопросы, проблемы, недопонимания. И это из-за недостатка их знаний. Однако если бы они потерпели, это было бы лучше для них.

Такое душевное состояние плохо действует на разум, на его чистоту и на правильное понимание знаний во время урока. Поэтому, когда мы приходим требовать знания, мы должны приходить с таким душевным состоянием, как будто ничего не знаем. Слушай, слушай, слушай, и если во время урока кто-то услышит то, что ему не понравится или то, что не поймет, то пусть он это запишет, а потом будет искать сам или же спросит об этом учителя. И это относительно того, знаниям которого мы доверяем, поэтому если ему доверились, приходим к нему и берем у него знания на основе того, что мы ему доверяем.

Предисловие 
Хвала Аллаху, Который послал Своих рабов — посланников с Единобожием и они донесли довод до рабов. Они (посланники) от первого до последнего были единогласны в том, что нет никого достойного поклонения, кроме Аллаха. Были единогласны в том, что поклонение кому-то другому является недействительным. И то, что поклонение кому-то другому кроме Аллаха является проявлением беспредела, зла и вражды. И я свидетельствую, что нет никого достойного поклонения, кроме Аллаха, нет Ему сотоварища, и это подтверждение после подтверждения для донесения значения Таухида. И свидетельствую, что Мухаммад — раб Аллаха и Его посланник, да благословит Аллах его, его семью, его сподвижников и приветствует их приветствием до Судного дня, а затем:

Эта книга – «Китабут-Таухид» шейха Мухаммада ат-Тамими и он не нуждается в представлении. Достаточно того, что Всевышний Аллах благословил его призыв на Востоке Земли и на ее Западе, на Севере и на Юге. Так как Единобожие является призывом Мухаммада ибн ‘Абдуллаха ﷺ.

Книга, которую мы хотим растолковать, является великой книгой. Ученые Единобожия были единогласны в том, что не было написано ничего подобного на эту тему. Это единственная подобная книга в этом разделе, так как он (автор), да помилует его Аллах, разобрал в этой книге вопросы, связанные с «Таухидом ‘ибада», то есть вопросы Единобожия в поклонении. Он разобрал также то, что противоречит этому Единобожию. Нет ни одной книги, которая была написана таким же образом.

И поэтому требующий знания не должен отказываться от изучения этой книги. Он должен изучать ее, понимая то, что несет в себе эта книга, так как она содержит в себе аяты Корана и хадисы пророка, мир ему и благословение Аллаха. Некоторые ученые, описали эту книгу тем, что она часть сборника «Сахих аль-Бухари», и это явно видно, поскольку Шейх Мухаммад ат-Тамими, да помилует его Аллах, написал эту книгу, подобно книге имама аль-Бухари.

Со стороны того, что названия глав в этой книге представляют собой аяты или хадисы, или же хадис указывает на название этого раздела, или же аят указывает на название этого раздела. Также она похожа на «Сахих» имама аль-Бухари тем, что он привел в ней слова ученых, сподвижников, их последователей, имамов в Исламе, подобно тому, как это сделал Абу ‘Абдуллах аль-Бухари, да помилует его Аллах. Поистине, он (аль-Бухари) приводит в своем сборнике слова, мнения, чтобы растолковать смысл той главы, которую он привел.

Шейх Мухаммад начал писать эту книгу в Басре. И побудило его написать эту книгу то, что он увидел распространение многобожия и то, что у мусульман отсутствовала полнота Единобожия. Он увидел проявление большого ширка, малого ширка, скрытого ширка, и начал писать эту книгу.

Он начал собирать эту книгу, начал записывать вопросы, о которых говорится в этой книге. Об этом рассказал его внук и ученик шейх ‘Абдур-Рахман ибн Хасан, да помилует его Аллах, в некоторых своих книгах. Затем Шейх, да помилует его Аллах, продолжил писать эту книгу, когда вернулся в Неджд.

Эта книга стала книгой призыва, и она представляет из себя призыв к Единобожию, так как шейх, да помилует его Аллах, объяснил в ней основы Единобожия, указал на смысл Единобожия, на его достоинство, на то, что противоречит ему, указал на то, чего люди должны бояться. Должны бояться того, что противоречит Единобожию. Он рассказал отдельно о разных видах поклонения в общем, рассказал о Единобожии имен и атрибутов Всевышнего Аллаха. Рассказал о большом ширке и привел примеры большого ширка. Также он рассказал о маленьком ширке и привел его примеры и рассказал о том, что приводит к этому ширку. Рассказал о том, какой должна быть защита Единобожия. Также рассказал немного о единстве Аллаха в Господстве.

Эта книга – Книга Единобожия является великой книгой. И поэтому является великим то, что ты должен стараться выучить эту книгу, изучить ее, задуматься над ней, потому что где бы ты ни был, ты будешь нуждаться в ней, будь это дома, или в мечети, на работе, или где-то в другом месте. Тот, кто поймет эту книгу, поймет большинство вопросов Единобожия в поклонении, поймет почти все, что затрагивается в вопросах Единобожия.

Я думал о том, каким образом толковать эту книгу. Книга, как вы знаете, является длинной, (и поэтому) невозможно растолковать ее в вкратце, (в течение) 18-ти уроков. Ученые, которые толковали эту книгу, а их много, писали либо длинный шарх, либо средний, а кто-то писал краткий. Я посмотрел на их толкования, и решил, что наше толкование будет выглядеть следующим образом:

Мы будем говорить о пользе этой книги, и о тех вещах, в которых путаются многие из требующих знания. Будем объяснять соответствие аятов и хадисов названию той или иной главы. Также будем указывать на «лицо довода» из аята или хадиса. Также будем приводить некоторые доводы тем, у кого есть сомнения в этих вопросах, и может быть, что мы будем говорить о тех вещах, которые вы не найдете в толкованиях тех, кто раньше растолковал эту книгу. Это путь, который мы проложим – путь краткий и мы начнем разбирать эту книгу, если на то будет воля Всевышнего Аллаха. Просим Всевышнего Аллаха помочь нам в этом. И мы разберем эту книгу полностью с дозволения Аллаха, ничего не упуская в объяснении и в толковании смысла этой книги.

Шейх Салих ибн ‘Абд аль-‘Азиз Али аш-Шейх, да хранит его Аллах.""",
  """Обязательность таухида

Шейх Салих Али Шейх говорит:

«Обычно те, кто пишет книги, после того, как поминают имя Аллаха Всевышнего и восхваляют Его, пишут хутбу, в которой рассказывают о том, о чем будет говориться в этой книге. Здесь мы хотим задать известный вопрос а это то, что шейх не поступил так, как поступают другие писатели и не привел в книге хутбу, в которой рассказывал о том, каким образом он написал эту книгу. Напротив, он привел слова Всевышнего Аллаха:

﴿ وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ ﴾

«Я сотворил джиннов и людей только для того, чтобы они поклонялись Мне» Сура «аз-Зарийат», аят 56.

Шейх не привел хутбу. Причиной этого является то, как мне кажется, что то Единобожие, о котором будет рассказывать шейх в этой книге — это Единобожие Всевышнего Аллаха. И поэтому является правилом из этикета: в том месте, где говорится о Единобожии, не ставить ничего между истиной и тем, кто указывает на нее и словами, которые говорят об этой истине. Истина, которая принадлежит Всевышнему Аллаху — это Единобожие. А тот, кто указал на эту истину — это Всевышний Аллах, а доводом этому являются Его слова и слова Его посланника, да благословит его Аллах и приветствует. И тут шейх не привел хутбу из-за того, что не хотел делить между истиной, и тем, кто указал на нее. Это является тонким отпечатком Единобожия на его сердце.

Подобным образом поступил в своем сборнике имам аль-Бухари, который не привел хутбу для своего сборника. Однако он начал свой сборник с хадиса, так как его книга была книгой Сунны. Общеизвестно, что из правил хорошего поведения то, что не следует вставать перед Аллахом и его посланником ﷺ и поэтому он не поставил свои слова перед словами посланника, да благословит его Аллах и приветствует. Имам аль-Бухари начал свой сборник словами посланника Аллаха ﷺ: «Поистине, дела (оцениваются) только по намерениям и, поистине, каждому человеку (достанется) только то, что он намеревался (обрести), и поэтому (человек, совершавший) переселение к Аллаху и посланнику Его, переселится к Аллаху и посланнику Его, переселявшийся же ради чего-нибудь мирского или ради женщины, на которой он хотел жениться, переселится (лишь) к тому, к чему он переселялся» См. Бухари, 1; Также этот хадис передали Муслим 1907, Абу Дауд 2201, ат-Тирмизи 1647, ан-Насаи 1/59-60, Ибн Маджах 4227, Ахмад 1/43.

Его книга является книгой Сунны, и поэтому он начал свой сборник — сборник Сунны — со слов того, кто рассказал об этой Сунне, а это Пророк ﷺ. Это является тонким смыслом, на который обращает внимание те, кому Аллах осветил сердца для познания истины и познания прав Его Пророка ﷺ.

Слово « التوحيد » является отглагольным именем от арабского « وحّد », то есть что-то делать одним.

Слово «Таухид» в контекстах Корана и Сунны пришло немного, но пришел в Сунне призыв к «Таухиду» Аллаха. Как сообщается, что Ибн ‘Аббас, да будет доволен Аллах ими обоими, сказал:

«Когда пророк ﷺ посылал Му‘аза, да будет доволен им Аллах, в Йемен, он сказал ему: «Поистине, ты приедешь к людям из числа обладателей Писания, так пусть же Единобожие будет первым, к чему ты призовешь их, и, если они признают Аллаха, сообщи (этим людям), что Аллах вменил им в обязанность (совершение) пяти молитв ежедневно. Если они станут выполнять (это), сообщи им о том, что Аллах обязал их выплачивать закят с имущества, который следует отдавать бедным из их числа, если же они подчинятся и этому, то бери с них (закят), однако остерегайся забирать из имущества людей то, что (наиболее) дорого им!» См. Бухари, 1458; Муслим, 19.

« التوحيد » — то есть делать что-то одним. Например, ты говоришь: « وحّدْتُ المتكلم » — «Я сделал одним говорящего», и тому подобное.

Единобожие, которое от нас требуется, содержит в себе то, что приказал Всевышний Аллах в Своей книге, и оно делится на три вида:

1 — « توحيد الربوبية » — Единственность Аллаха в Его господстве.

Уединение Аллаха в Его действиях. Действий Аллаха много, из них: Создание, обеспечение пропитанием или средствами существования, оживление, умерщвление, управление сущностью, польза, вред, лечение, защита. Он дает защиту и от Него никто не защищает. Он отвечает на призыв нуждающегося. Он отвечает на зов зовущего и так далее. Единственный полноценный в этих действиях – это Всевышний Аллах, то есть никто, кроме Него не совершает подобные действия. Поэтому «Таухид ар-рубубийя» — это единство Аллаха в Его действиях.

2 — « توحيد الألوهية » — Единственность Аллаха в поклонении Ему.

Что касается Таухида «аль-улюхийя», то это взято из корня « أَلَهَ » — то есть поклонение кому-то с любовью и возвеличиванием. Есть разница между «аль-‘ибада» и «аль-улюхийя». «Аль-улюхийя» — это поклонение с любовью и возвеличиванием, с надеждой и страхом. Об этом смысле нам сообщил один из арабских поэтов, который сказал:

لله دَرُّ الغانيات المـُــدَّهِ
سبَّحْن واسترجعن من تألُّهي

«Удивительно дело хвалящих женщин,
Когда они увидели этого человека, который был занят поклонением,
они были удивлены этим».

Этот поэт описывает неких распутных женщин, которые своим распутством соблазняли мужчин, однако эти женщины однажды увидели человека, который был настолько занят поклонением, что даже не обращал внимания на них и тогда они сильно удивились.

«Таухид аль-иляхийя» или «Таухид аль-улюхийя» — это единственность Аллаха в поклонении Ему. Это означает то, что ты посвящаешь свое поклонение только Ему Одному.

Поклонение бывает разных видов. Поклонение совершает раб. А Всевышний Аллах — Тот, Кто достоин поклонения раба. Он обладатель права на поклонение Ему и Он Тот, Кто обладает правом, чтобы Ему поклонялись все Его создания. «Таухид аль-улюхийя» — это то, чтобы рабы посвящали свои действия только одному Аллаху. Твои действия, которые ты совершаешь приближаясь к Аллаху, бывают различными. И если те действия, которые ты совершаешь, приближаясь ко Всевышнему Аллаху, ты посвящаешь только Ему Одному, то ты становишься единобожником. Если же раб посвящает эти свои действия Аллаху и еще кому-то наряду с Ним, то он становится многобожником в этом поклонении». [Конец слов шейха]

И даже сами арабы-многобожники знали, что «Ля иляха илля Ллах», требует от них поклонение только Одному Аллаху, и потому не принимали Ислам. Имам Ибн Хузайма передал хадис о том, что когда Абу Суфьян встретился с римским царем, тот спрашивая его о Пророке Мухаммаде ﷺ сказал: «А что он вам приказывает?» Тот ответил: «Поклоняйтесь Аллаху и не придавайте ему никого в сотоварищи и оставьте то, что говорят ваши отцы…».

 

 
Шейх Салих Али Шейх говорит:

«3 — « توحيد الأسماء والصفات » — Единственность Аллаха в Его Именах и Атрибутах.

Раб Аллаха должен быть убежден в том, что Всевышний Аллах – Один в Своих именах и атрибутах. Но у некоторых созданий есть атрибуты, которые имеют сходства с атрибутами Аллаха. Однако они не соответствуют полноте смысла, которым описаны атрибуты Аллаха. Полнота принадлежит только Всевышнему Аллаху и никому иному. Всевышний Аллах сказал:

﴿ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ ﴾

«Нет никого подобного Ему, и Он — Слышащий, Видящий» Сура «аш-Шура», аят 11. [Конец слов шейха]

Ташбих (подобие) у нас бывает двух видов:

Мутлякъу ташбих — неабсолютная схожесть.
Ташбих мутлякъ — абсолютная схожесть.
Если человек скажет: «Моя рука подобна Руке Аллаха». Это будет называться ташбих мутлякъ и является неверием. А если человек скажет: «У меня есть рука и у Аллаха есть Рука». Это мутлякъу ташбих. И это не значит что они одинаковые. У Него Рука такая, как подобает Его величию. А у меня рука такая, как подобает моей слабости.

Также Всевышний Аллах рассказал про эти три вида Единобожия, сказав:

﴿ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيًّا ﴾

«Господь небес, земли и того, что между ними! Поклоняйся же Ему и будь стоек в поклонении Ему. Знаешь ли ты другого с таким именем?» Сура «Марйам», аят 65.

«Господь небес, земли и того, что между ними!» — это таухид ар-рубубийя.

«Поклоняйся же Ему и будь стоек в поклонении Ему» — это таухид аль-улюхийя.

«Знаешь ли ты другого с таким именем?» — это таухид асмау уа-с-сыфат.

Шейх Салих али Шейх говорит:

«Шейх упомянул про три вида таухида в своей книге. Однако, из-за того, что раньше ученые, которые говорили о Сунне и ‘Акыде, подробно рассказывали о первом и третьем виде Единобожия, а это — «Таухид ар-рубубийя» и «Таухид аль-асмау уа-с-сыфат», шейх подробно не разбирал их. Однако шейх рассказал о том, в чем нуждались люди.

Люди не находили литературу, в которой подробно говорилось об этом виде Единобожия, а именно о «Таухиде аль-улюхийя», и потому шейх решил написать данную книгу. Различные книги шейха, которые он писал, были написаны только из-за нужды людей в них, а не для того, чтобы в исламской библиотеке добавилась еще одна книга, и не для того, чтобы показать искусство написания книг о той или иной науке, однако он писал из-за того, что люди нуждались в этом.

Он не написал для того, чтобы просто написать, а написал для того, чтобы призывать людей, и есть разница между тем, кто написал, чтобы просто написать и тем, кто написал для того, чтобы призывать.

И поэтому шейх, да помилует его Аллах, разъяснил в этой книге единство Аллаха в поклонении Ему и объяснил единицы этого, такие как:

« التوكل » — «ат-тауаккуль» — упование на Аллаха;
« الخوف » — «аль-хауф» — страх перед Аллахом;
« المحبة » — «аль-махабба» — любовь к Аллаху;
« الرجاء » — «ар-раджа» — надежда на Аллаха;
« الرّغبة » — «ар-рагъба» — также один из видов надежды, и тому подобное;
« الاستعانة » — «аль-исти’ана» — прошение о помощи у Аллаха;
« الاستغاثة » — «аль-исти’аса» — прибегание к Аллаху в тяжелых случаях и трудностях;
« الذبح » — «аз-забх» — жертвоприношение;
« النذر » — «ан-назр» — обет, все эти виды поклонения нужно посвящать только Всевышнему Аллаху, и больше никому, кроме Него.
Рассказав об этом, шейх оставил то, что противоречит этому — а это « الشرك » — «ширк» — многобожие.

Эта книга — книга Единобожия, в которой рассказывается о единстве Аллаха в поклонении, о единстве Аллаха в Его господстве, о единстве Аллаха в Его именах и атрибутах. Также в ней рассказывается о толковании того, что противоречит этому, а это многобожие.

Что означает слово ширк (многобожие)? Ширк — это значит брать сотоварища, то есть делать одного сотоварищем для другого.

Ширк на языке ученых, разъясняющих это, делится с одной стороны на два вида:

— « شرك أكبر » — Большой ширк.
— « شرك أصغر » — Малый ширк.
Ширк – это придавание кого-либо в сотоварищи Аллаху в Его Господстве или в поклонении Ему, или в Его именах и атрибутах.

Большой ширк выводит человека из Ислама.

Малый ширк — это то, что в шариате названо ширком, но в нем нет полного уподобления, которое входило бы в большой ширк.

Также большой ширк бывает явным и скрытым. Явное проявление большого ширка — это ширк тех, кто поклоняется идолам, могилам, мертвым и отсутствующим. Скрытый вид большого ширка – это ширк тех, кто полагается на своих шейхов, на разных божеств или же ширк и куфр лицемеров. Однако их ширк скрытый, но все же он является большим ширком.

Таким же образом можно разделить и малый ширк. Он бывает явным и скрытым. К явному проявлению малого ширка относится одевание какого-то кольца, нитки, амулета, или клятва кем-то другим помимо Аллаха, и тому подобные дела и высказывания.

Скрытый малый ширк — это наподобие показухи и тому подобные вещи.

Исходя из вышесказанного, « الرياء » — «ар-рийа» — показуху можно разделить на два вида:

Большая показуха, как например показуха лицемеров. Как сказал Всевышний Аллах о лицемерах:
﴿ يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا ﴾

«Показывая себя перед людьми и поминая Аллаха лишь немного» Сура «ан-Ниса», аят 142.

Показуха мусульман, которая бывает у некоторых верующих, которые занимаются показухой в своей молитве или желают славы, посредством своей внешней праведности.
Если ты услышишь, что кто-то говорит, что ширк делится на большой и маленький, то это правильно. Также если ты услышишь, что ширк является большим, маленьким и скрытым, то это также верно.

Ширк также называют словом « التنديد » — «ат-тандид». Как сказал Всевышний Аллах:

﴿ فَلَا تَجْعَلُوا لِلَّهِ أَندَادًا ﴾

«Посему никого не равняйте с Аллахом» Сура «аль-Бакара», аят 22.

Также сообщается, что ‘Абдуллах бин Мас‘уд, да будет доволен им Аллах, сказал: «(Однажды) я спросил Пророка ﷺ: «Что является величайшим грехом пред Аллахом?» Он ответил: «Приравнивание кого бы то ни было к Аллаху, Который создал тебя». Я сказал: «Это и в самом деле великий (грех», и) спросил: «А затем?» (Пророк, ﷺ) сказал: «Убийство собственного сына из страха перед тем, что он будет есть вместе с тобой». Я спросил: «А затем?» (Пророк ﷺ) сказал: «Совершение прелюбодеяния с женой твоего соседа»» См. Бухари, 4477; Муслим, 86.

Уподобление кого-либо Аллаху бывает большим, и бывает такое уподобление, в котором нет поклонения кому-либо кроме Аллаха. Если кто-то уподобляет кого-либо Аллаху в поклонении, то это становится полным уподоблением и большим ширком. А если кто-то уподобляет кого-либо Всевышнему Аллаху в деле, и его уподобление не достигает большого ширка, то это является маленьким уподоблением, и это в шариате называется малым ширком. Эти правила являются очень важными.

 

 
Имам этого призыва (Мухаммад ибн ‘Абдуль-Уаххаб) сказал: « كتاب التوحيد، وقول الله تعالى » — Книга Единобожия и слова Всевышнего Аллаха.

Шейх привел аят, где Всевышний Аллах говорит:

﴿ وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ ﴾

«Я сотворил джиннов и людей только для того, чтобы они поклонялись Мне» Сура «аз-Зарийат», аят 56.

То есть поклонялись только Ему Одному. И доводом тому является то, что все посланники были посланы только из-за Единобожия — Единобожия в поклонении.

Его слова: «Я сотворил джиннов и людей только для того…» — в этом есть ограничение. Известно, что частица « مَا » — «ма» — частица исключения, которая указывает на ограничение. Отсюда мы понимаем, что Всевышний Аллах говорит, что Он создал джиннов и людей только с одной целью, а это поклонение только Ему Одному и никому, кроме Него, то есть Он ограничил причину сотворения поклонением.

А частица « إِلاَّ » — «илля» — частица исключения. То есть для создания джиннов и людей не было никаких причин, кроме одной, а именно поклонения.

Под поклонением подразумевается смирение и унижение. Если к этому смирению и унижению еще добавится любовь и следование, то это превращается в шариатское поклонение.

Один из арабских поэтов сказал:

تُبارِي عِتاقاً ناجِياتٍ وأَتْبَعَتْ
وَظيفًا وَظيفًا فَوْقَ مَوْرٍ مُعَبَّدِ

Здесь говорится о верблюдах, о том, что они соперничают, опережая друг друга, по той дороге, которая уже проложена.

А также в другом стихотворении:

إلى أنْ تحامَتْني العَشيرةُ كُلُّها
وأُفرِدْتُ إِفْرادَ البَعيرِ المُعَبَّـدِ

«И меня моя семья изгнала от себя,
И я остался один подобно униженному верблюду».

То есть он превратился в униженного, потому что этот верблюд, которого отдалили от стада является больным, и он превратился в униженного из-за того, что не находится с другими.

В шариате поклонение — это выполнение приказов и запретов, а также отдаление от чего-то, с любовью, надеждой и страхом. Некоторые ученые говорят, что поклонение — это то, что приказано человеку независимо от того соответствует это его разуму или нет.

Шейхуль-Ислям Ибн Таймийя, объясняя что такое поклонение, сказал в начале своей книги «Аль-‘Убудийя»: «Поклонение – это то, что охватывает все, что любит Аллах и чем Он доволен, будь то речи, будь то дела, будь они явными или скрытыми».

Отсюда следует то, что в этом аяте есть указание на то, что каждая единица поклонения должна быть посвящена только одному Всевышнему Аллаху, так как Он создал их только для того, чтобы они поклонялись Ему. И если кто-нибудь из них будет поклоняться кому-то кроме Аллаха в то время как Он создал их для того, чтобы они поклонялись (только) Ему, то это будет враждой и несправедливостью. Аллах Всевышний сказал:

﴿ أَفَمَنْ يَخْلُقُ كَمَنْ لاَ يَخْلُقُ ﴾

«Разве Тот, Кто творит, подобен тому, кто не творит?» Сура «ан-Нахль», аят 17.[Конец слов шейха]

Поклонение у нас бывает трех видов:

Поклонение сердца.
Поклонение языка.
Поклонение органов.
И тут бывают разные хукмы. Например, «уаджиб», как молитва. Или «мустахаб», как например, поднимать руки во время молитвы. Либо «мубах», например, пить или кушать. Либо «макрух», как например, лишние движения в молитве. Либо «харам», как например, убийство мусульманина.

 

 
Шейх Салих Али Шейх говорит:

«Затем шейх привел аят, где Всевышний Аллах говорит:

﴿ وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَن اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ﴾

«Мы отправили к каждой общине посланника с повелением: «Поклоняйтесь Аллаху и избегайте тагута!»» Сура «ан-Нахль», аят 36.

Этот аят, является тафсиром того аята, который был до него. Посланники были отправлены с этими словами: «Поклоняйтесь Аллаху и избегайте тагута!» [Конец слов шейха]

Слово «умма» в Коране используется в четырех смыслах:

1. Община.Как например, Всевышний Аллах говорит:
﴿ وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَن اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ﴾

«Мы отправили к каждой общине посланника с повелением: «Поклоняйтесь Аллаху и избегайте тагута!»» Сура «ан-Нахль», аят 36.

2. Имам.Всевышний Аллах сказал:
﴿ إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ ﴾

«Воистину, Ибрахим был имамом, покорным Аллаху и ханифом. Он не был одним из многобожников» Сура «ан-Нахль», аят 120.

3. Время.Всевышний Аллах сказал:
﴿ وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَاْ أُنَبِّئُكُم بِتَأْوِيلِهِ فَأَرْسِلُونِ ﴾

«Но тот из двух людей, который спасся, вдруг вспомнил его спустя много времени и сказал: «Я расскажу вам его толкование, только пошлите меня»» Сура «Йусуф», аят 45.

4. Религия.Всевышний Аллах сказал:
﴿ بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم مُّهْتَدُونَ ﴾

«О нет! Они сказали: «Воистину, мы нашли своих отцов на этой религии, и мы верно следуем по их стопам»» Сура «аз-Зухруф», аят 22.

Также хотелось поговорить о том, для чего посылались посланники.

1. Установление довода.Как сказал Всевышний Аллах:
﴿ رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى اللّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللّهُ عَزِيزًا حَكِيمًا ﴾

«Мы отправили посланников, которые несли благую весть и предостерегали, дабы после пришествия посланников у людей не было никакого довода против Аллаха. Аллах — Могущественный, Мудрый» Сура «ан-Ниса», аят 165.

>2. Милость для миров.Как сказал Всевышний Аллах:
﴿ وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ ﴾

«Мы отправили тебя только в качестве милости к мирам» Сура «аль-Анбийа», аят 107.

3. Обучение людей поклонению.
Шейх Салих Али Шейх говорит:

«В аяте, который предшествовал этому, объяснялось что такое поклонение. Поклонение — цель, из-за которой Всевышний Аллах сотворил создания. С этим были отправлены посланники.

В словах: «Поклоняйтесь Аллаху», есть подтверждение, а в словах: «избегайте тагута» — отрицание. Это и есть смысл единобожия. То, что оно содержит в себе подтверждение и отрицание.

« لا إلـه » — нет никого достойного поклонения — отрицание, « إلا الله » — кроме Аллаха — подтверждение.

« الطاغوت » — «Тагут» — это любой объект поклонения, который не достоин этого поклонения, и поклонение ему является злом и враждой.

Далее шейх привел аят:

﴿ وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَآ أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيمًا ﴾

«Твой Господь предписал вам не поклоняться никому, кроме Него, и делать добро родителям. Если один из родителей или оба достигнут старости, то не говори им: «Тьфу!» — не кричи на них и обращайся к ним почтительно» Сура «аль-Исра», аят 23.

Смысл слова: «повелел», как растолковали это некоторые сподвижники, «приказал» или «завещал».

В этом аяте явно видно указание на Единобожие, и то, что под Единобожием подразумевается единение Аллаха в поклонении или же воплощение слов «Ля иляха илля Ллах». Это то, на что указывает этот аят.

Далее шейх привел аят, где Всевышний Аллах сказал:

﴿ وَاعْبُدُواْ اللّهَ وَلاَ تُشْرِكُواْ بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالجَنبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللّهَ لاَ يُحِبُّ مَن كَانَ مُخْتَالاً فَخُورًا ﴾

«Поклоняйтесь Аллаху и не приобщайте к Нему сотоварищей. Делайте добро родителям, родственникам, сиротам, беднякам, соседям из числа ваших родственников и соседям, которые не являются вашими родственниками, находящимся рядом спутникам, странникам и невольникам, которыми овладели ваши десницы. Воистину, Аллах не любит гордецов и бахвалов» Сура «ан-Ниса», аят 36.

В этом аяте также есть подтверждение и отрицание, приказ и запрет. Что касается приказа, то он содержится в словах: «Поклоняйтесь Аллаху», а отрицание, содержится в словах: «и не приобщайте к Нему ничего». Мы уже разбирали то, на что указывают слова: «Поклоняйтесь Аллаху», а это Единобожие Аллаха.

Обрати внимание, что в Его словах: «не приобщайте к Нему сотоварищей», пришла « لاَ » отрицающая. Является общеизвестным в науке «усуль аль-фикх» то, что если слово в неопределенном состоянии приходит после отрицания, то это указывает на всеобщность. Поэтому Его слова: «не приобщайте к Нему сотоварищей», означают: «не совершайте многобожия».

Первое: В аяте есть указание на то, что Всевышний Аллах запрещает все виды многобожия, так как запрет пришел перед глаголом, в глаголе спрятано глагольное имя, а «масдар» всегда «накира».
Второе: Глагол «тушрику» и слово «шайан» пришли в отрицательном контексте, а это указывает на всеобщность вещей. То есть нельзя совершать ни маленький, ни большой, ни скрытый ширк.
Так как Всевышний сказал: «Не приобщайте к Нему ничего», это означает то, что нельзя придавать Аллаху в сотоварищи ни ангела, ни пророка, ни праведника, ни ученого, ни неправедного, ни близкого, ни далекого, так как на это указывает слово «ничего». Здесь явно виден довод на Единобожие, так как здесь содержится отрицание и подтверждение.

Далее шейх привел аят, где Всевышний Аллах говорит:

﴿ قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا ﴾

«Скажи: «Придите, и я прочту то, что запретил вам ваш Господь». Никого не приобщайте к Нему в сотоварищи и делайте добро родителям» Сура «аль-Ан’ам», аят 151.

Аллах Всевышний сказал Пророку ﷺ: «Скажи: Придите..», и это обращение Пророка ﷺ к тем многобожникам, которые запретили некоторые виды скота и этим самым возвели ложь на Всевышнего Аллаха.

Слова Всевышнего: «Никого не приобщайте к Нему в сотоварищи», указывают на Единобожие.

Далее Шейх, да помилует его Аллах, привел хадис.

Ибн Мас’уд сказал: «Тот, кто хочет взглянуть на завещание Мухаммада ﷺ на котором есть его печать, пусть прочтёт слова Всевышнего: «Скажи: «Придите, и я прочту то, что запретил вам ваш Господь». Никого не приобщайте к Нему в сотоварищи», до слов: «Таков Мой прямой путь». Передали Ат-Тирмизи, 3072; Ибн Аби Хатим в своем тафсире, 8056; Табарани в «Му’джам аль-Кабир», 10060; в «аль-Аусат», 1186; Ибн уль-Мунзир, Абу аш-Шейх, Имам аль-Байхакъи «Шу’аб аль-Иман», 7918. Иснад хороший, а Тирмизи сказал: «Хасан гъариб».

В чем смысл слов: «на котором есть его печать»? То есть это является последним завещанием Пророка ﷺ. А если Пророк ﷺ завещал и поставил на этом печать, и оно было бы открыто после его смерти, то это было бы тем аятом, в котором он завещал десять вещей.

В этом хадисе есть указание на величие этого аята, который начинается с запрета ширка. И Пророк ﷺ также начал свой призыв с приказа поклоняться одному Аллаху и запрета ширка. И также он закончил свой призыв, повелевая придерживаться единобожия и запрещая ширк. Это указывает на то, что это является самым первым и самым важным из требований.

Далее шейх привел хадис, где Му’аз ибн Джабаль рассказывал: «Как-то я сидел позади Пророка ﷺ верхом на осле, и он спросил меня: О Му’аз, знаешь ли ты, в чём состоит обязанность рабов пред Аллахом и в чём — обязанность Аллаха перед рабами? Я ответил: «Аллаху и Его посланнику это ведомо лучше». Пророк ﷺ сказал: Обязанность рабов пред Аллахом состоит в том, чтобы они поклонялись Ему и не приобщали к Нему ничего в сотоварищи, а обязанность Аллаха перед рабами состоит в том, что Он не должен подвергать каре того, кто не приобщает к Нему ничего. Я спросил: «О посланник Аллаха, не сообщить ли мне эту радостную весть людям?» Пророк ﷺ ответил: Нет, не сообщай, не то они самоуспокоятся». Этот хадис приводится в «ас-Сахихах» аль-Бухари 13/300 и Муслима (30).

«Обязанность Аллаха перед Его рабами» — является ли это обязательной обязанностью или нет? Мы говорим: да, это является обязательной обязанностью, однако эта обязанность становится из-за того, что Всевышний Аллах Сам Себя обязал этим. Всевышний Аллах запрещает Себе то, что хочет в соответствии со Своей мудростью и обязывает Себя чем-то также в соответствии со Своей мудростью, как Он Сам сказал: «Я запретил несправедливость самому Себе и сделал ее запретной среди вас, поэтому не причиняйте друг другу зло» Муслим, 2577.

Некоторые ученые побоялись сказать, что Аллах обязан и сказали, что лучше сказать, что право (или обязанность) – это милость, которую проявил Аллах, право милости, а не право обязанности. И это неправильно, потому что это право является обязательным и Аллах Сам обязал Себя этим. Рабы ничем не обязывают Всевышнего Аллаха, но Всевышний Аллах обязал этим Себя Сам и этим самым Он проявил милость к ним, и если Всевышний Аллах что-то обещает, то не нарушает обещания». [Конец слов шейха]""",
  """О достоинстве таухида, и о том, что он искупает грехи

Шейх Салих Али Шейх говорит:

«Глава о достоинстве единобожия и о том, что оно искупает грехи. Единобожие имеет великое достоинство. Однако самое великое достоинство единобожия — это то, что он служит причиной прощения грехов. Именно поэтому шейх назвал так эту главу. В словах: « ما يكفّر » пришла частица « ما » — «маусуля». То есть единобожие искупает все грехи. Неправильно говорить, что единобожие искупает какие-то грехи, а какие-то оставляет. Поистине, единобожие является великой милостью. Не может перед ним устоять грех, так как свет единобожия сжигает следы грехов.

Только полное единобожие становится причиной прощения грехов, как это придет в следующей главе «Тот, кто воплотит себе таухид, войдет в Рай без расчета». [Конец слов шейха]

Истинное единобожие включает в себя оставление грехов, а самым великим грехом является многобожие. Также от единобожника требуется оставление нововведений. Человек, который вносит нововведения в Ислам, хочет приблизиться к Аллаху тем, чем Всевышний Аллах не доволен. Всевышний Аллах сказал:

﴿ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِين ﴾

«Сегодня Я ради вас усовершенствовал вашу религию, довел до конца Мою милость к вам и одобрил для вас в качестве религии ислам» Сура «аль-Маида», аят 3.

Также Он сказал:

﴿ قُلْ إِن كُنتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللّهُ غَفُورٌ رَّحِيمٌ ﴾

«Скажи: «Если вы любите Аллаха, то следуйте за мной, и тогда Аллах возлюбит вас и простит вам ваши грехи, ведь Аллах — Прощающий, Милосердный»» Сура «Али Имран», аят 31.

И многие братья и сестры думают, что нововведения бывают только у суфистов и им подобных. Это неправильно! Они думают, что если они далеки от суфизма, значит у них все нормально. Потому что они видят у суфистов такие явные страшные нововведения, и все это доходит уже до явного многобожия. Но религия Аллаха — это все, что любит Аллах и то, чем Он доволен. В сердце должен быть фильтр, у которого три слоя. Этот фильтр нигде не продается, однако он есть в книгах ученых. Первый слой – это слова Всевышнего Аллаха, второй — сунна нашего великого пророка, мир ему и благословение Аллаха, третий — понимание сподвижников. И когда ты установишь в свое сердце этот фильтр, станешь каждый свой шаг пропускать через этот фильтр. Имеешь какие-либо убеждения, пропусти их через этот фильтр. И вот так любые деяния.

 

 
Шейх Салих Али Шейх говорит:

«Шейх привел аят, где Всевышний Аллах говорит:

﴿ الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُوْلَئِكَ لَهُمْ الْأَمْنُ وَهُمْ مُهْتَدُونَ ﴾

«Те, которые уверовали и не облекли свою веру в несправедливость, пребывают в безопасности, и они ведомы прямым путем» Сура «аль-Ан’ам», аят 82.

«Несправедливость» в этом аяте — это многобожие. Сообщается, что ‘Абдуллах бин Мас‘уд, да будет доволен им Аллах, сказал: «Когда был ниспослан (аят, в котором сказано): «Те, которые уверовали и не облекли свою веру в несправедливость», сподвижники посланника Аллаха ﷺ стали говорить: “Кто же из нас не поступал несправедливо?” И тогда Аллах Всевышний ниспослал (другой аят, в котором было сказано): «…ведь многобожие — великая несправедливость!»» Бухари, 32.

Достоинство того, кто уверовал, и исповедовал единобожие, не облекая свою веру в ширк, это то, что ему будет полная безопасность и он ведом прямым путем.

Под «безопасностью» понимается полная безопасность в этом мире: безопасность сердца, отсутствие печали из-за мирского. Такой человек будет ведом на этом и на том свете. Однако каждый раз, когда единобожие человека будет уменьшаться, сразу же начнет уменьшаться безопасность. Чем меньше ты совершаешь несправедливости, тем больше для тебя безопасности, как об этом сказал шейхуль-Ислам ибн Таймийя». [Конец слов шейха]

На любую ситуацию, как мы говорили об этом ранее, мы будем смотреть через фильтр единобожия. Некоторые мусульмане в наше время живут в страхе, не знают доживут ли до следующего дня, так как идет война. Неверные могут прийти, убить или мучать. Как получить безопасность? В этом аяте ответ на наше сегодняшнее положение. Всевышний Аллах сказал:

﴿ الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُوْلَئِكَ لَهُمْ الْأَمْنُ وَهُمْ مُهْتَدُونَ ﴾

«Те, которые уверовали и не облекли свою веру в несправедливость, пребывают в безопасности, и они ведомы прямым путем» Сура «аль-Ан’ам», аят 82.

Причиной отсутствия безопасности, является то, что люди облекли свою веру в несправедливость. Всевышний Аллах обещал единобожникам спокойствие и победу над врагами. Когда Всевышний Аллах что-то обещает, Он обязательно так и делает. Всевышний Аллах сказал:

﴿ وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ ﴾

«Таково обещание Аллаха, и Аллах не нарушает Своего обещания, однако большинство людей не знают этого» Сура «ар-Рум», аят 6.

Всевышний Аллах обещал:

﴿ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَن كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ ﴾

«Аллах обещал тем из вас, которые уверовали и совершали праведные деяния, что Он непременно сделает их наместниками на земле, подобно тому, как Он сделал наместниками тех, кто был до них. Он непременно одарит их возможностью исповедовать их религию, которую Он одобрил для них, и сменит их страх на безопасность. Они поклоняются Мне и не приобщают сотоварищей ко Мне. Те же, которые после этого откажутся уверовать, являются нечестивцами» Сура «ан-Нур», аят 55.

Беды, которые постигают людей, бывают по причине грехов. Всевышний Аллах сказал:

﴿ أَوَلَمَّا أَصَابَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِندِ أَنْفُسِكُمْ إِنَّ اللّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ﴾

«Когда несчастье постигло вас после того, как вы причинили вдвое большее несчастье, вы сказали: «Откуда все это?». Скажи: «От вас самих». Воистину, Аллах способен на всякую вещь» Сура «Али Имран», аят 165.

Также Всевышний Аллах говорит:

﴿ ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُم بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ ﴾

«Зло появляется на суше и на море по причине того, что совершают людские руки, чтобы они вкусили часть того, что они натворили, и чтобы они вернулись на прямой путь» Сура «ар-Рум», аят 41.

 

 
Шейх Салих али Шейх говорит:

«Далее шейх привел хадис со слов ‘Убады, да будет доволен им Аллах, что Пророк ﷺ сказал: «Того, кто засвидетельствует, что нет божества достойного поклонения, кроме одного лишь Аллаха, у Которого нет сотоварища, что Мухаммад — Его раб и Его посланник, что ‘Иса — раб Аллаха, и Его посланник, и Его слово, с которым Он обратился к Марйам, и дух от Него, что Рай — истина и Ад — истина, Аллах введет в Рай в соответствии с делами его». См. Бухари, 3435; Муслим, 28». [Конец слов шейха]

Шейх Салих Али Шейх говорит:

«Лицо доказательства в этом хадисе, слова: «Аллах введет в рай в соответствии с делами его». То есть имеется ввиду, войдет в Рай даже если у него было мало дел, даже если у него были грехи. Это великое достоинство единобожия, свидетельства о Единстве Всевышнего Аллаха, свидетельства о том, что эти два пророка являются посланниками. Это великое достоинство отрицания ширка, подтверждение существования скрытого мира. Это достоинство станет причиной того, что Всевышний Аллах введет раба в Рай, даже если раб делал мало дел. И это великое достоинство единобожия для тех, кто его придерживается». [Конец слов шейха]

Конец этого хадиса можно перевести двумя способами:

«Аллах введет в Рай независимо от его дел».
«Аллах введет в рай в соответствии с делами его».
То есть такой человек войдет в Рай и его степень в Раю будет в соответствии с его делами. И как мы ранее уже указывали у свидетельства есть условия.

Шейх Салих Али Шейх говорит:

«В длинном хадисе Итбана говорится: «Поистине, Аллах сделает запретным для огня того, кто скажет: «Нет божества достойного поклонения, кроме Аллаха», стремясь к лику Аллаха!» Бухари, 425; Муслим, 33.

Под словами: «…кто скажет: «Нет божества достойного поклонения, кроме Аллаха»», имеются в виду слова, соответствующие условиям. Это подобно словам пророка, мир ему и благословение Аллаха: «Хадж — это ‘Арафа» Сахих ан-Насаи, 3016.

Из них не понимается, что хадж — это только ‘Арафа, так как у хаджа есть и другие условия. Точно также человек который скажет: «Нет божества достойного поклонения, кроме Аллаха», соблюдая все условия и «стремясь к лику Аллаха», то «Аллах сделает его запретным для огня».

Как понимать слова: «Аллах сделает запретным для огня»?

Такой запрет в текстах Корана и Сунны делится на два вида:

Постоянный запрет. Всевышний Аллах никогда не введет такого человека в Огонь, простит ему грехи, и введет в Рай без расчета и наказания.
Запрет через какое-то время. То есть запрет на вечное нахождение в Огне.
И в нашем хадисе может пониматься как первый смысл, так и второй. Тот человек, который является единобожником и не совершает ширка, однако совершал какие-то другие грехи, а затем умер, не покаявшись, он попадает под желание Всевышнего Аллаха. Если Всевышний Аллах захочет, может его наказать, а затем запретит его Огню. А если захочет, может простить и запретить его Огню изначально. Запрещение Огня — это великая милость.

И далее подробно придет смысл этого свидетельства.

Шейх далее привел хадис, где посланник Аллаха ﷺ: «Муса сказал: «О Господь мой, научи меня тому, чем я постоянно буду поминать Тебя и взывать к Тебе с мольбой!» Господь сказал: «Говори же, о Муса: «Нет божества достойного поклонения, кроме Аллаха!» Муса воскликнул: «Но ведь все рабы Твои говорят это!» Господь сказал: «О Муса, если все семь небес вместе с теми кто оживляет их, кроме Меня, а также все семь земель будут па одной чаше весов, а слова «нет божества достойного поклонения, кроме Аллаха,» — на другой, то перевесит чаша с этими словами» Передали ан-Насаи в «Сунан аль-Кубра», 10670, 10980; Абу Йа’ля в своем муснаде, 1393; Абу Ну’айм в «Хилья», 8/328; Ибн Хиббан в «Сахих», 2324; Аль-Хаким в «аль-Мустадрак», 1/528; Байхакъи в «аль-Асмаи уа-с-сыфат», 185; аль-Багауи в «Шарх ас-Сунна», 1273». [Конец слов шейха]

В его передатчиках есть Даррадж Абу ас-Самх — человек которые делал непристойные поступки. Несмотря на слабость ад-Дарраджа, достоверность этого хадиса подтвердил хафиз Ибн Хаджар в «Фатхуль-Бари» 11/208, сказав, что иснад этого хадиса достоверный.

И точно такие же слова с достоверным иснадом передаются от Ка’ба, что приводит Ибн Аби Шейба 10/304.

А также есть другой достоверный хадис почти с таким же содержанием:

От ‘Абдуллаха ибн ‘Амра сообщается, что посланник Аллаха ﷺ рассказывал: «Поистине, когда к пророку Аллаха Нуху, мир ему, приблизилась смерть, он сказал своему сыну: “Я повелеваю тебе повторять слова: «ля иляха илля Ллах», ибо если семь небес и семь земель положить на одну чашу весов, а слова «ля иляха илля Ллах» — на другую, то перевесит чаша с этими словами. А если бы семь небес и семь земель составили кольцо, то слова эти разорвали бы его» Ахмад 2/169, аль-Хаким 1/148. Хафиз Ибн Касир, шейх Ахмад Шакир, шейх аль-Альбани и шейх Мукъбиль подтвердили достоверность хадиса. См. «ас-Сильсиля ас-Сахиха» № 134, «ас-Сахих аль-Муснад» № 809.

Шейх Салих Али Шейх говорит:

«В этом хадисе указание на то, что знающие люди иногда тоже нуждаются в том, чтобы кто-то им напоминал о вопросах таухида. Муса, мир ему, — один из пяти лучших Пророков. Также Всевышний Аллах разговаривал с ним без посредников. Он попросил у Всевышнего Аллаха чего-то особенного, отличного от того, что есть у других людей. Но мы увидели из этого хадиса, что самое великое слово, которое произносят люди, это «Ля иляха илля Ллах». Муса хотел чего-то лучшего, но узнал, что не бывает ничего лучше этих слов. Слово «Ля иляха илля Ллах» — это слово единобожия, и оно будет тяжелым на весах у того, кто его произносит, и будет великим достоинством для того, кто убежден в этом и в том, на какой смысл оно указывает, и поэтому в хадисе пришло: «…то перевесит чаша с этими словами».

Лицом доказательства в этом хадисе является то, что если бы грехи раба по своей тяжести достигли бы тяжести семи небес, со всеми созданиями, что есть в них из числа ангелов и других, и тяжести земли, то слово «Ля иляха илля Ллах» все равно перевесило бы тяжесть этих грехов.

Так же на этот смысл указывает хадис о листочке, где говорится о том, что в Судный День одному грешнику принесут девяносто девять книг с записями его плохих деяний, и спросят у него: «Есть ли у тебя какое-нибудь хорошее дело?». Он ответит: «Нет». Но ему скажут: «Нет, есть», и достанут маленький листочек, на которым будет написано слово «Ля иляха илля Аллах» и поставят его на другую чашу весов. И книги с плохими деяниями не просто перевесят, а вылетят из-за тяжести листочка с формулой единобожия.

И это есть великое достоинство слов единобожия. Однако его удостаиваются только те, в сердцах которых они укрепились. В сердцах некоторых людей эти слова будут крепкими, так как они были искренними в их произнесении, веря в их смыслы и не сомневаясь, будучи убежденными в них, любя то, на что они указывают. И таким образом свет этих слов и их следы, укрепятся в сердцах таких людей и будут сжигать все грехи. А если искренность в свидетельстве человека не будет полноценной, то это свидетельство не сможет перевесить книгу с его грехами.

Исходя из этих хадисов, мы понимаем, что перед словами «Ля иляха илля Ллах» не сможет устоять никакой грех. Однако это действительно только в отношение того, кто усовершенствовал это свидетельство, и воплотил его в жизнь таким образом, что не было в его сердце никаких сомнений и колебаний касательно его смысла. И смысл данного свидетельства охватывает в себе «таухид ар-рубубиййа» содержанием, и «таухид аль-асмау уа-с-сыфат» требованием, и «таухид аль-иляхийя» прямым указанием.

Поэтому тот, кто полностью воплощает в жизнь это свидетельство, ему будет прощены все его грехи, даже если вес их достигнет тяжести небес и земли и того, что между ними. И это в отношении того, кто усовершенствовал то, на что указывает таухид.

И последний хадис, который привел шейх в этой главе, рассказанный Анасом: «Я слышал, как посланник Аллаха ﷺ сказал: Всевышний Аллах изрек: «О сын Адама, если ты придешь ко Мне с грехами величиной с Землю и предстанешь предо Мной не приобщающим ко Мне ничего, то я дарую тебе столько же прощения» Ат-Тирмизи (3534) от Анаса; ад-Дарими 2/322 и Ахмад 5/172 от Абу Зарра; ат-Табарани от Ибн ‘Аббаса; сильный хадис. Также Бухари в «Тарих аль-Кабир», 3/496; Абу Нуйам в «Хильят уль-аулия», 2/231.

И это из достоинств таухида и то, что он искупает грехи. Соответствие данного хадиса этому разделу очевидно. Если грехи раба Аллаха достигнут величину Земли, однако он предстал перед Аллахом, ничего не придавая Ему сотоварищей, Аллах непременно встретит его с милостью и прощением, равными величине его грехов. И это по причине великого достоинства таухида и безграничной милости Всевышнего Аллаха к Своим рабам, которых Он наставляет на прямой путь, а затем дает им вознаграждение за это.

И это то, что было облегчено нам, и прошу Всевышнего Аллаха, для себя и для вас, чтобы он дал нам успехов, прямого пути и здравого смысла. Мир и благословение Аллаха нашему пророку Мухаммаду». [Конец слов шейха]""",
  """Тот, кто воплотит в себе таухид, войдет в Рай без расчёта

Шейх Салих Али Шейх говорит:

«Эта глава занимает более высокую ступень по сравнению с предыдущей главой о пользе единобожия, потому что единобожие приносит пользу всем его приверженцам, тогда как только избранным представителям этой общины удается исповедовать его должным образом.

Воплощение таухида — это то, о чем говорится в данной главе. Воплощение таухида — это воплощение двух свидетельств: «Нет божества достойного поклонения, кроме Аллаха и Мухаммад — посланник Аллаха». Воплощение таухида — это очищение религии от грязи ширка, нововведений и грехов. Оно возвращается к трем вещам:

Оставление ширка, будь он большим, малым или скрытым.
Оставление всех видов нововведений.
Оставление грехов.
Воплощение таухида бывает двух степеней:

Обязательная степень.
Желательная степень.
Значит те люди, которые воплощают таухид делятся на две степени.

« الدرجة الواجبة » — То есть каждый человек обязан оставить те три вещи, о которых мы говорили ранее.
« الدرجة المستحبة » — Желательная степень таухида, то есть, чтобы в твоем сердце не было малейшей связи с кем-либо, кроме Всевышнего Аллаха. Сердце должно быть постоянно связано со Всевышним Аллахом. Все твои слова, все твои дела ради Него. Некоторые ученые сказали об этой степени: «Оставление того, в чем нет греха, чтобы не попасть в грех». Те люди, которые воплотили в себе эту желательную степень таухида, войдут в Рай без расчета и без наказания.
Воплощение таухида в двух свидетельствах. В словах: «Нет божества достойного поклонения, кроме Аллаха» воплощение таухида и удаление от ширка. А словах: «Мухаммад — посланник Аллаха», удаление от грехов и нововведений. Второе свидетельство требует от тебя подчинение посланнику Аллаха, мир ему и благословение Аллаха, в том, что он тебе приказал. Необходимо верить в то, что он тебе сообщил. Необходимо сторониться того, что он тебе запретил. И необходимо поклоняться Аллаху только так, как он тебе узаконил». [Конец слов шейха]

Однажды два брата спрашивали меня о том, как колдуны иногда говорят правду. Я рассказал им о том, что колдуны берут вести от джиннов, как об этом рассказал посланник Аллаха ﷺ. Джинны воруют новости с небес и передают их колдунам. И когда я рассказывал это, рядом сидел человек, который считает себя мусульманином, и он сказал: «Да это же сказки для школьников». Да убережет Аллах! Вот это пример того, как человек не выполняет условия второго свидетельства.

 

 
Шейх Салих Али Шейх говорит:

«И поэтому тот, кто совершает какие-либо грехи или нововведения, и не кается, то он не выполняет обязательную степень воплощения таухида. Если человек сам не совершает нововведений, однако не порицает их, то он также не воплотил в себе единобожие.

Первый аят, который привел шейх:

﴿ إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ ﴾

«Воистину, Ибрахим был имамом, покорным Аллаху и ханифом. Он не был одним из многобожников» Сура «ан-Нахль», аят 120.

В этом аяте указание на то, что Ибрахим, мир ему, был из тех, кто воплотили в себе таухид. Всевышний Аллах описал Ибрахима, мир ему, определенными качествами.

1 — « أُمّة » — Имам, вождь.

Он тот, кто собрал в себе самые лучшие человеческие качества. В нем не было недостатков в каком-то из хороших качеств. Это и есть смысл воплощения единобожия.

Слово « أُمّة » приходит в Коране с разными смыслами. И один из смыслов слова «أُمّة» — это имам, за которым следуют в добре.

2 — « قَانِتًا لِلَّهِ حَنِيفًا » — Покорный Аллаху, ханиф.

Два этих атрибута связаны между собой. Покорность Аллаху — это постоянное подчинение Ему. Ханиф — это тот, кто обратился лицом к единобожию и отошел от пути многобожников.

3 — « وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ » — Он не был одним из многобожников.

Слово « يَكُ » — это слово « يكن ». Когда приходит отрицание буква «нун» может спадать.

« الْمُشْرِكِينَ » — множественно число от слова «многобожник». «Многобожник» — это тот, кто совершает ширк. Если артикль «аль» приходит перед «фа’илем» или «маф’улем», то это «маусуля». Как об этом сказал Ибн Малик:

وَصِفَةٌ صَرِيحَةٌ صِــلَةُ أَلْـ
وَكَوْنُهَـا بِمُعْرَبِ الأَفْعَالِ قَلْ

«Маусуля» в науке усуль аль-фикх указывает на всеобщность. То есть Ибрахим, мир ему, не совершал никакого ширка: ни большого, ни малого, ни скрытого. Эти слова указывают на то, что он удалился от многобожников, как на это указывает частица « مِن ».

Этот аят указывает на воплощение таухида. Тот, кто собрал в себе эти качества, воплотил в себе таухид. А тот, кто воплотил в себе таухид, войдет в Рай без расчета. Шейх Мухаммад сказал в своей другой книге об этом аяте: «Ибрахим, мир ему, был имамом. И тот, кто идет по его пути не должен чувствовать себя чуждым. Он был постоянным в подчинении Аллаху. Он не подчинялся царям и торговцам. Он был ханифом и не сворачивал с этого пути ни направо, ни налево. Он не был одним из многобожников, в отличие от тех, кто находится среди них и возомнил себя мусульманами».

Это является блестящим толкованием данного аята, которое указывает на многие тонкости. Всевышний Аллах сказал:

﴿ وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ ﴾

«Но не будет это даровано никому, кроме тех, кто проявляет терпение, и не будет это даровано никому, кроме тех, кто обладает великой долей» Сура «Фуссылят», аят 35.

Затем шейх привел следующий аят, где Всевышний Аллах говорит:

﴿ وَالَّذِينَ هُمْ بِرَبِّهِمْ لاَ يُشْرِكُونَ ﴾

«Которые не приобщают к своему Господу сотоварищей» Сура «аль-Муъминун», аят 59.

Этот аят является похвалой самым лучшим из верующих.

В словах « لَا يُشْرِكُونَ » отрицание ширка. И если отрицание приходит перед глаголом настоящего времени, то это указывает на всеобщность. То есть не придают Всевышнему Аллаху сотоварищей и не совершают большой, малый и скрытый ширк.

Тот, кто не придает Всевышнему Аллаху сотоварищей, является единобожником. Отсутствие ширка в «таухиде ар-рубубийя» приводит к отсутствию его и в поклонении, и в подчинении. И это описание тех, кто воплотили в себе Единобожие. Отсутствие ширка требует от человека отказаться от следования своим страстям. А если человек ставит свои страсти выше, чем приказы Всевышнего Аллаха, это приведет его к нововведениям и грехам.

 

 
Что касается хадиса, то хадис очень длинный. Пророк ﷺ сказал: «И тут я увидел еще одно множество людей, и мне было сказано: «Это есть твоя община. Семьдесят тысяч из них войдут в Рай без отчета и наказания». Затем он поднялся и вошел к себе в дом. Люди пустились в рассуждения по поводу этих обитателей Рая, и некоторые из них сказали: «Наверное, они были спутниками посланника Аллаха». Другие же сказали: «Скорее это те, кто родились в Исламе и не приобщали никого к Аллаху». Высказывались и другие мнения. Когда же к ним вышел посланник Аллаха, да благословит его Аллах и приветствует, они сообщили ему об этом, он сказал: «Это те, которые не просят, чтобы им прочли рукъию (заклинания), не делают прижиганий и не просят об этом, не суеверны и которые уповают на своего Господа»» Аль-Бухари 10/130, 131, Муслим (220), ат-Тирмизи (2448)». [Конец слов шейха]

Слово «сподвижник» приходит в трех значениях:

Шариатское значение.
«Сподвижник» — это тот, кто встретился с пророком, мир ему и благословение Аллаха, уверовал в него и умер на этом. Доводом тому является хадис, который передают со слов Абу Хурайры, что Посланник Аллаха ﷺ пришел на кладбище и произнес: «Я так хочу, чтобы мы увиделись с нашими братьями». (Люди) спросили: «А мы разве тебе не братья, Посланник Аллаха?» Он ответил: «Вы мои сподвижники…», и так далее до конца хадиса. Муслим, 249.

Языковое значение.
«Сподвижник» — спутник, товарищ. Как сказал Всевышний Аллах:

﴿ وَمَا صَاحِبُكُم بِمَجْنُونٍ ﴾

«Ваш товарищ (Мухаммад) не является одержимым» Сура «ат-Такуир», аят 22.

Бытовое значение.
Среди сподвижников Пророка ﷺ было принято считать сподвижниками тех, кто принял Ислам в самом начале пророчества.

Шейх Салих Али Шейх говорит:

«Кто воплотил в себе таухид? Это те, которые не просят, чтобы им прочли рукъию (заклинания), не делают прижиганий и не просят об этом, не суеверны и уповают на своего Господа. Пророк ﷺ перечислил четыре качества:

« لاَ يَسْتَرْقُونَ » — то есть «не просят, чтобы им прочли рукъию». Тот человек, который просит кого-либо прочитать ему рукъию, он как будто бы связывает свое сердце с этим человеком. Потому что люди связывали свое сердце с заклинанием даже больше, чем с медициной. И это противоречит совершенному единобожию.
« وَلاَ يَكْتَوُون » — то есть «не делают прижиганий». Прижигание в своей основе порицаемо, так как в нем есть мучение от огня. Прижигание дозволено в шариате, однако оно является нежелательным. Арабы считали, что прижигание обязательно помогает при болезни, поэтому они связывали свое сердце с этим. Но мы знаем, что прижигание приносит пользу, только с дозволения Всевышнего Аллаха.
« وَلاَ يَتَطَيّرُونَ » — то есть «не суеверны». И вера в суеверия характерна для тех, чье упование на Всевышнего Аллаха является очень слабым.
« وَعَلَى رَبّهِمْ يَتَوَكّلُونَ » — то есть «уповают на своего Господа». Это описание охватывает все вышеперечисленные качества.
Из этого качества не следует понимать, что упование на Всевышнего Аллаха, это полное оставление причин. Это неправильно. Пророку ﷺ читали рукъию. Также пророк, мир ему и благословение Аллаха, принимал лекарства и приказывал людям лечиться. Иногда пророк, мир ему и благословение Аллаха, приказывал сподвижникам делать прижигание. Но проблема будет, если человек начнет полагаться на причину, а не на Всевышнего Аллаха.

Что касается лекарств, то они дозволены в религии. Среди ученых есть разногласие: является лечение обязательным или же оно является желательным, или просто дозволенным. Как сказал Пророк ﷺ: «Лечитесь, о рабы Аллаха, но не лечитесь запретным». Отсюда мы понимаем то, что лечение не противоречит полноте Единобожия, кроме того лечения, о котором рассказал Пророк ﷺ в том хадисе, который мы разбирали выше.

Далее в хадисе пришло, что поднялся Уккаша ибн Михсан и сказал: «О посланник Аллаха, помолись Аллаху, чтобы я стал одним из них». Пророк ﷺ сказал: «Ты будешь среди них». После этого поднялся кто-то еще и тоже сказал: «Помолись Аллаху, чтобы и я стал одним из них». Пророк ﷺ ответил: «В этом Уккаша уже тебя опередил».

Здесь указание на то, что тех людей, которые воплотили в себе единобожие, очень мало. Как сказано в этом хадисе, их всего семьдесят тысяч. Но пришло также в версии имама Ахмада, что Всевышний Аллах дал с каждым из этих семидесяти тысяч еще семьдесят тысяч. См. Сильсиля ас-Сахиха, 1486. То есть их будет около пяти миллионов». [Конец слов шейха]""",
  """О необходимости бояться ширка

Шейх Салих Али Шейх говорит:

«Тот, кто воплотил в себе таухид, должен бояться ширка. И поэтому господин единобожников — Мухаммад ﷺ очень много просил у Всевышнего Аллаха защиты от ширка. Также и Ибрахим, мир ему, просил у Всевышнего Аллаха защиты от ширка и от поклонения идолам. Страх перед ширком — это неотъемлемая часть воплощения таухида. И мало кто из людей опасается за свой таухид. Если человек не боится ширка, то его единобожие не является совершенным.

« الخوف » — Страх — это боязнь какой-то вещи и стремление убежать от нее поскорее.

Поистине, тот, кто боится ширка, будет стремиться отдалиться от него. У боязни перед ширком есть плоды:

Человек будет изучать все виды ширка, для того чтобы не попасть в него.
Человек будет изучать все виды таухида и его страх перед ширком будет увеличиваться, а затем станет великим.
Сердце человека будет в постоянном подчинении Всевышнему Аллаху. Он будет стремиться попасть под довольство Всевышнего Аллаха. Если же он совершит грех или проявит беспечность, то сразу же начнет просить прощения, так как он будет осознавать свою нужду в том, чтобы Всевышний Аллах его простил.
Шейх привел эту главу, для того чтобы очистить наши сердца. Как будто бы шейх говорит: «Если ты действительно боишься ширка таким же образом, как боялся Ибрахим, мир ему, хоть он был из великих пророков, то изучи все, что пришло в этой книге».

Эта книга написана, для того чтобы люди воплотили в себе таухид и боялись ширка. И в следующих главах будут более подробно разбираться таухид и ширк.

Ширк — это придавание кого-либо в сотоварищи Аллаху в Его Господстве или в поклонении Ему, или в Его именах и атрибутах. Он бывает большим, малым и скрытым.

 

 
Шейх привел аят, где Всевышний Аллах говорит:

﴿ إِنَّ اللَّهَ لاَ يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ ﴾

«Воистину, Аллах не прощает, когда к Нему приобщают сотоварищей, но прощает менее тяжкие грехи, кому пожелает» Сура «ан-Ниса», аят 48.

«аль-Магъфира» — это скрытие того, следы чего вызывают опасение. И поэтому шлем в арабском языке называется «мигъфара», так как он скрывает голову.

Ширк или грехи оставляют свои следы либо на этом, либо на том свете. Самая великая милость для раба — это прощение его грехов. И после прощения не останется никаких следов греха.

Если бы не прощение грехов, люди бы погибли.

Под словами: «Воистину, Аллах не прощает», имеется ввиду, что не прощает никогда. Отсюда мы понимаем, что Всевышний Аллах не простит тому, кто придает Ему кого-то в сотоварищи.

Ученые сказали: «В этом аяте указание на то, что Всевышний Аллах не прощает тому, кто совершил большой ширк, не прощает тому, кто совершил малый ширк, и такой человек не заходит под прощение Всевышнего Аллаха, если только человек не покаялся. Всевышний Аллах прощает все, что меньше этого, кому пожелает».

Частица «ан» — это «маусуля». И «масдар» от глагола будет «накира», и приходит в отрицательном контексте, то есть указывает на всеобщность. Это указывает на то, что речь в аяте идет о всех видах ширка. Так как ширк — это великий грех. Всевышний Аллах нас создал, Он дает нам средства пропитания, Он проявляет нам свою милость. Как же после всего этого сердце может оставить Его и обратиться к другому? Нет сомнения в том, что это несправедливость. Это несправедливость в отношении прав Всевышнего Аллаха. Это было мнением шейхуль-Ислама Ибн Таймийи и многих других ученых.

Другие же ученые сказали о том, что не прощается только большой ширк. А что касается малого ширка, то Всевышний Аллах может его простить. Почему? Потому что слова: «приобщают сотоварищей» в большинстве случаев подразумевают большой ширк. Всевышний Аллах сказал:

﴿ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ ﴾

«Мессия сказал: «О сыны Исраила! Поклоняйтесь Аллаху, Господу моему и Господу вашему». Воистину, кто приобщает к Аллаху сотоварищей, тому Он запретил Рай. Его пристанищем будет Геенна, и у беззаконников не будет помощников» Сура «аль-Маида», аят 72.

В этом аяте под словами: «приобщает к Аллаху сотоварищей», имеется ввиду большой ширк.

Также в другом аяте Всевышний Аллах сказал:

﴿ وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنْ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ ﴾

«А кто приобщает сотоварищей к Аллаху, тот словно падает с неба, и птицы подхватят его, или же ветер забросит его в далекое место» Сура «аль-Хадж», аят 31.

Шейхуль-Ислам Мухаммад ибн ’Абдуль-Уаххаб выбрал мнение шейхуль-Ислама ибн Таймийи и имама Ибнуль-Къайима о том, что в приведенном аяте подразумеваются все виды ширка, то есть он выбрал мнение первой группы ученых. И поэтому этот аят соответствует данной главе. Если человек узнает, что ширк не прощается, то он должен бояться его. Человек будет сильно бояться малого ширка, не говоря уже о большом.

Ширка должны бояться те, кто отошел от таухида, те, кто поклоняются кому-то, помимо Аллаха, и совершают другие виды ширка. Они тем более должны бояться этого, так как они попали в то, что не прощается Всевышним Аллахом. Также должен быть великим страх мусульман, которые совершают малый или скрытый ширк, не чувствуя этого.

Каким же образом добиться прощения ширка? Только после покаяния. Если же он не принесет покаяние, а затем умрет, то задумайтесь о том, каким будет тяжесть этого греха на Весах? Кто будет спасен от этого? И нет сомнения в том, что это побудит человека к сильному страху. Ведь, человек будет в опасном состоянии во время того, когда его благие дела и грехи будет взвешиваться. Общеизвестно, что все виды ширка намного хуже, чем большие грехи.

Мы поняли из слов Всевышнего Аллаха: «Воистину, Аллах не прощает, когда к Нему приобщают сотоварищей» — то, что здесь имеются ввиду все виды ширка. Это побудит человека к страху перед ширком. Поэтому раб должен изучать все виды ширка, для того чтобы не попадать в него. Также раб должен увещевать других. Самым лучшим из людей является тот, кто повелевает им благое. Всевышний Аллах сказал:

﴿ كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ ﴾

«Вы являетесь лучшей из общин, появившейся на благо человечества» Сура «Али Имран», аят 110.

Те люди, которые учат других единобожию, тем самым указывают этим людям на то, что их спасет. Если ты хочешь, чтобы люди были спасены, ты должен увещевать их. И самый главный призыв — это призыв к Таухиду, так как это самое великое, к чему можно призывать.

И поэтому во времена шейха Мухаммада люди, которые не поняли призыв, начали писать ему письма, ругать его. Они говорили: «Поистине, то, с чем ты пришел это не правильно, у тебя такое-то и такое-то намерение». И этого после того, как шейх объяснил им таухид, побудил людей к его изучению и предостерег от ширка. Он ответил им: «Если бы вы поняли истинную сущность того, к чему я вас призываю, я был бы для вас любимее, чем ваши отцы, ваши матери и ваши дети, однако вы народ, который не понимает». И это правильно! Поймет это только тот, кто знает права Всевышнего Аллаха.

 

 
Далее шейх привел аят, где Всевышний Аллах говорит:

﴿ وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الأَصْنَامَ ﴾

«Вот Ибрахим сказал: «Господи! Сделай этот город безопасным и убереги меня и моих сыновей от поклонения идолам»» Сура «Ибрахим», аят 35.

Такое ду’а сделал Ибрахим, мир ему. И как мы знаем, он был из тех, кто воплотил в себе таухид. Он был имамом, усердным пред Аллахом в поклонении, ханифом. Он не был из числа многобожников. И, несмотря на такое положение, он все равно боялся ширка. Он боялся ширка, боялся поклонения идолам. Поэтому он обратился к Всевышнему Аллаху, сказав:

﴿ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الأَصْنَامَ رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ النَّاسِ ﴾

«Господи! Сделай этот город безопасным и убереги меня и моих сыновей от поклонения идолам. Господи! Воистину, они ввели в заблуждение многих людей» Сура «Ибрахим», аяты 35-36.

Сказал Ибрахим ат-Тейми, да смилуется над ним Аллах: «А кто может не бояться этого, после того, как боялся Ибрахим?»

И если Ибрахим, мир ему — тот, кто воплотил в себе таухид, тот, кто был описан прекрасными качествами — если он боялся ширка, то, кто после него может не бояться?

И если после всего этого человек не боится ширка, то, поистине, он обольщен. Ведь, Ибрахим, мир ему, был господином единобожников в свое время, однако у него не было гарантии, что он не попадет в ширк.

« الْأَصْنَامَ » — множественное число от слова « صنم ». /Санам/ — это предмет или изображение, которому поклоняются помимо Всевышнего Аллаха. Например, какое-либо животное, или планета, или звезда, или солнце, или луна и тому подобное. А также рисунок, который нарисовали люди, чтобы ему поклонялись.

Также у нас есть термин « الوثن ». /аль-Уасн/ — это то, чему поклоняются люди наряду со Всевышним Аллахом, и оно не имеет физической формы, как например дух мертвого. Но слово /аль-Уасн/ может прийти в Коране, неся в себе смысл «санам», как например в словах Всевышнего Аллаха:

﴿ إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا ﴾

«Вы поклоняетесь вместо Аллаха идолам и измышляете ложь» Сура «аль-’Анкабут», аят 17.

Точно также в словах Пророка ﷺ:

«اللّهُمّ لاَ تَجْعَلْ قَبْرِي وَثَناً يُعْبَدُ»

«О Аллах, не делай мою могилу идолом, которому будут поклоняться».

Далее шейх привел хадис, где Пророк ﷺ сказал: «Самое страшное, чего я боюсь от вас, так это малый ширк». Когда его спросили: «Что это такое?», он ответил: «Показуха». Ахмад 5/428 и 429; Имам аль-Байхакъи в «Шу’абиль иман», 5/333; аль-Багави в «Шарх ас-Сунна», 14/323-324; аль-Мунзири в «ат-Таргъиб уа-т-тархиб», 1/52. Сказали Байхакъи и Багъауи: «Хороший». Сказал шейх Альбани: «Иснад джеййид». См. «Сильсиля ас-Сахиха», 951.

Показуха бывает двух видов:

Показуха мусульман. Например, мусульманин делает свою молитву красивой из-за того, что люди смотрят на него. Или читает красиво Коран, чтобы люди похвалили его и тому подобное. И это все является малым ширком.
Показуха лицемеров. Это показуха в основах религии. Человек внешне показывает себя, как мусульманин, однако в душе у него неверие. Как сказал Всевышний Аллах:
﴿ يُرَاءُونَ النَّاسَ وَلاَ يَذْكُرُونَ اللَّهَ إِلاَّ قَلِيلاً ﴾

«Показывают себя перед людьми и поминают Аллаха лишь немного» Сура «ан-Ниса», аят 142».

[Конец слов шейха]

Хотелось бы обратить ваше внимание на важный момент. Показуха не является поклонением тому, перед кем ты себя показываешь.

«Показуха» «ар-Рийа» — это поклонение Всевышнему Аллаху при людях с желанием, чтобы люди похвалили тебя за это поклонение. В чем тут ширк? В том, что человек ждет не только награды от Всевышнего Аллаха, но также и похвалы людей.

Шейх Салих Али Шейх говорит:

«Показуха может делать недействительным все дело, а может делать недействительной только часть дела.

Если человек изначально сделал намерение поклоняться Всевышнему Аллаху, для того чтобы люди увидели его и похвалили. У человека не было желания совершать молитву, однако он увидел, что люди смотрят на него, и встал на молитву. Такая молитва будет недействительной и не будет за нее вознаграждения.
Если показуха приходит в то время, как человек уже начал совершать это поклонение, то его добавка к этому поклонению, которую он добавил ради людей, становится недействительной. Всевышний Аллах сказал: «Я совершенно не нуждаюсь в том, чтобы Мне придавали сотоварищей, (тот же) кто совершит что-либо не только ради Меня, но и ради кого-то другого, Я откажусь и от него, и от его многобожия!» Муслим 2985.
Пророк ﷺ боялся этого греха от единобожников. Так как единобожники не совершают большого ширка, однако для них есть угроза малого ширка. Малый ширк может быть в намерениях, может быть в словах, а иногда может быть и в делах. И в этой книге мы разберем все эти виды ширка.

Показуха — один из самых страшных грехов для этой общины. Почему пророк, мир ему и благословение Аллаха, боялся этого греха? Потому что малый ширк не прощается. Люди часто небрежны в этом вопросе, а шайтан усердствует в том, чтобы ввести единобожников в малый ширк.

Затем шейх привел хадис от Ибн Мас’уда, который рассказывал, что посланник Аллаха ﷺ сказал: «Тот, кто умер, взывая к кому-либо (или поклоняясь кому-либо) наряду с Аллахом, попадет в Ад» Бухари, 4497.

Ду’а кому-либо кроме Всевышнего Аллаха является большим ширком. Посланник Аллаха ﷺ сказал: «Ду’а – это поклонение». Абу Дауд, 1479; Тирмизи, 2969, 3247, 3372; аль-Багауи в «Шарх ас-Сунна», 3/158; ан-Науауи в «аль-Азкар», 478; Шейх Альбани назвал хадис достоверным. См. Сахих аби Дауд, 1479.

«Попадет в Ад» — то есть попадет туда навечно, подобно неверным. Так как большой ширк делает тщетными все дела, даже если этот ширк сделал самый праведный из мусульман. Всевышний Аллах сказал:

﴿ وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنْ الْخَاسِرِينَ * بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ ﴾

«Тебе и твоим предшественникам уже было внушено: «Если ты станешь приобщать сотоварищей, то тщетными будут твои деяния и ты непременно окажешься одним из потерпевших убыток». Поклоняйся же одному Аллаху и будь в числе благодарных» Сура «аз-Зумар», аяты 65-66.

Даже если бы сам Пророк ﷺ совершил ширк (однако он этого не сделает), то все его дела стали бы тщетными. Разве это не обязывает нас бояться ширка? Однако в наше время многие не боятся этого и даже призывают к этому ширку других. Они заставляют людей ненавидеть тех, кто призывает к таухиду. Всевышний Аллах сказал:

﴿ وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لاَ يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ ﴾

«Когда поминают одного лишь Аллаха, содрогаются от отвращения сердца тех, которые не веруют в Последнюю жизнь. А когда поминают тех, которые ниже Него, они радуются» Сура «аз-Зумар», аят 45.

Тот, кто умер, взывая к кому-либо (или поклоняясь кому-либо) наряду с Аллахом, попадет в Ад. Это заставляет нас бояться ширка. Так как цель разумного человека — это спасение от Огня и вхождение в Рай.

Слова: « من دون الله » приходят в Коране и Сунне много раз. Из этих слов понимается два смысла:

«Наряду с Аллахом». Каждый, кому поклоняются наряду с Аллахом — слаб, а Всевышний Аллах величественнее него. Это указывает на ужас такого ширка.
«Помимо Аллаха». То есть человек не поклонялся Всевышнему Аллаху, а поклонялся кому-либо другому.
Следующий хадис от Джабира о том, что посланник Аллаха ﷺ сказал: «Кто предстал пред Аллахом, не приобщая к Нему ничего, попадет в Рай; а кто предстал пред Ним, приобщая к Нему что-нибудь, попадет в Огонь» Муслим, 93.

В словах: «не приобщая к Нему ничего» два вида всеобщности.

Эти слова включают в себя все виды ширка.
А также включают в себя запрет на поклонение любому божеству, кроме Всевышнего Аллаха. То есть запрещено поклоняться даже ангелам, пророкам и праведникам, не говоря уже об остальных.
Всевышний Аллах обещал тому, кто не совершит ширка, вхождение в Рай по Его милости, а обещание Всевышнего Аллаха непременно сбудется.

А кто предстал пред Ним, приобщая к Нему что-нибудь, попадет в Огонь. Поэтому каждому многобожнику обещан Огонь.

В словах: « وَمَنْ لَقِيَهُ يُشْرِكُ بِهِ شَيْئا » — всеобщность. Так как «ман» в условном контексте, а «йушрику» — «накира», то есть включает в себя все виды ширка.

Навечно войдет в Огонь или же временно? Это зависит от его ширка.

Если человек совершал большой ширк и умер на этом, не покаявшись, то он войдет в Огонь навечно.
Если человек совершал малый или скрытый ширк, то для него – угроза Огня, и он войдет туда временно, а затем будет выведен.
 

 
Малый ширк будет взвешен на Весах судного Дня. Если дела человека перевесят этот ширк, то он не будет за него наказан. Но может быть так, что человек обязательно войдет в Огонь за какой-то грех, даже если хороших дел будет много.

Это доказательство на то, что необходимо бояться ширка. Человек должен избегать этого настолько, насколько это возможно. Человек должен просить у Всевышнего Аллаха защиты от ширка. Человек должен говорить: «О Аллах, поистине я прибегаю к Твоей защите от того, чтобы поклоняться кому-нибудь еще, кроме Тебя сознательно, и прошу у Тебя прощения за то, о чем я и сам не ведаю».

/Аллахумма инни а’узубика ан ушрика бика уа ана а’лям, уа астагъфирука лима ля а’лям/

Это мольба, которой нас научил Пророк ﷺ. Ахмад 4/403. Достоверность хадиса подтвердил шейх аль-Альбани. См. «Сахих ат-таргъиб» 1/19.

Тот, кто совершает ширк, зная об этом, его положение очень страшное. А иногда человек может совершить ширк, даже не зная об этом.

Отсюда мы понимаем, что ширк — это очень опасная вещь. Никто не должен относиться к этому халатно. Тот, кто халатно относится к таухиду и ширку, тот халатно относится к основам Ислама. Человек должен бояться всех видов ширка и должен изучать их. Должен изучать виды ширка и виды таухида. Если же человек затронет эти вопросы лишь поверхностно, то он может попасть в ширк, так как не знает его виды». [Конец слов шейха]

نسأل الله جل وعلا العفو والعافية""",
  """Призыв к свидетельству «Нет божества достойного поклонения, кроме Аллаха»

Тут у нас есть очень сильный довод против секты «Хизбут-Тахрир». Они говорят, что хабаруль-ахад не принимается в вопросах вероубеждения. Но посланник Аллаха, мир ему и благословение Аллаха, послал одного Му’аза в Йемен, чтобы тот призывал к шахаде и к таухиду. Шахада и таухид — это разве не ‘акыда?

[Шейх Салих Али Шейх говорит]:

«До этого мы рассказали о важности страха перед ширком. Также мы говорили о достоинстве единобожия и о том, что оно искупает грехи. Также мы говорили о том, что человек, воплотивший в себе таухид, войдет в Рай без расчета.

Тот, кто воплотит в себе таухид, не должен ограничиваться этим. Он обязательно должен начать призывать других людей к праву Всевышнего Аллаха.

Шейх привел эту главу, для того чтобы указать на то, что из полноты Единобожия — призыв к этому Единобожию. Не будет в твоем сердце совершенного таухида до тех пор, пока ты не начнешь призывать к нему. Это и есть истинный смысл свидетельства о том, что нет никого достойного поклонения, кроме Аллаха. Человек говорит: «Я свидетельствую, что нет божества достойного поклонения, кроме Аллаха». Во-первых, он убежден в этом. Во-вторых, произносит его. В-третьих, призывает другого к этому свидетельству. Поэтому истинное свидетельство будет только тогда, когда единобожник начнет призывать к этому единобожию.

После этой главы следует толкование таухида и его видов, а также разъяснение ширка и его видов. Призыв ко всему этому является очень важной задачей. Многие, приписывающие себя к знаниям, согласны, что нужно призывать к таухиду, однако когда ты начинаешь разбирать вопросы таухида и ширка более подробно, они начинают противоречить тебе.

Поэтому шейх Мухаммад, да смилуется над ним Аллах, отличился тем, что призывал к таухиду подробным призывом. Многие люди призывают в общем, а не подробно. Говорят в общем о том, что надо придерживаться таухида и сторониться ширка, однако не разбирают подробно эти вопросы. Когда шейх Мухаммад, да смилуется над ним Аллах, посылал письма с призывом к людям, он писал: «Люди согласились со мной в общем, однако не согласились в двух вопросах: вопросе такфира и вопросе сражения». Эти два вопроса относятся к призыву к таухиду и поэтому люди не соглашались с ним в этом.

Призыв к свидетельству «Ля иляха илля Ллах» — это призыв придерживаться таухида и сторониться ширка. Призыв к таухиду должен быть подробным, а не общим. Поэтому шейх в этой книге подробно разобрал виды таухида и виды ширка. И придет толкование свидетельства «Ля иляха илля Ллах» в следующей главе.

 

 
Шейх привел аят, где Всевышний Аллах говорит:

﴿ قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنْ الْمُشْرِكِينَ ﴾

Скажи: «Таков мой путь. Я и мои последователи призываем к Аллаху согласно знанию. Пречист Аллах, и я не являюсь одним из многобожников» Сура «Йусуф», аят 108.

Этот аят пришел в конце суры «Йусуф». Эта сура, как мы знаем, с самого начала до конца посвящена призыву к Всевышнему Аллаху. И поэтому в конце этой суры пришли важные правила, касающиеся призыва.

«Таков мой путь» — то есть мой путь заключается в том, что я призываю ко Всевышнему Аллаху. И это было обязанностью пророков.

«Я и мои последователи призываем к Аллаху согласно знанию» — то есть, как мы знаем, самые лучшие речи — это речи тех, кто призывают к Аллаху. Самые лучшие дела — это дела тех, кто призывают к Аллаху. Всевышний Аллах сказал:

﴿ وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنْ الْمُسْلِمِينَ ﴾

«Чья речь прекраснее, чем речь того, кто призывает к Аллаху, поступает праведно и говорит: «Воистину, я – один из мусульман»?» Сура «Фуссылят», аят 33.

Сказал Хасан аль-Басри относительно этого аята: «Это любимец Аллаха. Это приближенный Аллаха. Это избранник Аллаха. Это тот, кто ответил Всевышнему Аллаху и начал призывать людей. И призывающий к Аллаху является лучшим из тех, кто к чему-то призывает».

Посланник Аллаха ﷺ призывал к Аллаху и не призывал ни к чему другому. В этом есть две пользы:

Призыв к Аллаху — это призыв к таухиду. Это пришло в хадисах, которые шейх привел в данной главе.
В словах «призываем к Аллаху» призыв к искренности. В искренности нуждается тот, кто призывает к шахаде «Ля иляха илля Ллах» и призывает к Исламу. Так как многие призывающие призывают к себе, а не к Аллаху.
«Согласно знанию» — Пророк ﷺ призывал на основе знания и глубокого убеждения. Он знал то, к чему призывает и не призывал к Аллаху на основе невежества.

«Я и мои последователи» — то есть посланник Аллаха ﷺ призывает к Аллаху и этим же занимаются те, кто за ним последовал. Отсюда следует, что тот, кто следует за пророками, обязательно должен призывать ко Всевышнему Аллаху. Это признак Пророка ﷺ и тех, кто за ним последовал. Они не просто придерживались таухида и сторонились ширка, однако они также призывали ко всему этому.

Призыв является обязательным. Потому что после того, как ты понял великие права Аллаха на Его рабов, ты полюбишь своего Господа и будешь ненавидеть то, что Ему придают кого-то в сотоварищи. Поэтому человек должен призывать к той основе, относительно которой были единогласны все пророки и посланники, а это единобожие Всевышнего Аллаха в поклонении, в господстве и в Именах и Атрибутах.

 

 
Затем имам привел хадис, где Ибн ‘Аббас рассказывал: «Посылая Му’аза в Йемен, посланник Аллаха ﷺ сказал ему: «Ты придешь к народу, который является обладателем Писания. Пусть первым, к чему ты призовешь их, будет свидетельство того, что нет никого достойного поклонения, кроме Аллаха, (в другом риваяте говорится: «Призови их к таухиду Аллаха»). Если они покорятся тебе в этом, то дай им знать, что Аллах обязал их совершать ежесуточно пять Намазов. Если они покорятся тебе и в этом, то дай им знать, что Аллах обязал их богатых делать пожертвования в пользу их бедных. Если они покорятся тебе и в этом, то не смей посягать на их отборное имущество и бойся мольбы угнетенного, ибо между ней и Аллахом нет преграды»» Бухари, 4347; Муслим, 19.

В этом хадисе доказательство этой главы, так как Пророк ﷺ приказал начать призыв с Единобожия. Му’аз должен был призывать людей Писания, то есть тех, кому были ниспосланы Тора и Евангелие. В Йемене жили евреи и христиане, а также небольшое количество многобожников.

В словах: «Ты придешь к народу, который является обладателем Писания» — подготовка Му’аза к разговору с этими людьми. Му’аз ибн Джабаль из ученых Ислама, из ученых-сподвижников. Да будет доволен им Аллах!

Начинать со свидетельства является великим делом и это является нашей целью.

Сахль бин Са’д рассказывал: «В день Хайбара посланник Аллаха ﷺ сказал: «Завтра я вручу знамя человеку, который любит Аллаха и Его посланника, и которого любят Аллах и Его посланник. Аллах ниспошлет посредством его победу». Люди спорили всю ночь, пытаясь догадаться, кому из них будет вручено знамя. Утром, отправившись к посланнику Аллаха ﷺ каждый был преисполнен желания получить знамя. Пророк ﷺ спросил: «Где Али ибн Абу Талиб?» Ему ответили: «Он жалуется на воспаление глаз». За ним послали, и когда Али прибыл, Пророк ﷺ поплевал ему в глаза, а затем взмолился за него Аллаху. Али тут же исцелился, как будто ничем и не болел. Посланник Аллаха ﷺ вручил ему знамя и сказал: «Иди со спокойствием, пока не достигнешь их территории. Затем призови их к Исламу и сообщи им то, что они обязаны в отношении прав Всевышнего Аллаха. Клянусь Аллахом, если Аллах наставит посредством тебя хотя бы одного человека на путь истинный, то это будет для тебя лучше, чем красные верблюды» Бухари, 3701; Муслим, 2406.

Призыв к Исламу — это призыв к таухиду. Так как самым великим столпом Ислама является свидетельство о том, что нет божества достойного поклонения, кроме Аллаха и о том, что Мухаммад — посланник Аллаха. Сначала необходимо призывать к таухиду, а только затем к другим вопросам религии, так как основа основ ставится на первое место.

Эти два хадиса являются толкованием аята, который мы разобрали выше». [Конец слов шейха]""",
  """Смысл таухида и свидетельства «Нет божества достойного поклонения, кроме Аллаха»

Шейх Салих Али Шейх говорит:

«Как мы разбирали выше, таухид — это свидетельство «Ля иляха илля Ллах». Однако они неполноценные синонимы. Есть некоторое сходство между ними, однако это сходство неполное.

Таухид — это убеждение о единстве Всевышнего Аллаха в Его господстве «рубубийя». Также убеждение о том, что Он Единственный, Кто достоин поклонения «улюхийя». Также Он Один в Своих Именах и Атрибутах и нет подобного Ему. Всевышний Аллах сказал:

﴿ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ ﴾

«Нет никого подобного Ему, и Он — Слышащий, Видящий» Сура «аш-Шура», аят 11.

Таухид — это убеждение о том, что Всевышний Аллах Един в этих трех вещах.

Свидетельство о том, что нет божества достойного поклонения, кроме Аллаха — это самые великие слова, которые может произносить совершеннолетний и нет слов величественнее, чем эти.

Из-за смысла этих слов существуют небеса и земля. Тот, кто поклоняется, он поклоняется только из-за воплощения этих слов в жизнь.

Иногда человек свидетельствует о том, что видел, а иногда человек свидетельствует о знании. И поэтому если человек скажет: «Я свидетельствую», значит он либо видел то, о чем свидетельствует, либо знает об этом.

Что касается свидетельства о том, что нет божества достойного поклонения, кроме Аллаха, то это свидетельство знания. Слово «шахада» пришло в Коране. Всевышний Аллах говорит:

﴿ شَهِدَ اللَّهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ وَالْمَلَائِكَةُ وَأُوْلُوا الْعِلْمِ قَائِمًا بِالْقِسْطِ لاَ إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ ﴾

«Аллах засвидетельствовал, что нет божества достойного поклонения, кроме Него, а также засвидетельствовали ангелы и обладающие знанием. Он поддерживает справедливость. Нет божества достойного поклонения, кроме Него, Могущественного, Мудрого» Сура «Али Имран, аят 18.

Также Аллах сказал:

﴿ وَلاَ يَمْلِكُ الَّذِينَ يَدْعُونَ مِن دُونِهِ الشَّفَاعَةَ إِلاَّ مَن شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ ﴾

«Те, к кому вы взываете помимо Него, не владеют заступничеством. Заступаться будут только за тех или только те, которые осознанно засвидетельствовали истину» Сура «аз-Зухруф», аят 86.

Свидетельство содержит в себе некоторые вещи:

Человек должен быть убежден в том, что он произносит. То есть человек убежден в сердце относительно смысла своего свидетельства. Свидетельство включает в себя знание и глубокую убежденность «якын».
Человек должен произносить свое свидетельство.
Человек должен сообщить о своем свидетельстве другим людям.
Смысл слов: «Я свидетельствую о том, что нет божества достойного поклонения, кроме Аллаха» — «Я убежден, произнес, знаю и объявил другим то, что нет божества достойного поклонения, кроме Аллаха».

Также мы говорим о вере «иман» — это убеждение сердцем, слова языком и дела органами.

Свидетельство «Ля иляха илля Ллах» со стороны арабского языка содержит в себе четыре слова.

Что касается частицы «ля», то она отрицает вид. То есть она отрицает любое божество, кроме Всевышнего Аллаха.

«Илях» — построено по шаблону «фи’аль». В арабском языке «фи’аль» приходит либо как «фа’иль», либо как «маф’уль». Слова «аляха» имеет смысл «поклоняться». Некоторые языковеды сказали, что «аляха» говорится, когда человек теряется из-за восхищения. Поэтому «илях» назван так, из-за того что разум, задумываясь о сущности атрибутов Всевышнего Аллаха, теряется от восхищения. И это не совсем правильные слова.

Однако правильнее, что слово «илях» по шаблону «фи’аль» приходит в смысле «маф’уль», то есть тот, кому поклоняются. На это указывает къираат, который пришел от Ибн ‘Аббаса. Всевышний Аллах рассказал о том, что знатные люди из народа Фараона сказали:

﴿ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وإلـهَتَك ﴾

«Неужели ты позволишь Мусе и его народу распространять на земле нечестие и отречься от тебя и от поклонения тебе?» Сура «аль-А’раф», аят 127.

Так как Фараон никому не поклонялся, однако ему поклонялись. Но более правильный къираат: «отречься от тебя и твоих богов». Мы привели къираат Ибн ‘Аббаса лишь для того, чтобы указать на понимание слова «илях». Он понял слово «аляха», как «поклоняться». Также и в стихотворении арабского поэта:

لله درّ الغانيات المـُــدّهِ
سبّحن واسترجعن من تألهي

Удивительно дело хвалящих женщин,
Когда они увидели этого человека, который был занят поклонением, они были удивлены этим.

Отсюда следует, что «илях» — это тот, кому поклоняются. Частица «ля», отрицающая вид, нуждается в «исм» и «хабар», так как частица «ля» подобна «инна». Как сказал Ибн Малик:

عَمَلَ إِنَّ اجْعَلْ لِلا في نَكِرَه

«Ту функцию, которую выполняет “инна”, также выполняет и “ля”».

Философы из числа аш’аритов, му’тазилитов и тех, кто унаследовал греческую философию говорят: «“Илях” — это “фа’иль” и смысл его “мощный”». То есть тот, кто может создавать. Поэтому в аш’аритской книге «Умм аль-Барахин» сказано: «“Илях” — это тот, кто ни в ком не нуждается, а все остальные в нем нуждаются. И поэтому смысл свидетельства в том, что нет никого, кто ни в ком не нуждается и в нем все нуждаются, кроме Аллаха». И поэтому они под “улюхийя” подразумевают “рубубийя”. А “илях” у них — это тот, кто может создавать. В нем все нуждаются, а он ни в ком не нуждается. То есть “ля иляха илля Ллах” значит “нет творца, кроме Аллаха”».

Эти слова стали причиной открытия ширка среди мусульман, так как эти философы ограничили таухид лишь вопросами «рубубийя». Они сказали, что тот человек, который убежден в том, что нет творца, кроме Аллаха, является единобожником. Это является самой большой ложью, так как Всевышний Аллах сказал о многобожниках-курайшитах:

﴿ وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ ﴾

«Если ты спросишь их: «Кто создал небеса и землю и подчинил солнце и луну?» — они непременно скажут: «Аллах»» Сура «аль-‘Анкабут», аят 61.

В другом аяте:

﴿ وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ ﴾

«Если ты спросишь их: «Кто сотворил небеса и землю?», — они непременно скажут: «Их сотворил Могущественный, Знающий»» Сура «аз-Зухруф», аят 9.

Подобных аятов огромное количество. Всевышний Аллах сказал:

﴿ قُلْ مَنْ يَرْزُقُكُمْ مِنْ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنْ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنْ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ * فَذَلِكُمْ اللَّهُ رَبُّكُمْ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ ﴾

«Скажи: «Кто одаряет вас уделом с неба и земли? Кто властен над слухом и зрением? Кто мертвое превращает в живое, а живое превращает в мертвое? Кто управляет делами?». Они скажут: «Аллах». Скажи: «Неужели вы не устрашитесь?». Таков Аллах, ваш Истинный Господь! Что может быть за истиной, кроме заблуждения?»» Сура «Йунус», аяты 31-32.

И поэтому общеизвестно, что многобожники курайшиты не препирались в вопросах «рубубийя». Отсюда становится понятным, что эти философы ошиблись и «илях» — это тот, кому поклоняются. И перевод свидетельства, как «нет божества, кроме Аллаха», является ложным, так как мы видим очень много божеств, которым поклоняются. Как сказал Всевышний Аллах, сообщая нам о словах неверующих, которые сказали:

﴿ أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا ﴾

«Неужели он обратил божеств в Единственного Бога?» Сура «Сод», аят 5.

Поэтому объектов поклонения много и они существуют.

Общеизвестно в арабском языке, что «хабар» после частицы «ля», отрицающей вид, спадает, как это видно в Коране и Сунне. «Хабар» частицы «ля» спадает в том случае, когда ясно о чем идет речь. Сказал Ибн Малик:

وَشَاعَ فِي ذَا الْبَابِ إِسْقَاطُ الخَبَر
إِذَا الْمُرَادُ مَعْ سُقُوطِهِ ظَهَــر

«Является распространенным убирать “хабар”,
Если смысл остается известным».

И поэтому можно убирать «хабар» в таком случае, так как красноречие требует от тебя, чтобы твои речи были короче. Как сказал посланник Аллаха, мир ему и благословение Аллаха:

«لاَ عَدْوَىَ، ولاَ طِيَرَةَ، وَلاَ هَامَةَ، وَلاَ هَامَةَ وَلاَ صَفَرَ، وَلاَ نَوْءَ، وَلاَ غُول»

«Инфекция — сама по себе не влияет, дурные приметы — ложь, сова — не влияет, и злополучность месяца сафар — не влияет…» Аль-Бухари 10/182, Муслим (2220).

Где в этих словах «хабар»? «Хабара» нет, так как он всем известен.

И поэтому «хабар» в свидетельстве «Ля иляха илля Ллах», — это «хаккъун», то есть «Нет божества (достойного поклонения), кроме Аллаха». Это и есть слова таухида. И тот, кто поклоняется кому-либо, кроме Аллаха, его поклонение ложно. И это то, что понимает араб, знающий свой язык, из слов «Ля иляха илля Ллах». Шейх Мухаммад сказал о многобожниках его времени: «Это самый наихудший народ, если Абу Джахль понимал «Ля иляха илля Ллах» лучше них. Он понимал это слово, но не хотел его говорить. Если бы свидетельство несло в себе тот смысл, который понимают современные философы, то Абу Джахль бы его произнес».

В свидетельстве «Ля иляха илля Ллах» есть отрицание и подтверждение. Как сказал Всевышний Аллах:

﴿ وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ* إِلاَّ الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ ﴾

«Вот Ибрахим сказал своему отцу и народу: «Воистину, я не имею отношения к тому, чему вы поклоняетесь, кроме Того, Кто сотворил меня. Воистину, Он поведет меня прямым путем»» Сура «аз-Зухруф», аяты 26-27.

 

 
Далее шейх привел аят, где Всевышний Аллах говорит:

﴿ أُوْلَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمْ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ ﴾

«Те, к кому они взывают с мольбой, сами ищут близости к своему Господу, пытаясь опередить других. Они надеются на Его милость и страшатся мучений от Него» Сура «аль-Исра», аят 57.

В этом аяте толкование таухида. Таухид — это уединение Всевышнего Аллаха в поклонении, и это таухид «улюхийя». Всевышний Аллах сказал: «Те, к кому они взывают с мольбой (ду’а)».

«Ду’а» — это поклонение. У него два вида:

Ду’а масъаля.
Ду’а ’ибада.
В этом аяте имеется ввиду поклонение. Также в аяте пришло слово «уасиля». В другом аяте Всевышний Аллах сказал:

﴿ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ ﴾

«О те, которые уверовали! Бойтесь Аллаха, ищите близости к Нему (уасиля) и сражайтесь на Его пути, — быть может, вы преуспеете» Сура «аль-Маида», аят 35.

«Уасиля» — это нужда. Как сказал поэт женщине:

إنَّ الرجال لهم إليك وسيلة
أن يأخذوك تكحلي وتخضبي

«Поистине, мужчины нуждаются в тебе,
Нуждаются забрать тебя, потому поправь свои глаза и волосы».

То есть под словами: «сами ищут близости к своему Господу» понимается, что они сами нуждаются в своем Господе. Поэтому со своими нуждами можно обращаться только ко Всевышнему Аллаху.

В этом аяте Всевышний Аллах использовал слово «Господь» /робб/. Так как ответ на ду’а относится к вопросам /рубубийя/. Из господства Всевышнего Аллаха понимается то, что Он отвечает на мольбы и одаривает нуждающихся. Поэтому в словах: «сами ищут близости к своему Господу» — толкование таухида, потому что с нуждой следует обращаться только к Аллаху.

Всевышний Аллах сказал: «Они надеются на Его милость и страшатся мучений от Него». Таково оно положение лучших рабов Аллаха. Они собрали в себе поклонение, страх и надежду. Они обращаются с нуждами только к Нему Одному. Поэтому страх, любовь, ду’а, надежда, все это они посвящают только Аллаху. Это и есть смысл таухида.

Далее идет аят, где Всевышний Аллах говорит:

﴿ وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ* إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ ﴾

«Вот Ибрахим сказал своему отцу и народу: «Воистину, я не имею отношения к тому, чему вы поклоняетесь, кроме Того, Кто сотворил меня. Воистину, Он поведет меня прямым путем»» Сура «аз-Зухруф», аяты 26-27.

Тот, человек, который истинным образом проявляет свою непричастность, чувствует удушение, ненависть, неприязнь и неверие к поклонению многобожников.

В этом аяте отрицание и подтверждение. И этот аят подобен словам единобожия. В нем толкование свидетельства «Ля иляха илля Ллах». Поэтому в следующем аяте Аллах сказал:

﴿ وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ ﴾

«Он сделал это (свидетельство о том, что нет божества достойного поклонения, кроме Аллаха) словом, пребывающим в его потомстве» Сура «аз-Зухруф», аят 28.

Толкование слов «Ля иляха» в словах: «Воистину, я не имею отношения к тому, чему вы поклоняетесь».

А толкование слов «илля Ллах» в словах: «кроме Того, Кто сотворил меня».

Ибрахим, мир ему, растолковал для нас смысл слов свидетельства.

«Аль-бара» (непричастность) — это неверие, ненависть и вражда. Это обязательно должно присутствовать в отношении тех, кто совершают многобожие. И не будет Ислам человека действительным до тех пор, пока он не будет ненавидеть все ложные божества. Тот, человек, у которого нет этого в сердце, не считается единобожником. Также от тебя требуется непричастность к многобожникам.

Почему Ибрахим, мир ему, сказал: «кроме Того, Кто сотворил меня». Он хотел напомнить своему народу то, что поклонения достоин только Тот, Кто создал. А тот, кто не может ничего создать, он недостоин поклонения.

 

 
Далее шейх привел аят, где Всевышний Аллах говорит:

﴿ اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ ﴾

«Они признали господами помимо Аллаха своих первосвященников и монахов» Сура «ат-Тауба», аят 31.

«Арбаб» множественное число от слова «робб» — Господь. Под «рубубийя» здесь имеется ввиду поклонение. Они поклонялись им. В чем заключалось это поклонение? В том, что они следовали за ними, когда те дозволяли запретное и запрещали дозволенное. Подчинение — из вопросов таухида. И придет об этом отдельный раздел, ин шаа Аллах.

Далее Всевышний Аллах говорит:

﴿ وَمِنْ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ ﴾

«Среди людей есть такие, которые приобщают к Аллаху равных и любят их так же, как любят Аллаха» Сура «аль-Бакара», аят 165.

Всевышний Аллах рассказал о людях, которые придают Аллаху сотоварищей. Среди толкователей Корана было два мнения относительно слов «кахубби Ллях»:

В этом аяте сказано только о многобожниках. То есть многобожники любят тех, кого они придали Аллаху в сотоварищи, любят их также, как любят Аллаха.
Многобожники любят своих идолов также, как верующие любят Аллаха. Частица /каф/ пришла подобно тому, как в словах Всевышнего Аллаха:
﴿ ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ﴾

«После этого ваши сердца ожесточились и стали, как камни, или даже еще жестче» Сура «аль-Бакара», аят 74.

«Любят их так же, как любят Аллаха» — то есть их любовь к этим божествам была подобна любви к Аллаху. Они любили Всевышнего Аллаха великой любовью, но также они любили и своих божеств. Это является многобожием. Это стало причиной попадания их в Огонь. Как сказал Всевышний Аллах о том, что многобожники скажут:

﴿ تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ * إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ ﴾

«Клянемся Аллахом, мы пребывали в очевидном заблуждении, когда равняли вас с Господом миров» Сура «аш-Шу‘ара», аяты 97-98.

Общеизвестно, что эти многобожники не равняли идолов с Аллахом в вопросах «рубубийя», однако они сравнили их с Аллахом в вопросах любви и поклонения.

Соответствие этого аята данной главе — явное. Любить кого-либо той любовью, которой достоин только Всевышний Аллах, является многобожием. Это противоречит основам таухида. Любовь является видом поклонения.

В «ас-Сахихе» Муслима приводится следующий хадис Пророка ﷺ: «Будет неприкосновенным имущество и жизнь того, кто сказал: «Нет никого достойного поклонения, кроме Аллаха», — и отрекся от поклонения всему, кроме Аллаха. Он будет держать ответ пред Аллахом, Всемогущ Он и Велик» Муслим, 23.

В этом хадисе толкование таухида и свидетельства «Ля иляха илля Ллах». Так как есть разница между таухидом и свидетельством. Есть нечто большее, чем просто слова «Ля иляха илля Ллах». Ведь Пророк ﷺ добавил: «…и отрекся от поклонения всему, кроме Аллаха». В этом указание на то, что необходимо проявлять непричастность «аль-бара». Такой человек будет мусульманином. Кровь мусульманина является запретной, кроме трех случаев, и имущество его также запретно.

В этих аятах и хадисах толкование таухида и шахады «Ля иляха илля Ллах». Эта глава требует от тебя большого внимания. Не торопись при прохождении данной главы! Размышляй над ней, чтобы понять эти вопросы.

Шейх Мухаммад сказал: «Последующие главы являются толкованием для данной главы».

Вся книга является толкованием таухида и толкованием слов «Ля иляха илля Ллах». Также в этой книге говорится о том, что противоречит основам Единобожия и его полноте. В этой книге рассказывается о большом и скрытом ширке, а также о ширке на словах. Рассказывается о том, что требует от тебя таухид. Таухид «улюхийя» требует от тебя также подтверждение имен и атрибутов Всевышнего Аллаха. В этой книге подробно объясняется таухид «улюхийя». [Конец слов шейха]""",
  """Ношение кольца, шнурка или безделушки для избавления от беды или ее предотвращения является ширком

Шейх Салих Али Шейх говорит:

«Начиная с этой главы, шейх начал разбирать подробно то, о чем говорил выше. Шейх сказал, что ношение кольца, шнурка или чего-то подобного для избавления от беды или ее предотвращения является ширком. Шейх начал разъяснять таухид и говорить о том, что противоречит ему. Общеизвестно, что вещи познаются двумя путями:

Изучая саму эту вещь.
Сравнивая ее с противоположными вещами.
Таухид можно познать через изучение его самого, а также через познание того, что противоречит ему. Как сказал поэт:

و بضدهـا تتميز الأشـــياءُ

«Через противоположность познаются вещи».

И это правильно. Прелесть таухида познается тогда, когда человек узнает о скверне ширка. И поэтому шейх начал рассказывать о том, что противоречит таухиду. И оно бывает двух видов:

То, что противоречит основе единобожия. А это большой ширк, совершив который, совершеннолетний человек делает свой таухид недействительным. Такой человек становится многобожником и выходит из Ислама. Поэтому о его деле говорят, что оно противоречит таухиду.
То, что противоречит полноте единобожия. Например, малый ширк. Если человек совершит его, он противоречит полноте единобожия. Полнота единобожия будет только тогда, когда человек избавится от всех видов ширка, таких как показуха и так далее.
В разделе «Ширк» есть четыре термина:

«Ширк аль-Акбар» — большой ширк.
«Ширк аль-Асгъар» — малый ширк.
«Ширк аль-хафий» — скрытый ширк.
«Нау’ ширк» — подобно тому, как пришло в словах Всевышнего Аллаха:
﴿ يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنكِرُونَهَا ﴾

«Они узнают милость Аллаха, а затем отрицают ее» Сура «ан-Нахль», аят 83.

А также:

﴿ أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ ﴾

«Неужели они приобщают в сотоварищи к Аллаху тех, которые ничего не творят, тогда как сами были сотворены?» Сура «аль-А’раф», аят 191.

Шейх начал с толкования малого ширка, так как в него чаще всего попадают люди. Он решил начать с малого, а затем перейти к большому, так как сомнения в малом ширке слабы в отличии от сомнений в большом ширке. Тот, кто связал себя с амулетом, его сомнения не такие сильные. И после того, как ты их разъяснишь, ты сможешь перейти к большому ширку, так как он является еще более ужасным.

Когда разговор пойдет о большом ширке, например, о связи сердца с праведниками, мольбе к ним, жертвоприношениях джиннам, то сомнение здесь велико. Потому что люди считают, что эти праведники имеют почет у Всевышнего Аллаха. И эти люди, совершающие большой ширк, который выводит их из Ислама, говорят: «Мы обращаемся к этим людям только из-за того, что они имеют определенное место у Всевышнего Аллаха». Подобно многобожникам во времена пророка, мир ему и благословение Аллаха, о которых сказал Всевышний Аллах:

﴿ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى ﴾

«А те, которые взяли себе вместо Него других покровителей и помощников, говорят: «Мы поклоняемся им только для того, чтобы они приблизили нас к Аллаху как можно ближе»» Сура «аз-Зумар», аят 3.

Поэтому шейх начал с малого ширка, чтобы затем перейти от малого к великому. То, о чем мы будем говорить в этом разделе, является одним из проявлений ширка. И если человек носит шнурок или веревочку с такой целью, то он попадает в один из видов ширка, а именно в малый ширк.

И подобно этому также ношение бусинок, амулетов и железок и так далее. Также то, что вешают в домах, в автомобилях или то, что одевают на маленьких детей. Все это заходит в данную главу.

«аль-Халькъа» — кольцо, браслет — может быть медным, железным и так далее.

«аль-Хайт» — веревка, шнурок — все знают что это такое.

У арабов были убеждения относительно двух этих вещей. Они были убеждены в том, что если кто-то вешает нечто подобное на себя, он берет пользу. Они считали, что оно может избавить от беды или предотвратить ее.

Кто-то вещает эти вещи для того, чтобы предотвратить беду. То есть одевает веревку, шнурок, браслет или кольцо для того, чтобы предотвратить беду. Это гораздо хуже, так как человек думает, что эти ничтожные вещи как-то отводят предопределение Всевышнего Аллаха. Также люди одевают нечто подобное, чтобы избавиться от беды после того, как она уже наступила. Например, человек заболел и одевает эту веревку, для того чтобы излечиться от этой болезни.

Ношение кольца или веревки с подобным убеждением — это ширк. Почему? Мы говорим, что это малый ширк. Так как человек связывает свое сердце с этой вещью и сделал из нее причину предотвращения беды или избавления от нее. Запрещено что-то считать причиной, кроме как при двух условиях:

Либо эта причина должна прийти в шариате.
Либо общеизвестно среди всех людей через опыты то, что эта причина действительно является причиной.
[Конец слов шейха]

 

 
Здесь есть очень важные условия:

Довод на то, что это шариатская причина должен быть достоверным.
Что касается бытовых причин, то:
Причина должна быть связана с результатом напрямую, и между ними должна быть связь. Например, у человека появилась жажда, и он пьет воду. Это бытовая причина и она общеизвестна среди людей.
Связь между ними должна быть явной.
Почему тот, кто придумывает иную причину, попадает в ширк? Всевышний Аллах – Создатель каждой вещи и только Он может делать ту или иную вещь причиной для какого-либо результата. Человек, который объявляет причиной ту вещь, которую Всевышний Аллах не сделал причиной, уподобляет себя Аллаху в вопросах /рубубийя/. Но человек не попадает в большой ширк, так как он считает, что эту вещь сделал причиной Всевышний Аллах. И ширк этого человека является малым. Также некоторые важные правила:

Запрещено также рабу полагаться на причины, так результат только за Всевышним Аллахом.
Законные причины, какими бы они не были великими, сами по себе не приносят результат, однако должно соответствовать условиям, и не должно быть ничего такого, что мешало бы этой причине приносить результат. У человека болит голова. Если он выпьет таблетку, то с дозволения Всевышнего Аллаха эта боль пройдет. Однако эта таблетка не избавляет от боли сама по себе.
В быту нет такой причины, за которой обязательно бы следовал желаемый результат.
Шариатские причины выводятся только из Корана и достоверной Сунны.
Никто не способен дать результат, кроме Всевышнего Аллаха.
Запрещено использовать бытовые причины, которые запрещены в шариате. Например, человек своровал деньги и разбогател. То есть воровство денег — это причина обогащения, и такой человек не попадает в ширк, однако запрещено использовать эту бытовую причину, так как она запрещена в шариате.
 

 
Шейх Салих Али Шейх говорит:

«Тот, кто одевает эту веревку или шнурок, использует причину, которая не пришла в шариате. Также в быту это не является явной причиной. Этим самым человек связывает свое сердце с этой вещью и утверждает, что эта вещь является причиной. Все это ложь!

И поэтому все это является маленьким ширком, потому что человек связывает свое сердце с этой вещью и считает, что эта веревка или браслет избавляют его от беды.

Только Всевышний Аллах может сделать какую-то вещь причиной для другой. Он — Тот, Кто дает милость, и Он — Тот, Кто удерживает ее от человека. Некоторые ученые также сказали: «Тот, кто ввел какую-то причину, и такой причины нет ни в шариате, ни в быту, он совершил ширк». В общем, эти слова верные.

Малый ширк иногда может приводить человека к большому ширку. Например, человек убежден, что веревка или браслет не являются причиной, а действуют сами по себе. Это большой ширк! Такой человек приписал управление этим миром веревке, а не Всевышнему Аллаху, то есть уподобил веревку или браслет Всевышнему Аллаху. Это относится к вопросам «рубубийя» и поэтому такой человек совершает ширк в разделе «рубубийя».

Шейх привел аят, где Всевышний Аллах говорит:

﴿ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ ﴾

«Скажи: «Видели ли вы тех, к кому вы взываете вместо Аллаха? Если Аллах захочет навредить мне, разве они смогут отвратить Его вред?»» Сура «аз-Зумар», аят 38.

Ученые говорят: «Если частица «фа» приходит в предложении после вопросительной хамзы, значит, до этого предложения есть еще другое предложение, однако оно скрыто».

Всевышний Аллах сначала говорит:

﴿ وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ﴾

«Если ты спросишь их: «Кто создал небеса и землю?» — они непременно скажут: «Аллах»» Сура «аз-Зумар», аят 38.

И скрытое предложение, как говорят ученые: «Скажи: «Вы соглашаетесь в том, что небеса и землю создал Один Всевышний Аллах и взываете к другим?» А затем Всевышний Аллах говорит:

﴿ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ ﴾

«Скажи: «Видели ли вы тех, к кому вы взываете вместо Аллаха? Если Аллах захочет навредить мне, разве они смогут отвратить Его вред?»» Сура «аз-Зумар», аят 38.

Вы подтверждаете, что Всевышний Аллах Один в Господстве, так как Он – Тот, Кто создал небеса и землю. Тогда расскажите о тех вещах, к которым вы взываете помимо Аллаха. Предотвращают ли они беду? Или они дают вам милость?

Путь Корана таков, что Всевышний Аллах сначала приводит многобожникам то, с чем они согласны, а это вопросы «рубубийя», чтобы затем они задумались о вопросах «улюхийя». Далее разберем этот аят:

«Тад’уна» — его смысл «поклоняться». Поклонением может быть либо мольба (ду’а), либо другой вид поклонения.

Частица «ма» указывает на всеобщность и охватывает всех божеств, которым поклоняются помимо Всевышнего Аллаха. Были такие люди, которые поклонялись пророкам или праведникам, как сказал Всевышний Аллах:

﴿ وَإِذْ قَالَ اللَّهُ يَاعِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ ﴾

«Вот сказал Аллах: «О ‘Иса, сын Марьям! Говорил ли ты людям: «Примите меня и мою мать двумя богами наряду с Аллахом»?». Он ответил: «Пречист Ты!»» Сура «аль-Маида», аят 116.

Также были люди, которые поклонялись ангелам, как сказал Всевышний Аллах:

﴿ وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ * قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ ﴾

«В тот день Он соберет их всех, а затем скажет ангелам: «Это они поклонялись вам?». Они скажут: «Пречист Ты! Ты — наш Покровитель, а не они. Они поклонялись джиннам, и большинство их веровали именно в них»» Сура «Саба», аяты 40-41.

Также есть люди, которые поклоняются планетам, солнцу и луне. Также были такие, кто поклонялись деревьям, камням и идолам.

Всевышний Аллах приказывает пророку, мир ему и благословение Аллаха, сказать:

﴿ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ ﴾

«Если Аллах захочет навредить мне, разве они смогут отвратить Его вред? Или же, если Он захочет оказать мне милость, разве они смогут удержать Его милость?» Сура «аз-Зумар», аят 38.

Всевышний Аллах объявил ложным приписывание этим божествам вреда или пользы. И многобожники были с этим согласны. И мы понимаем, что неправильно связывать сердце с какими-то божествами. Некоторые ученые говорят: «Этот аят повествует о большом ширке. Почему тогда шейх привел этот аят в главе о малом ширке?» Ответить им можно двумя путями:

Шейх привел этот аят, потому что люди попали в малый ширк, именно по той причине, о которой говорится в этом аяте. В этом аяте указание на обязательность связывания своего сердца только с Аллахом. И поэтому праведные предшественники приводили этот аят, говоря о малом ширке. Значит, аяты, в которых говорится о большом ширке можно приводить, чтобы доказать ложность малого ширка. Поэтому если ты докажешь человеку, что нельзя связывать свое сердце даже с пророками и ангелами, то тем более нельзя связывать его с веревкой и браслетом.
Хотя этот аят о большом ширке, однако он указывает на некоторые пользы.
В этом аяте указание на то, что никто не может навредить, кроме Всевышнего Аллаха.
Если Всевышний Аллах нашлет на человека беду, никто не сможет избавить от этой беды, если только этого не пожелает Аллах.
Если Всевышний Аллах дарует кому-то милость, никто не сможет отдалить человека от этой милости.
В этом указание на необходимость связи с Тем, Кто причиняет вред и дает пользу. А многобожники одевали браслеты и вешали веревки, так как были убеждены в том, что эти вещи могут им помочь.

В словах: «Если Аллах захочет навредить мне» слово «дур» — вред — пришло в «накира». Поэтому аят охватывает все виды вреда.

 

 
Далее шейх привел хадис. Однажды Пророк ﷺ увидел одного человека с желтым кольцом на руке и спросил его: «Что это такое?» Человек ответил: «Я ношу его, чтобы меня не постигла слабость». Пророк ﷺ сказал: «Немедленно сними его, ибо оно лишь увеличивает твою слабость. Если ты умрешь с этим кольцом на руке, то никогда не достигнешь счастья» Передали Имам Ахмад в «Муснад», 4/445; Ибн Маджах, 3531; аль-Баззар в «Муснад», 3545-3547; Табарани в «Му’джам аль-Кабир», 18/159; Ибн Хиббан, 6058, 6088; аль-Хаким в «Мустадрак», 4/240; аль-Байхакъи в «Сунан аль-Кубра», 9/350; Ибн Абд уль-Барр в «ат-Тамхид», 5/271. Шейх Альбани назвал хадис слабым. См. «Сильсиля ад-да’ифа», 1029.

Шейх аль-Альбани назвал этот хадис слабым по двум причинам:

Передатчик хадиса аль-Мубарак ибн Фадаля, которого называли мудаллисом.
Прерванность иснада между Хасаном аль-Басри и сподвижником Имран ибн Хусайном, от которого Хасан не слышал хадисов.
Однако некоторые имамы подтверждали достоверность этого хадиса по той причине, что передатчик аль-Мубарак был из числа тех, кто часто передавал хадисы от Хасан аль-Басри и сопровождал его около 14 лет, что делает маловероятным фальсификацию.

И также многие имамы, среди которых аль-Баззар, Ибн Хузайма, Ибн Хиббан и аль-Хаким, говорили, что Хасан аль-Басри слышал от Имрана ибн Хусайна, тем более в версии Ахмада он говорит о том, что слышал этот хадис от Имрана.

Также этот хадис передается в форме маукъуф от самого Имрана, что приводят Ибн Аби Шейба 5/35 и др.

А также у хадиса есть две другие версии, которые усиливают его.

Среди имамов, которые подтвердили достоверность этого хадиса: Ибн Хиббан, аз-Захаби, аль-Бусайри, Мухаммад ибн ‘Абдуль-Уаххаб и ‘Абдуль-Къадир аль-Арнаут. См. «Мисбах аз-зуджаджа» 3/140, «Тахкыкъ Матхуль-Маджид» 117.

Соответствие данного хадиса этой главе явное, так как в нем как раз и говорится о кольце, которое одето с таким убеждением. И именно поэтому Пророк ﷺ порицал этого человека. Ведь, можно одевать кольцо с другой целью, как например, для красоты.

Пророк ﷺ сказал: «Немедленно сними его». Это приказ и порицание. Порицание бывает языком, если тот, кого ты порицаешь, подчиняется тебе. Порицание такого человека не делается сразу рукой, для начала необходимо порицать его языком. Пророк, мир ему и благословение Аллаха, был правителем и мог исправить порицаемое рукой, однако он сделал это языком.

Нет противоречия между этим хадисом и тем хадисом, который придет позже, в котором сказано, что Хузейфа сорвал шнурок с руки человека. Так как пророку, мир ему и благословение Аллаха, достаточно было сказать языком и тот человек подчинился ему.

«Оно лишь увеличивает твою слабость», — так как для человека вреда от ширка гораздо больше, чем пользы, даже если мы предположим, что человек может получить какую-то пользу. И в это попадает любой, кто делает ширк. Он получает большой вред, даже если считает, что имеет какую-то пользу.

Затем Пророк ﷺ сказал: «Если ты умрешь с этим кольцом на руке, то никогда не достигнешь счастья». И тот, кто одел нечто подобное, положение его может быть разным:

Человек может одеть нечто подобное, считая, что оно само по себе приносить пользу.
Или же он считает это причиной.
И в хадисе не имеется ввиду большой ширк, так как сподвижник не мог такого совершать. Исходя из вышеперечисленных двух видов, «счастье» тоже делится на два вида:

Полное отсутствие счастья. Человек никогда не войдет в Рай и навечно останется в Огне. Это в том случае, если человек совершит большой ширк. А это убеждение, что эти вещи сами по себе приносят пользу.
Отсутствие какого-то определенного вида счастья. Это в том случае, если человек сделал причиной то, что не сделал таковой Всевышний Аллах ни в шариате, ни в быту. Это малый ширк.
Эти два деления часто используются в книгах ученых, а особенно в книгах по таухиду:

«Мутлякъ аш-Шай» — начальная степень. Например, «Мутлякъ аль-Иман» — это начальная степень имана.
«аш-Шай аль-мутлякъ» — полная степень. Это совершенная, полная степень чего-то. Например, «аль-Иман мутлякъ» — полная вера.
«аль-Ислям мутлякъ» — полный Ислам. «ат-Таухид мутлякъ» — полный таухид и так далее.

Пророк ﷺ сказал: «Тот, кто повесил на себя амулет (или связал свое сердце с ним), пусть Аллах не даст ему благого конца, а тому, кто повесил на себя раковину (или связал свое сердце с ней), пусть Аллах не даст ему спокойствие» Передали Имам Ахмад в «Муснад», 4/154; Абу Я’ля, 1759; Табарани в «Му’джам аль-Кабир», 17/279; Ибн Хиббан, 6086; аль-Хаким в «Мустадрак», 4/216 и другие. Шейх Альбани назвал хадис слабым. См. «Сильсиля ад-да’ифа», 1266.

Шейх аль-Альбани подтвердил достоверность подобного хадиса от Укъбы, а данный хадис назвал слабым из-за неизвестного передатчика Халида ибн Убайда, которого посчитал надежным только Ибн Хиббан.

Но у этого хадиса есть другая версия, которая усиливает его. Хафиз аль-Хайсами сказал, что все передатчики этого хадиса надежные. Хафиз аль-Мунзири назвал иснад хадиса хорошим. А имам аль-Хаким, имам аз-Захаби и шейх ‘Абдуль-Къадир аль-Арнаут назвали хадис достоверным. См. «ат-Таргъиб ат-тархиб» 4/306, «Маджма’у-ззауаид» 5/103, «Тахкыкъ Фатх аль-Маджид» 128.

Что касается амулетов «тамима», то придет о них более подробная глава, если пожелает Аллах. Это разные бусинки, или то, что одевают на грудь детям. Иногда их одевают и взрослые люди, для того чтобы избежать вреда.

Пророк, мир ему и благословение Аллаха, сказал: «Тот, кто повесил на себя амулет (или связал свое сердце с ним), пусть Аллах не даст ему благого конца». Это ду’а посланника Аллаха ﷺ.

Также пришло слово «аль-уада’а». Это вид ракушек или же бусинок, которые вешают на грудь.

В другом риуаяте говорится: «Кто повесил на себя амулет (или связал свое сердце с ним), тот совершил ширк» Ахмад, 4/156; Аль-Хаким, 4/417; Шейх Альбани назвал эту версию достоверной. См. «Сильсиля ас-Сахиха», 492.

Ибн Абу Хатим передал, что Хузейфа увидел на руке одного человека шнурок. Тот надел его, чтобы вылечиться от лихорадки. Хузейфа сорвал этот шнурок и прочитал аят:

﴿ وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ ﴾

«Большая часть их верует в Аллаха, приобщая к Нему сотоварищей» (Сура «Йусуф», аят 106). Передал Ибн Аби Хатим в своем тафсире, 7/2208.

Соответствие данного асара этой главе явное. Хузейфа был сподвижником. Он увидел человека, который одел шнурок, чтобы вылечиться от лихорадки.

В аяте указание на то, что люди верили в «таухид ар-рубубийя», однако все равно совершали ширк». [Конец слов шейха]

В конце урока шейха спросили: «Я читал в одной книге, что если боишься сглаза для своего ребенка или себя, то нужно поставить черную точку на лбу, для отведения сглаза».

Шейх Салих Али Шейх ответил:

«Убеждения людей в способах отведения сглаза неисчислимы, но общим правилом является следующее: все то, что совершают люди, считая причиной отведения сглаза, и это не является узаконенной шариатом причиной, или установленным Всевышним законом во Вселенной, влекущее требуемое следствие, прибегать к ним недозволено. Это отличается от того, что сообщается от ‘Усмана, да будет доволен им Аллах, что увидев маленького ребенка с красивой внешностью, он сказал его родным: «Поставьте ему черное пятно на ямочку подбородка». Это было сделано для имитации отсутствия красоты. Пятно ставится на какой-либо части лица, не для того чтобы это пятно само по себе отвращало сглаз, а для того чтобы человек стал выглядеть некрасиво. Поэтому пусть зловредные души не цепляются за это предание! Если это точка ставится из убеждения, что она сама по себе отвращает сглаз, то это будет приобщением к Аллаху равного, что является запретным. Но если это делается для имитации отсутствия красоты, при красивой внешности или в здоровом теле и т.п. то в этом нет беды. А Аллах знает обо всем лучше!» [Конец слов шейха]""",
  """О заклинаниях (рукъия) и амулетах (тамима)

Шейх Салих Али Шейх говорит:

«Понятие «заговор» — известно, так как арабы делали его. Это ду’а или же какие-то фразы, которые произносят. Заговор «рукъия» действует либо на органы, либо на душу. Заговор может быть дозволенным в шариате, а может быть и ширком.

Пророк ﷺ иногда сам читал рукъия, а иногда ему читали рукъия. Ему читали рукъия Джибриль и ‘Айша.

Эта глава написана для того, чтобы разъяснить шариатское положение чтения рукъии. Шариат дозволил читать рукъию, в которой нет ширка. Когда сподвижники пророка, мир ему и благословение Аллаха, спросили про /рукъия/, он ответил: «Прочитайте мне ваши рукъия. Нет ничего плохого в той рукъия, в которой нет ширка» Муслим, 2200; Абу Дауд, 3886.

Ученые сказали: «Рукъия является дозволенной, если она соответствует трем условиям:

Она должна быть из Корана или из Сунны, и в ней должны быть имена Всевышнего Аллаха или Его атрибуты.
Она должна быть на арабском языке.
Человек должен быть убежден в том, что рукъия сама по себе не помогает, а помогает только Всевышний Аллах».
Если рукъия соответствует этим трем условиям, то она является дозволенной.

Некоторые ученые сказали о том, что первое условие является необязательным. Также некоторые сказали о том, что необязательно то, чтобы рукъия была на арабском языке. Но ученые единогласны насчет третьего условия.

Некоторые (ученые) сказали о том, что дозволена та рукъия, смысл которой известен, даже если она читается на другом языке, и даже если она не из Корана и не из Сунны. И в этом вопросе есть разногласие. Также есть разногласие в том, помогает ли какая-нибудь рукъия, помимо той, которая пришла в Коране. С дозволения Аллаха, обсудим этот вопрос. Однако лучше использовать рукъию, которая соответствует этим трем условиям, и таким образом, ты избежишь разногласий.

Что касается рукъии, в которой есть ширк, то это та рукъия, в которой есть прибегание за помощью исти’аза к кому-либо, помимо Всевышнего Аллаха, а также есть просьба о помощи истигъаса у кого-либо, помимо Всевышнего Аллаха, или же, например, в ней есть упоминание имен Шайтана. Именно в таких рукъия есть ширк. Посланник Аллах, мир ему и благословение Аллаха, сказал: «Заклинания /рукъия/, амулеты и привораживание являются ширком» Абу Дауд, 3883; Ибн Маджах, 3530; Ахмад, 1/381; Аль-Хаким, 4/418 назвал его достоверным, с чем согласился и аз-Захаби.

Отсюда следует, что бывает дозволенная рукъия, а также бывает рукъия, которая содержит в себе ширк. Ты узнал условия дозволенности рукъии, а также узнал о том, когда она становится ширком.

«Тамима» — это амулеты. Они бывают разных видов. Их вешают, или берут, для того чтобы облегчилось какое-нибудь дело, или же с помощью них хотят предотвратить какой-то вред. Иногда человек считает, что этот амулет является причиной, хотя Всевышний Аллах не сделал его причиной ни в шариате, ни в быту. В амулетах пишут разные ду’а и вешают их на грудь. Есть такие амулеты, которые вешают над дверью, а есть такие, которые висят в автомобилях. С помощью них люди хотят облегчить свои дела.

Некоторые люди вешают в автомобилях кроличью лапку, или же подкову, или же вешают четки на зеркало. Некоторые люди берут цепочку и вешают на нее маленький глаз. Все эти вещи являются амулетами.

Некоторые люди говорят о том, что вешают эти вещи для красоты. Мы ответим: «Если человек вешает амулет, для того чтобы избежать беды или приобрести благо, то это малый ширк в том случае, если он считает амулет причиной. Если же человек вешает их для красоты, то это также запрещено, так как он уподобляется тем, кто совершает малый ширк».

Пророк ﷺ сказал: «Тот, кто уподобился какому-либо народу, он из них» Абу Дауд, 4031; Шейх Альбани назвал хадис достоверным. См. «Сахих аль-Джами’», 6149.

Отсюда мы понимаем, что все амулеты являются запретными. Если человек считает их причиной чего-то, то он попадает в малый ширк, а если даже не имеет таких убеждений, то это уподобление тем, кто совершает ширк.

 

 
Шейх привел хадис Абу Башира аль-Ансари о том, что он сопровождал посланника Аллаха ﷺ в некоторых его поездках. Пророк ﷺ посылал гонца с приказом снять с шей верблюдов все ожерелья (из тетивы), и чтобы не осталось ни одного ожерелья, которое не было бы сорвано. Бухари, 3005; Муслим, 2115.

Арабы были убеждены в том, что ожерелье из тетивы спасает от сглаза. Иногда они вешали на тетиву какие-то бусинки и тому подобное. Все эти вещи являются амулетами.

Соответствие этого хадиса данной главе явное. Пророк ﷺ запретил амулеты, так как человек убежден в том, что этот амулет оберегает его и приносит ему пользу. И эти убеждения являются ширком.

Также Ибн Мас’уд рассказывал: «Я слышал, как посланник Аллаха ﷺ сказал: «Заклинания, амулеты и привораживание являются ширком»» Ахмад, 1/381; Абу Дауд, 3883; Ибн Маджах, 3530; Абу Я’ля, 5208; Табарани в «Му’джам аль-Кабир», 1035; Ибн Хиббан, 6090; аль-Хаким в «Мустадрак», 4/418; аль-Байхакъи в «Сунан аль-Кубра», 9/350; Этот хадис достоверный. См. «Сильсиля ас-Сахиха», 331.

Слово «рукъия» пришло с артиклем «аль» и в этом указание на всеобщность. Однако это всеобщность, под которой подразумевается нечто конкретное, так как Пророк ﷺ сказал: «Прочитайте мне ваши рукъия. Нет ничего плохого в той рукъия, в которой нет ширка» Муслим, 2200; Абу Дауд, 3886.

Отсюда следует, что не все виды рукъия являются ширком, хотя есть такие виды рукъия, которые содержат в себе ширк.

Что касается амулетов, то нет контекста, который бы указывал на то, что бывают такие амулеты, в которых нет ширка. Поэтому мы говорим, что все виды амулетов являются ширком. Так как правило гласит:

«Если в контексте пришло указание на всеобщность, то мы оставляем эту всеобщность до тех пор, пока не придет контекст, говорящий об исключениях из этой всеобщности».

«Тиуаля» — привораживание. Вид колдовства, которое совершают люди и заявляют, что оно, якобы, заставляет женщину полюбить мужа, а мужчину — полюбить жену. Это является ширком, так как тиуаля делает колдун, читая при этом /рукъия/, в которой есть ширк.

Также ‘Абдулла ибн Укейм передал следующие слова Пророка, да благословит его Аллах и приветствует: «Тот кто повесил на себя что-то (и связал свое сердце с ним), вверяется этому» Ахмад, 4/311; Ибн Аби Шейба в «Мусаннаф», 8/13; Тирмизи, 2072; аль-Хаким в «Мустадрак», 4/216; аль-Байхакъи в «Сунан аль-Кубра», 9/351.

«Шайан» (вещь) — пришло в условном контексте в неопределенном состоянии и это указывает на всеобщность. Если раб будет доверен какой-то вещи, а не Всевышнему Аллаху, то убыток охватит этого раба со всех сторон. Раб сможет обрести успех только тогда, когда свяжет себя только с Аллахом. Сердце раба найдет свое спокойствие у Всевышнего Аллаха.

Тот, кто будет уповать только на Всевышнего Аллаха и изгонит все создания из своего сердца, даже если его сдавят небеса и земли, Всевышний Аллах даст ему выход между небесами и землей.

А человек, который повесил на себя амулет, будет вверен ему. Что сказать о том человеке, который будет вверен кусочку тряпки, бусинке или подкове лошади? Несомненно, такой человек будет в огромном убытке». [Конец слов шейха]

Связь сердец с чем-то бывает разной:

Связь, противоречащая основе единобожия. Как например те люди, сердца которых связаны с могилами. Они ждут избавления бед от могилы, ждут от нее пользы и блага. Они обращаются к этим мертвым, говоря: «О такой-то, помоги нам». Нет сомнения в том, что это большой ширк.
Связь, противоречащая полноте единобожия. Например, человек полагается на разрешенную причину, но забывает о Том, Кто дает результат. Это является малым ширком.
Разрешенная связь. Человек связывает свое сердце с причиной, однако он знает, что результат дает только Всевышний Аллах. И такая связь не противоречит таухиду.
 

 
Шейх Салих Али Шейх говорит:

«ат-Тамима — это то, что вешают на детей, чтобы уберечь их от сглаза. Некоторые ученые привели в пример бусинки, а другие — кожу животного. Но это не совсем правильно! ат-Тамима — это все, что вешают, для обережения от сглаза и отведения беды. Если они представляют собой аяты из Корана, то некоторые из саляфов позволяли носить их [разъяснение данного вопроса придет в конце урока]. Например, кто-то повесил дома Коран для таких целей. Также некоторые вешают на грудь аят «аль-Курси» или суру «аль-Ихляс».

Некоторые же не разрешали этого, считая запретным. Одним из тех, кто запрещал носить подобное, был Ибн Мас’уд, а также Ибрахим, Алькъама, Раби’а ибн Хейсам и все ученики ибн Мас’уда.

Поистине, доказательства говорят о том, что «ат-Тамима» — это ширк, так как пророк, мир ему и благословение Аллаха, сказал: «Заклинания, амулеты и привораживание являются ширком» Ахмад, 1/381; Абу Дауд, 3883; Ибн Маджах, 3530; Абу Я’ля, 5208; Табарани в «Му’джам аль-Кабир», 1035; Ибн Хиббан, 6090; аль-Хаким в «Мустадрак», 4/418; аль-Байхакъи в «Сунан аль-Кубра», 9/350; Этот хадис достоверный. См. «Сильсиля ас-Сахиха», 331.

И тот, кто вешает Коран на себя, попадает в запретное, однако это не является ширком. Ведь, такой человек связал свое сердце с одним из сыфатов Всевышнего Аллаха, а именно — Речь Всевышнего Аллаха. Такой человек не придал Всевышнему Аллаху сотоварищей, так как Коран – это Речь Аллаха, и он не является созданным.

Поэтому правы те, которые запрещали амулеты. Из них ибн Мас’уд и другие сподвижники, да будет доволен ими Аллах. Это мнение большинства ученых, в частности имама Ахмада и его учеников.

В ношении амулетов из Корана есть вред и очень много порицаемых вещей:

Если мы дозволим такие амулеты, то закроем двери порицания порицаемого. Ты увидел на человеке амулет, и не знаешь в нем Коран или же ширк! Так как амулет скрыт в коже или тряпке. Ты спросишь у человека: «В твоем амулете ширк или Коран?» Конечно же, он ответит: «Коран». А на самом деле в большинстве случаев он даже не знает, что в нем. И это великий вред!
Невежественные люди, носящие такие амулеты забывают о том, что это всего лишь причина, и полностью связывают свое сердце с ней. Они думают, что этот амулет сам по себе помогает человеку. И это открывает двери заблуждениям людей. А шариат, напротив, закрывает все двери, ведущие к заблуждению.
Человек также небрежно относится к этим аятам, которые он на себе носит, например, спит на них, заходит с ними в грязные места.
Отсюда следует, что запрещено одевать любые амулеты. И тот, кто носит их, попадает в запретное, и обязательно нам порицать его. А если же амулет не из Корана, то это ширк, так как Пророк ﷺ сказал: «Заклинания, амулеты и привораживание являются ширком» Ахмад, 1/381; Абу Дауд, 3883; Ибн Маджах, 3530; Абу Я’ля, 5208; Табарани в «Му’джам аль-Кабир», 1035; Ибн Хиббан, 6090; аль-Хаким в «Мустадрак», 4/418; аль-Байхакъи в «Сунан аль-Кубра», 9/350; Этот хадис достоверный. См. «Сильсиля ас-Сахиха», 331.

 

 
Ахмад передал следующие слова Рувайфи’а: «Посланник Аллаха ﷺ сказал мне: «О Рувайфи’, возможно, ты долго проживешь. Поэтому передай всем, что если кто будет переплетать бороду, носить ожерелье из тетивы, либо очищаться от экскрементов навозом животных или костями, то Мухаммад отрекся от этого человека»» Ахмад, 4/108; Абу Дауд, 36; ан-Насаи, 8/135; Табарани в «Му’джам аль-Кабир», 4491; аль-Байхакъи в «Сунан аль-Кубра», 1/110; Шейх Альбани назвал хадис достоверным. См. «Сахих аль-Джами’», 7910.

«Носить ожерелье» запрещается не из-за ожерелья самого по себе. Запрещено то ожерелье, которое одевают для отведения сглаза. Люди джахилийи вешали ожерелье из тетивы, а на нее вешали кусочки тряпки или же волосы, или же кости, чтобы спасти верблюдов от сглаза. Это является запретным, так как ранее пришел хадис Абу Башира аль-Ансари о том, что он сопровождал посланника Аллаха, мир ему и благословение Аллаха, в некоторых его поездках. Пророк, мир ему и благословение Аллаха, посылал гонца с приказом снять с шей верблюдов все ожерелья (из тетивы), и чтобы не осталось ни одного ожерелья, которое не было бы сорвано. Бухари, 3005; Муслим, 2115.

Что касается слов: «Мухаммад отрекся от этого человека», то это из тех выражений, которые указывают на тяжесть греха. И малый ширк из тяжких грехов. Что касается тяжких грехов, в которых нет убеждений, как например, прелюбодеяние или распитие спиртных напитков, то эти грехи намного меньше, чем грехи, в которых есть убеждения, как например, малый ширк.

 

 
Также Сайд ибн Джубейр сказал: «Тот, кто сорвал с человека амулет, подобен тому, кто освободил одного раба» Ибн аби Шейба в «Мусаннаф», 5/36.

Этот хадис подчеркивает превосходство поступка того, кто сорвал амулет. Это объясняется тем, что ношение амулета является ширком, а ширк обрекает человека на мучения в Огне, поскольку по этому поводу есть грозное предупреждение. Всевышний Аллах сказал:

﴿ إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ ﴾

«Воистину, Аллах не прощает, когда к Нему приобщают сотоварищей» Сура «ан-Ниса», аят 48.

Также Пророк ﷺ сказал: «Тот, кто умер, взывая к кому-либо (или поклоняясь кому-либо) наряду с Аллахом, попадет в Ад» Бухари, 4497.

Поэтому если человек сорвал амулет с шеи своего товарища, то он словно освободил его от Огня, так как он уничтожил причину, которая обрекала его на такое наказание. Аллах же одаряет такого человека вознаграждением, подобным вознаграждению за освобождение раба, поскольку воздаяние всегда соответствует роду совершенного деяния.

Скорее всего, Саид ибн Джубейр передавал эти слова от сподвижников, так как подобные вещи не говорят от себя. Поэтому получается, что данный хадис — «мурсаль». Саид ибн Джубейр — это ученик Ибн ‘Аббаса. Имамы Ахмад, Шафи’и, Абу Ханифа и Малик считали хадис мурсаль доводом. Также и сподвижник не мог сказать такое, исходя из своего иджтихада, значит этот хадис от пророка, мир ему и благословение Аллаха, и хукм его «марфу’».

По этому же поводу Ибрахим ан-Нахаи сказал: «Они (саляфы) запрещали любой амулет, будь то аяты Корана или нет» Ибн аби Шейба в «Мусаннаф», 5/36. Под саляфами, имеются ввиду ученики Ибн Мас’уда. [Конец слов шейха]

Шейху задали вопрос: «Каков хукм того, кто повесил аят «аль-Курси» в машине? И каков хукм человека, который повесил в машине ду’а, которые делают перед путешествием?»

Шейх Салих Али Шейх ответил:

«Это требует уточнения. Если он повесил их для того, чтобы выучить, то это разрешается. Если же он ждет от этих вещей защиты и избавления от беды, то мы уже разобрали подробно данный вопрос. Это является запретным». [Конец слов шейха]

Шейху задали вопрос: «У нас продается посуда и на ней написаны аяты. Что вы скажете?»

Шейх Салих Али Шейх ответил:

«Бывают разные виды посуды. Кто-то из людей пишет аяты для бараката. Это запрещено в шариате. Баракат не попадает в воду от того, что она касается этих аятов.

Если же человек покупает такую посуду для красоты, то это нежелательно по мнению многих ученых. Коран не был ниспослан для того, чтобы делать из него украшения. Всевышний Аллах сказал:

﴿ إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ ﴾

«Воистину, этот Коран указывает на самый правильный путь» Сура «аль-Исра», аят 9». [Конец слов шейха]

Шейху задали вопрос: «Некоторые люди кладут Коран в машину для того, чтобы он оберегал их от сглаза. Разъясните этот момент».

Шейх Салих али Шейх ответил:

«Это является амулетом из Корана. Мы уже изучили этот вопрос. Более правильное мнение, что такой амулет также запрещен. Нельзя использовать Коран, как средство защиты от сглаза. Однако спасает от сглаза его чтение, а также чтение ду’а и поиск убежища у Всевышнего Аллаха.

Коран – это Речь Всевышнего Аллаха, и потому амулет из него не является ширком. Однако, как мы сказали, он является запретным. Пророк, мир ему и благословение Аллаха, не вешал сподвижникам такие амулеты и даже не советовал никому делать это. И если бы это было дозволенным, то сподвижники делали бы такие амулеты, так как они нуждались в них. Ведь, повесить Коран намного проще, чем искать того, кто бы прочитал тебе рукъию. Однако никто из них этого не делал». [Конец слов шейха]

Можно ли носить амулеты, содержащие в себе аяты Корана?
Мнение ученых относительно дозволенности ношения амулетов с аятами Корана расходятся.

Однако, несомненно, мнение тех, кто говорит о недозволенности этого, сильней и правильней.

Во-первых, пророк, мир ему и благословение Аллаха, говорил: «Кто повесил на себя амулет, тот впал в многобожие». Хадисы о запрещении ношения амулетов являются обобщенными, а ничего достоверного делающего из общего запрета исключение нет.

Во-вторых, это запрещали многие праведные предшественники, среди которых Ибн Мас’уд, Ибн ‘Аббас, Хузайфа, ‘Укъба ибн ‘Амир, Ибрахим ан-Нахаи, Хасан аль-Басри и др. Ибн Абу Шайба 5/35-36, «Тайсируль-Азизиль-Хамид» 132-133.

И в-третьих, сообщения, которые передаются от ‘Абдуллаха ибн ‘Амра и ‘Аиши, что они дозволяли вещать в качестве амулета то, что содержало в себе аяты Корана, недостоверны. См. «аль-Мизан» 3/470 имама аз-Захаби и «Тахкъикъ аль-Калим ат-тайиб» 44, шейха аль-Альбани.

Даже если принять во внимание то мнение, что носить талисманы с аятами Корана дозволено, что дозволяли некоторые ученые, то все же есть опасность того, что человек со временем станет уповать на этот талисман, а не на Аллаха, пологая что этот амулет и есть причина избавления от вреда. По этой причине все двери, ведущие к проявлению многобожия необходимо закрыть, и этого следует избегать.

О недозволенности ношения амулетов с аятами Корана также говорили имам Ахмад, шейх ‘Абдур-Рахман ибн Хасан, имам аш-Шаукани, шейх аль-Альбани и ученые постоянного комитета (аль-Ляджнату-ддаима) во главе с шейхом Ибн Базом. Ученые Постоянного комитета во главе с шейхом Ибн Базом говорили: «Единогласны обладающие знанием в том, что запрещено носить амулеты, не содержащие в себе аяты Корана. Однако они разногласили в отношении дозволенности амулетов из аятов Корана. Некоторые дозволили ношение этого, а некоторые запретили. Однако мнение тех, кто это запретил сильней, поскольку опирается на общий смысл хадисов, запрещающих амулеты, а также закрывает двери, ведущие к запретному» См. «Фатауа аль-Ляджна» 1/212.

Воистину, следует уповать лишь на Одного Аллаха, Владыки вселенной и всего что в ней есть. Всевышний Аллах сказал: «А кто уповает на Аллаха, для того Он достаточен!» (Сура «ат-Талякъ», аят 3).

Следует знать, что создание любых причин для улучшения положения в мире этом или ином, не оговоренных шариатом, не принесут никакой пользы! См. «аль-Къаулюль-муфид» 1/109.""",
  """О том, кто испрашивает (или ищет) баракята у деревьев, камней и тому подобных вещей

Шейх Салих Али Шейх говорит:

«Каково положение такого человека? Он – многобожник.

Слово « البركة » происходит от слова « بُرُوك » или же от слова « بِرْكة ».

«аль-Бирка» — это бассейн или водоем. «аль-Бурук» — это когда верблюд садится и не шевелится. Слово «аль-Бирка» указывает на большое количество стоячей воды. Поэтому смысл слова «аль-Баракат» — это большое количество того, в чем есть добро и это добро постоянно, и неразлучно.

«ат-Табарук» — это испрашивание «бараката». Контексты Корана и Сунны указывают на то, что «баракат» дает только Всевышний Аллах. Всевышний Аллах сказал:

﴿ تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ ﴾

«Благословен Тот, Кто ниспослал Своему рабу Различение (Коран)» Сура «аль-Фуркъан», аят 1.

А также:

﴿ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ ﴾

«Благословен Тот, в Чьей Руке власть» Сура «аль-Мульк», аят 1.

А также слова Всевышнего Аллаха:

﴿ وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَاقَ ﴾

«Мы дали баракат ему и Исхаку» Сура «ас-Саффат», аят 113.

А также:

﴿ وَجَعَلَنِي مُبَارَكًا ﴾

«Он сделал меня благословенным» Сура «Марйам», аят 31.

Тот, Кто дает баракат — это Всевышний Аллах. Запрещается говорить о том, что человек дал кому-то баракат.

Баракат, который дает Всевышний Аллах бывает либо в каких-то местах или в каком-то периоде времени, либо баракат бывает в каком-то из созданий.

Например, Всевышний Аллах сделал баракат в месте, где находится дом Аллаха, или вокруг байтуль-Макъдис. Как сказал Всевышний Аллах:

﴿ سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِّنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ البَصِيرُ ﴾

«Пречист Тот, Кто перенес ночью Своего раба, чтобы показать ему некоторые из Наших знамений, из Заповедной мечети в мечеть аль-Акса, окрестностям которой Мы даровали баракат. Воистину, Он — Слышащий, Видящий» Сура «аль-Исра», аят 1.

То есть на этой территории много добра и это добро постоянно. Это побуждает человека быть поближе к этому месту. Однако этот баракат невозможно перенести в другое место, так как баракат привязан именно к этому месту.

Запретная мечеть имеет баракат не из-за своей сущности и не нужно тереться об нее, чтобы получить баракат. Однако, в нем смысловой баракат. Баракат в том, что люди связывают свои сердца с этим местом. Человек получит много добра, если приедет в это место, для того чтобы поклоняться Всевышнему Аллаху.

Также Черный камень, в нем есть баракат. Это баракат в поклонении. Тот человек, который его целует, приобретает баракат следования за Пророком ﷺ. Поэтому ‘Умар ибн аль-Хаттаб сказал: «Клянусь Аллахом, я знаю, что ты всего лишь камень, который не приносит ни пользы, ни вреда. И если бы я не видел, что посланник Аллаха ﷺ целовал тебя, я бы не поцеловал тебя» Бухари 2/160; Муслим 2/925.

Что касается бараката во времени, то это, например, месяц Рамадан. Тот, кто поклоняется Всевышнему Аллаху в такое время, приобретет добро, то есть приобретет такую награду, которую у него не получится получить в другое время.

Также баракат бывает в созданиях Всевышнего Аллаха. Баракат, который Всевышний Аллах создал в людях — это баракат того, кто уверовал. Баракат приходит от Всевышнего Аллаха. Всевышний Аллах дает баракат тем, кто уверовал в Него. Господа верующих — это пророки и посланники. Что касается пророков и посланников, то баракат в их сущности, то есть в их телах есть баракат. Всевышний Аллах дал телу Адама, мир ему, баракат. Также дал баракат телам других пророков, таких как Ибрахим, Нух, ‘Иса и Муса, мир им. Поэтому брать баракат с их тел дозволено.

Точно также, в теле пророка Мухаммада ﷺ есть баракат. Поэтому сподвижники брали баракат с его пота, с его волос. Они дрались за воду, которой он делал омовение.

Поэтому баракат пророков в их сущности и он может переходить от них. И это только в отношении пророков и посланников. Так как таби’ины не требовали баракат с тел таких великих сподвижников, как Абу Бакр, ‘Умар, ‘Усман, ‘Али. Они не брали баракат с их волос или воды, которой те совершали омовение. Поэтому баракат Абу Бакра и ‘Умара не в их телах, а в их делах.

Также Пророк ﷺ сказал: «Поистине, есть такое дерево, баракат которого подобен баракату мусульманина» Бухари, 5444.

В этом хадисе указание на то, что в каждом мусульманине есть баракат. И как сказал один из сподвижников: «Это не первый баракат вашей семьи, о Абу Бакр» Муслим, 367. Это баракат их дел, имана и знаний.

В каждом мусульманине есть баракат. Это баракат его деяний. Баракат его Ислама и имана. Баракат того, как он возвеличивает Всевышнего Аллаха. Это баракат знаний и праведных деяний. Этот баракат не переходит от одного к другому. Поэтому требование бараката от праведников — это следование за ними. Баракат от ученых — это их знания и польза от этих знаний. И не берется баракат с их тела или слюны. И так не поступали с Абу Бакром, ‘Умаром, ‘Усманом и ‘Али.

 

 
Что касается многобожников, то они требовали бараката от своих божеств. Божества были разные:

Идолы из камней.
Могилы.
Души мертвых «аль-уасн».
Деревья.
Разные места, как например, пещеры или родники.
Требование бараката от таких вещей является ширком.

« الشجر » множественное число от слова « شجرة », то есть дерево. Все знают, что такое дерево и что такое камень. Многобожники требовали баракат от деревьев и камней. Это же повторилось во времена шейха Мухаммада.

Каков их хукм? Человек, совершающий такое является многобожником. Об этом сказал шейх ‘Абдур-Рахман ибн Хасан в книге «Фатх уль-Маджид». Но остается вопрос это большой ширк или малый? Шейх Сулейман ибн ‘Абдуллах в книге «Тайсир аль-’Азиз аль-Хамид» привел аят:

﴿ أَفَرَأَيْتُمْ اللَّاتَ وَالْعُزَّى ﴾

«Не видели ли вы аль-Лят и аль-Уззу?» Сура «ан-Наджм», аят 19.

А затем сказал: «Если этот ширк большой, то соответствие этого аята данной главе явное. А если же ширк малый, то шейх Мухаммад использовал аяты о большом ширке для предостережения от малого, как это делали саляфы».

На самом деле требование бараката может быть большим ширком, а может быть и малым.

Большим ширком оно будет тогда, когда человек считает эти божества посредниками между рабом и Аллахом, то есть он думает, что эти божества приближают его к Аллаху. Это было убеждением многобожников во времена джахилии. Всевышний Аллах сказал:

﴿ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى ﴾

«А те, которые взяли себе вместо Него других покровителей и помощников, говорят: «Мы поклоняемся им только для того, чтобы они приблизили нас к Аллаху как можно ближе»» Сура «аз-Зумар», аят 3.

А малым ширком будет тогда, когда человек считает эти камни или деревья причиной бараката, который приходит от Всевышнего Аллаха. У такого человека нет убеждений, что эти вещи приближают его к Аллаху. Это подобно тому, кто одевает амулет «тамима», делая его причиной.

Шейх привел аяты, где Всевышний Аллах говорит:

﴿ أَفَرَأَيْتُمْ اللَّاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى ﴾

«Не видели ли вы аль-Лят и аль-‘Уззу, и еще третью ничтожную — Манат?» Сура «ан-Наджм», аяты 19-20.

«аль-Лят» — это белая скала (камень) в Таифе. Она была уничтожена, когда племя сакъиф приняли Ислам. Пророк ﷺ послал Мугъиру ибн Шу’бу, для того чтобы разрушить этот идол. На этой скале был дом, а в нем служители.

В къыраате Ибн ‘Аббаса и некоторых других сподвижников пришло слово «аль-лятт» с двумя буквами «та».

«аль-Лятт» — это мужчина, который был известен тем, что готовил муку с финиками и кормил людей. Некоторые говорят, что он жил на этой скале, поэтому люди начали возвеличивать эту скалу. Другие же сказали, что это могила этого человека.

«аль-’Узза» — это три дерева между Меккой и Таифом. На них было построено некое строение. В нем были служители и женщина-колдунья. Когда Пророк ﷺ открыл Мекку, он отправил Халида ибн Уалида и тот вырубил эти деревья. Когда Халид вернулся, Пророк ﷺ сказал ему: «Вернись, поистине, ты ничего не сделал» Затем Халид вернулся туда и убил эту колдунью. Тогда Пророк ﷺ сказал: «Это и есть /’Узза/» Насаи в «Сунан аль-Кубра», 11547; Абу Я’ля, 902; аль-Хайсами в «Маджму’а аз-Заваид», 6/176.

«аль-Манат» — это также скала, рядом с которой приносили в жертву животных.

Шейх привел в данной главе этот аят, потому что «аль-Лят» и «аль-Манат» были скалами, а «аль-’Узза» — деревья. В наше время происходит то же самое около деревьев, камней, пещер и могил. Это можно увидеть в некоторых странах, где люди требуют баракат от деревьев, камней и могил.

 

 
Абу Вакид ал-Лейси рассказывал: «Вместе с посланником ﷺ мы отправились в Хунайн. В то время мы были ещё новыми мусульманами, недавно отказавшимися от неверия, а у мушриков было дерево, у которого они собирались для своих обрядов, развешивая на нём своё оружие, и которое называли Зату Ануат (имеющий подвески). Так вот, когда мы проезжали мимо этого дерева, то сказали: «О посланник Аллаха, сделай и нам Зат Анват — такой же, как и у них». Посланник Аллаха ﷺ ответил нам: «Аллаху Акбар! Это всё обычаи прошлого! Клянусь Тем, в Чьих Руках моя душа, вы попросили то же, что попросили у Мусы сыны Израилевы: «Сделай и нам божество — такое же, как и у них». Он сказал: «Истинно, вы — народ невежественный!» ‘Абдур-Разакъ в «Тафсир», 2/235; Ахмад, 5/218; Ибн Аби Шейба в «Мусаннаф», 37375; Тирмизи, 2180; Насаи в «Сунан аль-Кубра», 11185; Ибн Аби ’Асым, 76; Ибн Джарир в «Тафсир», 9/45; Табарани в «Му’джам аль-Кабир», 3290-3294; Абу Я’ля, 1441; Ибн Хиббан, 6702; Лялякаи в «Шарх Усуль аль-И’тикъад», 204-205. Сказал Тирмизи: «Хасан Сахих».

У многобожников было это дерево. Их убеждения, связанные с этим деревом, заключались в трех вещах:

Они его возвеличивали.
Они совершали около него свои обряды.
Они вешали на это дерево свое оружие, надеясь на то, что на оружие перейдет баракат.
Они делали около него «и’тикаф». «И’тикаф» — это нахождение в каком-либо месте из-за величия этого места. Это является большим ширком.

Сподвижники, недавно принявшие Ислам, сказали: «О посланник Аллаха, сделай и нам Зат Ануат — такой же, как и у них». Они считали, что это не входит в ширк. Считали, что это действие не портит слова Таухида. Поэтому ученые сказали: «Отсюда мы понимаем, что некоторые достойные люди также могут ошибиться в вопросах ширка». Сподвижники были самыми сильными в арабском языке, но некоторые из тех, кто принял Ислам после открытия Мекки, еще не знали о некоторых вопросах таухида. И посланник Аллаха, мир ему и благословение Аллаха, сравнил их слова со словами многобожников.

Общеизвестно, что многобожники поклонялись другим божествам, помимо Всевышнего Аллаха, например, поклонялись дереву «Затуль-Ануат». А сподвижники не поклонялись этому дереву, они просто сказали такие слова. Пророк ﷺ уподобил их слова словам народа Мусы. Пророк, мир ему и благословение Аллаха, запретил им подобное и они поняли, но если бы они продолжили просить такое дерево, то совершили бы большой ширк. Но их просьба являлась малым ширком, так как в ней связь сердца с кем-либо помимо Всевышнего Аллаха. Когда они просили, они не знали, что эта просьба является запретной. Поэтому мы не имеем право думать, что они специально противоречили Пророку ﷺ и желали ослушаться его. Их ширк заключался в словах. Как сказали ученые: «Их слова — это малый ширк».

Поэтому шейх сказал: «Ширк имеет большую и малую форму, поскольку они не вышли из Ислама после того, как попросили Пророка ﷺ сделать им дерево, подобно дереву мушриков».

Большой ширк многобожников не заключался лишь в том, что они просто требовали баракат от этого дерева. Помимо этого они возвеличивали Затуль-Ануат, а также делали у него и’тикаф. Если человек считает, что требование бараката от камней и деревьев приближает его к Аллаху и удаляет от него беды, то он совершает большой ширк. И как мы говорили ранее, ширк времен джахилийи заключался в трех вещах:

Возвеличивание. Они возвеличивали идолы, поклоняясь им. И недозволенно посвящать поклонение кому-либо помимо Всевышнего Аллаха. Они считали, что эти идолы приближают их к Аллаху, а подобные убеждения являются ширком.
И’тикаф около идолов. И’тикаф — это нахождение в каком-либо месте из-за величия этого места. А это является из видов поклонения.
Требование бараката.
И то, что содержит в себе эти три вещи считается большим ширком.

Если задуматься о действиях тех людей, которые поклоняются могилам в наше время, то мы поймем, что их деяния подобны тем деяниям, которые совершали мушрики у «аль-Лята», «аль-’Уззы», «аль-Маната» и дерева «Затуль-Ануат». Они считают, что духовно связаны с теми, кто похоронен в могилах, и что, те будут посредниками между рабом и Всевышним Аллахом. Это большой ширк. Они связали свои сердца с кем-то помимо Всевышнего Аллаха, желая от тех, получения пользы и отдаления от вреда. Всевышний Аллах сказал о том, что многобожники говорят:

﴿ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى ﴾

«Мы поклоняемся им только для того, чтобы они приблизили нас к Аллаху как можно ближе» Сура «аз-Зумар», аят 3.

Другие же люди считают это причиной бараката. Например, некоторые люди заходят на территорию Харама и обтираются о двери мечети, об ее стены. Если они считают, что в этих стенах есть какой-то дух, и тому подобное, то это большой ширк.

Если же он трется об них, считая, что там баракат, и это всего лишь причина, то это малый ширк. Если же он связал сердце с тем, что обтирает, требует от этого бараката, возвеличивая этот предмет, считая, что в нем дух, то это большой ширк». [Конец слов шейха]""",
  """О жертвоприношении (забх) не Аллаху

Шейх Салих Али Шейх говорит:

«Забх — это пролитие крови (жертвоприношение). В жертвоприношении есть две важные вещи, которые являются основой этого раздела:

1. Жертвоприношение с именем Всевышнего Аллаха или же жертвоприношение с именем кого-то другого.

Всевышний Аллах разрешил то, над чем упомянули Его имя, сказав:

﴿ فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنتُمْ بِآيَاتِهِ مُؤْمِنِينَ ﴾

«Ешьте же из того, над чем произнесено имя Аллаха, если вы веруете в Его знамения» Сура «аль-Ан’ам», аят 118.

А иначе, как сказал Всевышний Аллах:

﴿ إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللّهِ ﴾

«Он запретил вам мертвечину, кровь, мясо свиньи и то, что принесено в жертву не с именем Аллаха» Сура «аль-Бакара», аят 173.

Вопрос поминания Аллаха при жертвоприношении связан с обращением к кому-либо кроме Аллаха исти’ана. Тот человек, который упоминает имя Аллаха перед жертвоприношением, просит Всевышнего Аллаха о помощи.

2. Жертвоприношение ради кого-то с намерением приблизиться к нему.

Это относится к таухиду улюхийя. Человек должен резать с именем Всевышнего Аллаха и ради Него, то есть с намерением приблизиться к Нему.

Бывают 4 вида жертвоприношения:

С именем Аллаха и ради Него. Это и есть таухид.
С именем Аллаха, но не ради Него. Это ширк в поклонении.
Не с именем Аллаха и не ради Него. Это двойной ширк: ширк в поклонении и ширк в «исти’ана».
Не с именем Аллаха, но ради Него. Это ширк в рубубийя.
Обязательно при жертвоприношении упомянуть имя Всевышнего Аллаха, а также иметь намерение приблизиться к Нему.

Запрещено кушать мясо животного, при закалывании которого намеренно не произнесли имя Всевышнего Аллаха.

Иногда человек просто режет животное, не имея намерение приблизиться к кому-то и это дозволено, так как данный вид не относится к поклонению. Допустим, человек порезал животное, для того чтобы накормить гостей, которые к нему приехали.

Мы понимаем, что поминать имя Всевышнего Аллаха перед жертвоприношением является обязательным. Также нельзя иметь намерение приблизиться, посредством жертвоприношения, к кому-либо, помимо Всевышнего Аллаха. Человек может резать животное с намерением приблизиться к Аллаху во время «удхия» или хаджа, или ’акъика и тому подобное, из того, что приказал тебе Всевышний Аллах. Это великое поклонение, которое любит Всевышний Аллах.
Человек может резать с именем Всевышнего Аллаха, но не ради Него. Человек режет животное, например, для того чтобы приблизиться к мертвому, будь то какой-либо пророк или праведник. Такой человек попадает в ширк, так как он делал жертвоприношение, возвеличивая мертвого, а не Всевышнего Аллаха. Также в ширк попадает тот, кто имеет намерение приблизиться своим жертвоприношением к царю или правителю. Это до сих пор можно встретить в некоторых местах. Животное, зарезанное кому-либо, кроме Всевышнего Аллаха, запрещено употреблять в пищу.
Человек может резать, не упомянув имя Всевышнего Аллаха, и не ради Него. Это собрало в себе два вида ширка: ширк в «исти’ана» и ширк в «улюхийя».
Человек может резать не с именем Аллаха, но ради Него. Это очень редкое явление.
Шейхуль-Ислам ибн Таймийя сказал: «Общеизвестно, что ширк в “улюхийя” намного хуже, чем ширк в “рубубийя”».

Самое главное понимать, что ширк в улюхийя — это жертвоприношение не ради Аллаха. А ширк в исти’ана — это жертвоприношение не с именем Всевышнего Аллаха. Всевышний Аллах сказал:

﴿ وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرْ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ ﴾

«Не ешьте из того, над чем не было произнесено имя Аллаха, ибо это есть нечестие. Воистину, дьяволы внушают своим помощникам препираться с вами. Если вы станете повиноваться им, то окажетесь многобожниками» Сура «аль-Ан’ам», аят 121.

 

 
Всевышний Аллах сказал:

﴿ قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَاي وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ * لاَ شَرِيكَ لَهُ ﴾

«Скажи: «Воистину, моей жизнью и моей смертью владеет Аллах Господь миров, и свой намаз и жертвоприношение я посвящаю (одному) Ему. Нет у Него сотоварищей»» Сура «аль-Ан’ам», аяты 162-163.

В предложении пришла частица «инна». Если «инна» приходит перед «джумля хабарийя», это значит то, что тот, к кому ты обращаешься, не верит тебе. Значит, это обращение к многобожникам. Этот аят говорит нам о единобожии, указывая на то, что жертвоприношения достоин только Всевышний Аллах.

Под словом «нусук» имеется ввиду жертвоприношение «забх». Жертвоприношение «забх» ради Всевышнего Аллаха – это великое поклонение. Его можно совершить, зарезав корову, барана, козла или верблюда. Это великое поклонение, так как:

В нем пролитие крови ради Всевышнего Аллаха.
После жертвоприношения в сердце человека появляется надежда, что Всевышний Аллах обязательно его вознаградит.
Человек хорошо думает об Аллахе.
Человек избавляется от жадности, желая приобрести то, что у Всевышнего Аллаха.
Жертвоприношение — это великое поклонение, которое любит Всевышний Аллах.

Также в аяте указание на то, что молитва и жертвоприношение — это два вида поклонения.

В словах: « لِلَّهِ رَبِّ الْعَالَمِينَ » пришла «лям истихкак». Как известно, частица «лям» бывает нескольких видов:

— «Лям», указывающая на владение.Всевышний Аллах сказал:
﴿ أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ ﴾

«Что касается корабля, то он принадлежал беднякам» Сура «аль-Кахф», аят 79.

— «Лям ихтисос», чем-то похожая на «лям», указывающую на владение.
— «Лям истихкак», указывающая на достоинство.
Например, « الْحَمْدُ لِلَّهِ » — Хвалы достоин Аллах.

Поэтому смысл аята: «Моей молитвы и моего жертвоприношения достоин только Аллах». Что касается другой части аята, то ее смысл: «Воистину, моей жизнью и моей смертью владеет Аллах — Господь миров».

Данный аят указывает нам на таухид улюхийя и на таухид рубубийя. Слова: «Моей молитвы и моего жертвоприношения достоин только Аллах», — это таухид улюхийя. А слова: «Воистину, моей жизнью и моей смертью владеет Аллах — Господь миров», — это таухид рубубийя.

В конце аята Всевышний Аллах сказал: «Нет у Него сотоварищей». Нет никого достойного молитвы и жертвоприношения, кроме Всевышнего Аллаха. И поэтому нельзя посвящать молитвы и жертвоприношения кому-либо, помимо Него. И также, нет Ему сотоварищей во власти, поэтому жизнь и смерть в Его Руках.

Всевышний Аллах сказал:

﴿ فَصَلِّ لِرَبِّكَ وَانْحَرْ ﴾

«Посему совершай намаз ради своего Господа и закалывай жертву» Сура «аль-Каусар», аят 2.

В этом аяте приказ совершать молитву и жертвоприношение. Если Всевышний Аллах приказал это, значит, оно заходит в виды поклонения. Поклонение /аль-’ибада/ — это все то, что любит Всевышний Аллах и то, чем Он доволен, из слов и дел, будь то явных или скрытых.

Всевышний Аллах приказал совершать молитву, значит, Он любит ее. Всевышний Аллах приказал закалывать жертву, значит, Он любит это. Также другое правило гласит: «Поклонение — это все то, что приближает раба к Аллаху, будь то приказы или запреты». И это верно, так как жертвоприношение совершается для того, чтобы приблизиться к Аллаху.

Всевышний Аллах сказал:

﴿ إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ ﴾

«Мы даровали тебе аль-Каусар» Сура «аль-Каусар», аят 1.

«аль-Каусар» — это бесчисленные блага, в том числе и одноименная река в Раю. А затем Всевышний Аллах продолжил:

﴿ فَصَلِّ لِرَبِّكَ وَانْحَرْ ﴾

«Посему совершай намаз ради своего Господа и закалывай жертву» Сура «аль-Каусар», аят 2.

В этом аяте пришла частица «фа сабабийя». То есть смысл аята: «Молись своему Господу, Который дал тебе бесчисленные блага и приближайся к Нему, совершая жертвоприношение».

Этот аят был приведен в данной главе, для того чтобы указать на то, что жертвоприношение является поклонением.

 

 
‘Али рассказывал: «Посланник Аллаха ﷺ поведал мне четыре вещи: Проклял Аллах того, кто принес жертву не Ему! Проклял Аллах того, кто проклял своих родителей! Проклял Аллах того, кто предоставил укрытие еретику (или нововведению)! Проклял Аллах того, кто изменил границы раздела земли!» Муслим, 1978.

В этом хадисе угроза тому, кто приносит жертвоприношение не Всевышнему Аллаху. Проклятие — это изгнание и удаление от милости Всевышнего Аллаха. Всевышний Аллаха — Он Тот, Кто удаляет таких людей от Своей милости.

Также этот хадис можно понять, как ду’а Пророка ﷺ. Как будто, Пророк ﷺ делает ду’а против того, кто принес жертвоприношение не Аллаху. В этом указание на то, что жертвоприношение не Аллаху является одним из тяжких грехов. И это понятно, так как такое жертвоприношение является ширком. Поэтому такой человек достоин проклятия.

Тарик ибн Шихаб рассказывал, что посланник Аллаха ﷺ сказал: «Из-за одной мухи один человек вошел в Рай, а другой — в Огонь». Люди спросили: «Как это, о посланник Аллаха?!» Он ответил: «Как-то два человека проездом попали в племя язычников, мимо идола которого никому не разрешали пройти, пока он не принесет ему что-нибудь в жертву. Идолопоклонники сказали одному из путников: «Принеси что-нибудь в жертву!» Он ответил: «Но у меня нет ничего, что я мог бы пожертвовать». Они сказали: «Ну тогда принеси в жертву хотя бы муху!» Когда он пожертвовал идолу муху, ему было позволено продолжить путь, а затем он попал в Огонь. Затем идолопоклонники сказали другому путнику: «Принеси что-нибудь в жертву!» На это он ответил: «Кроме Аллаха, Всемогущ Он и Велик, я никому и ничему не делаю жертвоприношений!» Ему отрубили голову, и он попал в Рай». На самом деле этот хадис передается от сподвижника Сальмана аль-Фариси, а не от Пророка ﷺ и приводит его именно от него как раз сам имам Ахмад, но не в книге «аль-Муснад», как это полагают некоторые, а в книге «аз-Зухд» № 84.

Также это сообщение от Сальмана аль-Фариси приводят Ибн Аби Шейба 12/358, Абу Ну’айм в «аль-Хилья» 1/203, аль-Байхакъи в «Шу’аб аль-иман» 7343, и др. И от Сальмана это сообщение является достоверным, шейх аль-Альбани и шейх ‘Абдуль-Къадир аль-Арнаут назвали его достоверным.

Жертвоприношение идолу стало причиной того, что человек попал в Огонь. И такое жертвоприношение является большим ширком.

Человек принес в жертву муху, которая не имеет никакой цены и вошел навечно в Огонь. Поэтому тот, кто принесет в жертву нечто более ценное, чем муха, тем более попадет в Огонь.

Обрати внимание на то, что племя язычников не заставляли этого человека приносить такую жертву. Многобожники никому не разрешали пройти, пока он не принесёт идолу что-нибудь в жертву. Однако, это не принуждение, так как этот человек мог вернуться и пойти по другой дороге. И поэтому это не заходит в слова Всевышнего Аллаха:

﴿ مَن كَفَرَ بِاللّهِ مِن بَعْدِ إيمَانِهِ إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإِيمَانِ وَلَكِن مَّن شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ اللّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ ﴾

«Гнев Аллаха падет на тех, кто отрекся от Аллаха после того, как уверовал, — не на тех, кто был принужден к этому, тогда как в его сердце покоилась твердая вера, а на тех, кто сам раскрыл грудь для неверия. Им уготованы великие мучения» Сура «ан-Нахль», аят 106.

Поэтому некоторые ученые ошиблись, сказав, что в данном хадисе указание на принуждение. Даже, если мы согласимся с ними в этом, то ответим, что это относится к шариату прошлых народов, а в нашем шариате принуждение является оправданием.

Но почему тогда отрубили голову тому, кто не принес муху в жертву? Потому что он унизил их идола, сказав: «Кроме Аллаха, Всемогущ Он и Велик, я никому и ничему не делаю жертвоприношений!».

В этом хадисе явное указание на то, что жертвоприношение не Аллаху является большим ширком. И тот, кто принес жертву не Аллаху, он многобожник, и это выводит его из Ислама». [Конец слов шейха]""",
  """Запрещено приносить жертвоприношение Аллаху в том месте (или около того места), где приносится жертва не Аллаху

Шейх Салих Али Шейх говорит:

«Шейх сказал в названии главы: «Запрещено приносить жертву Аллаху в том месте (би макани)…». В этом предложении арабский предлог «ба» обладает более широким смыслом, чем предлог «фи», потому что он одновременно указывает как на определенное место, так и на прилегающие к нему места. В данном случае имеются в виду оба эти значения, и поэтому нельзя делать жертвоприношения Аллаху как вблизи от того места, где приносят жертву не Аллаху, так и в самом месте, где приносят жертву не Аллаху.

Допустим, какое-то место, где приносят жертву не Аллаху, как например, могила или мавзолей. Многобожники избрали эти места для поклонения своим идолам или своим мертвым. Запрещено мусульманину делать жертвоприношение в этом месте, даже несмотря на то, что его жертвоприношение посвящено Всевышнему Аллаху. Потому что поступающий таким образом уподобляется многобожникам, возвеличивая места, в которых они совершают всевозможные обряды поклонения и посвящают их не Аллаху. Одним словом, совершать жертвоприношение Одному Аллаху в том месте, в котором люди приносят жертвы не Аллаху, запрещается. Более того, это является одним из путей распространения многобожия и побуждает людей почитать такие места.

Всевышний Аллах сказал:

﴿ لاَ تَقُمْ فِيهِ أَبَدًا لَّمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُواْ وَاللّهُ يُحِبُّ الْمُطَّهِّرِينَ ﴾

«Никогда не совершай в ней намаз. Мечеть, которая с первого дня была основана на богобоязненности, больше заслуживает того, чтобы ты выстаивал в ней. В ней есть мужи, которые любят очищаться. Воистину, Аллах любит очищающихся» Сура «ат-Тауба», аят 108.

Это запрет на совершение молитвы в мечети «ад-Дырар», так как ее построили лицемеры. Эта мечеть была основана для устроения засады на мусульман и для борьбы с Аллахом и Его Посланником ﷺ. Именно такую цель преследовали люди, построившие эту мечеть, и мусульманам было запрещено совершать в ней намаз вместе с ними, поскольку это означало бы одобрение совершенного ими поступка и способствовало бы увеличению их рядов. Кроме того, намаз в ней стал бы искушением для многих людей. По этим причинам Великий и Могучий Аллах запретил Своему Пророку ﷺ и правоверным молиться в мечети, построенной для нанесения вреда.

Соответствие аята данной главе явное. Всевышний Аллах запретил Пророку ﷺ совершать молитву в мечети «ад-Дырар». И совершенно ясно, что Пророк ﷺ и правоверные совершали намаз искренне ради Великого и Могучего Аллаха, а не ради кого-либо еще. Они не хотели навредить этим религии, не хотели вносить раскол, однако им все равно было запрещено это. Потому что этим самым они уподобляются многобожникам и увеличивают их ряды.

И тоже самое можно сказать тому, кто режет жертву ради Аллаха в том месте, где режут жертвы не ради Него. Так как этот человек как будто бы возвеличивает это место.

Здесь есть такой момент, а именно то, что от некоторых сподвижников пришло разрешение совершать молитву в церкви. Например, ‘Умар ибн аль-Хаттаб молился в церкви в Байт уль-Макъдис. Разве это не похоже на молитву в мечети «ад-Дырар»?

Нет никакой проблемы в этом. Пророк ﷺ запретил молитву в мечети «ад-Дырар» и в тех, местах где режут жертву многобожники из-за того, что вид поклонения внешне одинаков. Жертва мусульманина и жертва многобожника внешне похожа. Ты не можешь различить между ними. Точно также, если бы Пророк ﷺ и сподвижники молились бы в мечети «ад-Дырар», то их молитва была бы похожа на молитву лицемеров. Однако все различие только в сердце. Но люди не видят то, что в сердцах. Поэтому это может привести к вреду.

Что касается молитвы в церкви, то действия разные, так как молитва христиан отличается от молитвы мусульман. Тот, кто увидит молитву мусульманина, сразу поймет, что это не молитва христиан. В этом и разница между данными ситуациями.

Сабит ибн ад-Даххак рассказывал: «Однажды один человек дал обет зарезать жертвенного верблюда в Буане и спросил об этом мнение Пророка ﷺ. Тот спросил: «Стоял ли на том месте какой-нибудь языческий идол, которому поклонялись люди?» Ему ответили: «Нет». Пророк ﷺ опять спросил: «А проходил ли там какой-нибудь ’ид (т.е. постоянные собрания) идолопоклонников?» Люди ответили: «Нет, не проходил». Тогда посланник Аллаха ﷺ сказал: «Исполняй свой обет, однако не следует исполнять обет, данный о неповиновении Аллаху, а также о том, чем не владеет сын Адама»» Абу Дауд, 3313; Байхакъи в «Сунан аль-Кубра», 10/83; Ибн Хазм в «аль-Мухалля», 8/22; Табарани в «Му’джам аль-Кабир», 1341; Иснад достоверный по условиям двух шейхов (Бухари и Муслима), как об этом сказал шейх уль-Ислам ибн Таймийя и Хафиз ибн Хаджар в «ат-Талхис», 4/180. Основа хадиса у Бухари, 5700; Муслим, 110. Шейх Альбани назвал хадис достоверным в «Сахих аль-Джами’», 2551.

Когда мужчина спросил у Пророка ﷺ разрешения совершить жертвоприношение в Буване, тот потребовал от него дополнительных разъяснений, потому что обстоятельства требовали этого. Так как Пророк ﷺ не понял почему тот человек выбрал именно это место. Быть может, там было место, где собирались многобожники или нечто подобное. И его вопрос свидетельствует о том, что если бы там находился какой-либо из идолов, которому поклонялись во времена невежества, то совершать жертвоприношение в этом месте было бы запрещено. Вот почему этот хадис имеет отношение к данной главе.

Затем он спросил, проходили ли там какие-нибудь собрания «’ид» идолопоклонников. Арабское слово «’ид» означает место или время, которое периодически повторяется или в котором люди периодически собираются. Поэтому «’ид» — это то место, куда люди постоянно приходят в определенное время. Поэтому Пророк ﷺ сказал: «Не делайте мою могилу ’идом (местом, куда будут постоянно возвращаться)» Имам Ахмад в «Муснад», 2/367; Абу Дауд, 2042; аль-Байхакъи в «Шу’аб аль-Иман», 4162; Имам Науауи назвал хадис достоверным в «Рияд ас-Салихин», стр. 316.

Также различные времена могут быть ’идом, так как к некоторым из них люди часто возвращаются.

Хорошо известно, что любые ’иды язычников, будь то собрания, связанные с определенным местом или проходящие в определенное время, отмечались в соответствии с их религией, которая строилась на приобщении сотоварищей к Аллаху. Из этого следует, что во время своих ’идов они совершали свои обряды поклонения, приобщая сотоварищей к Аллаху. Одним из поступков, которые язычники совершали во время своих ’идов, было жертвоприношение и пролитие крови ради идолов. Более того, это деяние можно было назвать величайшим из обрядов, которые они совершали. А это значит, что уподобляться многобожникам, приходя в то место, где они приносили жертву не Аллаху, и совершать деяние, которое внешне похоже на деяния самих многобожников, запрещается, даже если человек является искренним единобожником, приносит жертву только Аллаху и совершает намаз только ради Великого и Могучего Аллаха. И причина этого заключается только во внешнем уподоблении многобожникам.

Поскольку причин запретить жертвоприношение в Буване не было, Посланник Аллаха ﷺ сказал: «Исполняй свой обет! Но не следует исполнять обет, связанный с ослушанием Аллаха и тем, чем сын Адама не владеет». Ученые сказали, что употребление в этом хадисе арабского союза «фа» означает, что причина позволения исполнить обет в Буване заключается в том, что предшествовавшие этому обстоятельства не были ослушанием Аллаха. А заданные вопросы указывают на то, что приносить жертву Аллаху в тех местах, где прежде находился идол, которому поклонялись язычники, или где проходили собрания язычников, запрещается, и подобные поступки являются ослушанием Великого и Могучего Аллаха». [Конец слов шейха]""",
  """Посвящение обета (назр) не Аллаху является ширком

Шейх Салих Али Шейх говорит:

«ан-Назр не Всевышнему Аллаху — это один из видов ширка. Под ширком здесь подразумевается большой ширк. Почему? Сущность «назра» в том, что человек обязывает себя каким-то поклонением перед Всевышним Аллахом. То есть «назр» — это обязывание себя каким-то поклонением. «Назр» может иметь связь с чем-то, а может быть и несвязанным.

Также указанием на то, что назр является поклонением служит то, что Всевышний Аллах похвалил тех, кто выполняет его. Он сказал:

﴿ يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ﴾

«Они исполняют обеты /назр/ и боятся дня, зло которого разлетается» Сура «аль-Инсан», аят 7.

В этом указание, что исполнение назра узаконено в шариате. Это может быть обязательным, а может быть желательным. Всевышний Аллах любит это дело. Также Пророк ﷺ сказал: «Тот, кто дал обет быть покорным Аллаху, пусть будет покорным Ему, а тот, кто дал обет ослушаться Аллаха, не должен Его ослушиваться» Бухари, 6700.

Также Всевышний Аллах сказал:

﴿ وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللهَ يَعْلَمُهُ وَمَا للظَّالِمِينَ مِنْ أَنْصَارٍ ﴾

«Что бы вы ни потратили, какой бы обет /назр/ вы ни дали, Аллах знает об этом. Но для беззаконников нет помощников» Сура «аль-Бакара», аят 270.

Это указывает на то, что Всевышний Аллах любит исполнение назра. И посвящение этого великого поклонения кому-либо, помимо Всевышнего Аллаха будет ширком.

Тут возникает вопрос! Давать назр является порицаемым делом в религии. Пророк ﷺ сказал о назре: «Нет в нем добра» Муслим, 1639.

Как же Пророк ﷺ порицает то, что является поклонением?

Назр бывает двух видов:

«Назр мутлякъ». Это обязывание себя каким-то поклонением. И это обязывание ни с чем не связано. Например, человек говорит: «Я даю обет /назр/ Всевышнему Аллаху, что совершу два рака’ата молитвы». И это происходит без какой-либо причины. Этот вид /назра/ не заходит в то, что порицал пророк, мир ему и благословение Аллаха, сказав: «Нет в нем добра. Он служит лишь [средством], позволяющим [получить что-нибудь] от скупого» Муслим, 1639.
«Назр мукъайяд». Человек обязывает себя каким-то поклонением, прося за это поклонение что-то у Всевышнего Аллаха. Например, он говорит: «Если Всевышний Аллах излечит такого-то человека от болезни, то я даю назр раздать столько-то милостыни». Или говорит: «Если я сдам экзамены, то всю ночь простою в молитве». Такой человек как будто бы ставит условие Всевышнему Аллаху, говоря: «О Господь, если ты мне дашь это и это, то я буду держать пост /саум/». То есть это по какой-то причине, прося что-то взамен. Это и есть то, о чем сказал Пророк ﷺ: «Нет в нем добра. Он служит лишь [средством], позволяющим [получить что-нибудь] от скупого» Муслим, 1639.
Жадный человек не совершает какое-либо поклонение, пока не получит что-то взамен. Это очень распространено среди простых людей. Они думают, что их нужды могут быть выполнены только через назр. Шейхуль-Ислам ибн Таймийя сказал: «Запрещено быть убежденным в том, что нужды человека могут быть исполнены только посредством назра. Такой человек думает, что Всевышний Аллах дает только взамен на что-то другое. Это плохие мысли об Аллахе, так Он проявляет милость Своим рабам просто так».

Отсюда мы понимаем, что «назр мутлякъ» не входит в порицаемое. Однако выполнение назра, будь он мутлякъ или мукъайяд — это поклонение. А порицание связано не с самим делом, а с убеждениями.

Также у нас есть правило относительно доводов в вопросах, связанных с большим ширком.

Доводы бывают двух видов:

Любое доказательство из Корана и Сунны, говорящее о том, что только Всевышний Аллах достоин поклонения, указывает на то, что любой вид поклонения нужно посвящать только Ему. Это является одним из видов доказательств. И тот, кто посвятил какое-либо поклонение кому-то, кроме Всевышнего Аллаха, совершил ширк.
Конкретное доказательство, говорящее об определенном виде поклонения.
И относительно назра пришли общие доводы. Как, например, слова Всевышнего Аллаха:

﴿ وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ﴾

«Твой Господь предписал вам не поклоняться никому, кроме Него» Сура «аль-Исра», аят 23.

А также:

﴿ وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ ﴾

«Я сотворил джиннов и людей только для того, чтобы они поклонялись Мне» Сура «аз-Зарийат», аят 56.

А также:

﴿ وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا ﴾

«Поклоняйтесь Аллаху и не приобщайте к Нему сотоварищей» Сура «ан-Ниса», аят 36.

А также:

﴿ قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا ﴾

«Скажи: «Придите, и я прочту то, что запретил вам ваш Господь». Никого не приобщайте к Нему в сотоварищи» Сура «аль-Ан’ам», аят 151.

Назр является поклонением, а Всевышний Аллах запретил посвящать поклонение кому-либо, кроме Него. Кто сделает подобное, тот многобожник.

Также ты можешь привести конкретные аяты или хадисы относительно назра. И шейх в начале книги привел общие доводы, а затем в каждой главе привел конкретные доводы. Это является глубоким пониманием написания книг и доводов шариата. Потому что доводы человека должны быть различными. Если ты приведешь сначала общие, а затем конкретные доводы, то у твоего оппонента не найдется ответа. А если ты привел всего лишь один довод, то он может его исказить и начать спорить. Если человек начнет учить наизусть доказательства, которые приводят ученые, тогда никто не сможет его одолеть. Всевышний Аллах обещал Своим рабам победу, сказав:

﴿ إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ ﴾

«Воистину, Мы окажем помощь Нашим посланникам и верующим в мирской жизни и в тот день, когда предстанут свидетели» Сура «Гъафир», аят 51.

И как сказал шейх в книге «Кашф аш-Шубухат»: «Простой единобожник может победить тысячу ученых многобожников». И это действительно так.

Всевышний Аллах сказал:

﴿ يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ﴾

«Они исполняют обеты /назр/ и боятся дня, зло которого разлетается» Сура «аль-Инсан», аят 7.

Доказательство ясное и понятное. Всевышний Аллах похвалил тех людей, которые исполняют свой назр. Значит Всевышний Аллах любит такой вид поклонения. Если это поклонение, значит посвящение его кому-либо, кроме Всевышнего Аллаха, будет ширком.

Также Всевышний Аллах сказал:

﴿ وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللهَ يَعْلَمُهُ وَمَا للظَّالِمِينَ مِنْ أَنْصَارٍ ﴾

«Что бы вы ни потратили, какой бы обет /назр/ вы ни дали, Аллах знает об этом. Но для беззаконников нет помощников» Сура «аль-Бакара», аят 270.

Всевышний Аллах возвеличил назр, указывая на то, что знает о нем.

Также Пророк ﷺ сказал: «Тот, кто дал обет быть покорным Аллаху, пусть будет покорным Ему, а тот, кто дал обет ослушаться Аллаха, не должен Его ослушиваться» Бухари, 6700.

Из этого хадиса следует, что исполнять назр обязательно, а это значит, что исполнение назра является поклонением, которое любит Всевышний Аллах. И объясняется это тем, что обязательные предписания, как и все деяния, необходимые для их совершения, относятся к обрядам поклонения. А для исполнения назра необходимо принести сам назр, ибо если бы не было назра, то не было бы необходимости исполнять его. И исполнять назр нужно потому, что человек, несущий ответственность за свои деяния, обязал себя совершить этот обряд поклонения.

Но если человек дал назр совершить грех, он не должен ослушаться Аллаха, потому что взятое на себя обязательство ослушаться Аллаха противоречит запрету ослушаться Великого и Могучего Аллаха, однако поступивший таким образом обязан совершить искупительные действия, которые совершают при нарушении клятвы. Подробно об этом упоминается в главах о назре, которые входят в книги по фикху.

Назр, принесенный Великому и Могучему Аллаху, является великим обрядом поклонения, и /назр/, принесенный не Аллаху, также является обрядом поклонения. И если человек приносит назр не Аллаху, то он поклоняется творению, если же он приносит /назр/ Аллаху, то он поклоняется Великому и Могучему Аллаху». [Конец слов шейха]

Шейху задали вопрос: «Можно ли давать назр после того, как что-то случилось? Например, я сдал экзамены и затем даю назр поститься три дня».

[Шейх Салих али Шейх ответил]:

«Назр мутлякъ — это такой назр, который не связан ни с чем, что может произойти в будущем. Назр мукъайяд связан с будущим. Человек дает назр совершить то-то и то-то, если случится так или так. Например, говорит: «Если Всевышний Аллах вылечит больного, то я буду поститься три дня».

Назр будет мутлякъ тогда, когда человек дает его просто так или по причине того, что уже случилось. Поэтому то, о чем спрашивали входит в назр мутлякъ. [Конец слов шейха]""",
  """Прибегание (исти’аза) к кому-либо, кроме Аллаха, является ширком

Шейх Салих Али Шейх говорит:

«Таухид познается через то, что противоречит ему. И поэтому тот, кто хочет узнать о таухиде, должен узнать о том, что ему противоречит. Таухид включает в себя утверждение и отрицание. Таухид включает в себя веру в Аллаха и неверие в «тагъута». Тот, кто соберет эти две вещи, будет из тех, кто узнал таухид. Поэтому шейх Мухаммад подробно рассказал о таухиде, а затем подробно рассказал о ширке. Шейх рассказал о малом ширке в словах и в делах, а также о большом ширке в делах и в убеждениях. В предыдущих главах шейх рассказал нам о жертвоприношении и обете назр кому-либо, помимо Аллаха.

Жертвоприношение и обет /назр/ — это два великих поклонения. Они явные. Жертвоприношение связано с делами. Что касается обета /назр/ то дают его словами, а исполняют делами. Шейх вначале рассказал о большом ширке в делах, а это жертвоприношение. Потом рассказал об обете /назр/, так как он исходит от языка. То есть рассказал о деле, а затем о слове. В каждом из них есть убеждение и возвеличивание кого-либо, кроме Всевышнего Аллаха. Всевышний Аллах сказал:

﴿ يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ ﴾

«Среди людей есть такие, которые приобщают к Аллаху равных и любят их так же, как любят Аллаха. Но те, которые уверовали, любят Аллаха сильнее» Сура «аль-Бакъара», аят 165.

А также:

﴿ تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ * إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ ﴾

«Клянемся Аллахом, мы пребывали в очевидном заблуждении, когда равняли вас с Господом миров» Сура «аш-Шу’ара», аят 97-98.

Далее шейх рассказал об «исти’азе» к кому-либо, кроме Всевышнего Аллаха. «Исти’аза» — это слова, которые следуют вместе с убеждением. И этот ширк — большой ширк.

« الاستعاذة » — «аль-Исти’аза» — это поиск убежища, надеясь на то, что тот, к кому он прибегает, спасет его от зла. Также есть термин «лияз» — это прибегание к кому-то, с надеждой на добро.

В арабском языке формула «истаф’аля». От нее образовались такие слова, как «исти’аза», «истигъаса» и «исти’ана». Эта формула в основном указывает на требование чего-то. Например, «истискъа» — это требование дождя. Также бывает и другой смысл. Всевышний Аллах сказал:

﴿ وَاسْتَغْنَى اللَّهُ ﴾

«Аллах обошелся без них» Сура «ат-Тагъабун», аят 6.

То есть тут «истигъна» — это не требование богатства, а наоборот означает большое количество богатства у Всевышнего Аллаха.

Но чаще всего эта формула обозначает требование чего-то. Если тот, кто чего-то просит ниже чем тот, у кого он просит — это называется ду’а. И это со стороны языка, а также со стороны шариата.

«аль-Исти’аза» — это поиск убежища. В нем содержится ду’а.
«аль-Истигъаса» — это просьба о помощи в тяжелой ситуации. В этой просьбе также есть ду’а.
Если в нем ду’а, значит оно поклонение. Всевышний Аллах сказал:

﴿ وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا ﴾

«Мечети принадлежат Аллаху. Не взывайте же ни к кому наряду с Аллахом» Сура «аль-Джинн», аят 18.

А также:

﴿ وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ﴾

«Твой Господь предписал вам не поклоняться никому, кроме Него» Сура «аль-Исра», аят 23.

А также:

﴿ وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا ﴾

«Поклоняйтесь Аллаху и не приобщайте к Нему сотоварищей» Сура «ан-Ниса», аят 36.

Потому что любое требование чего-то — это ду’а. Прошение у равного себе называется «ильтимас». Прошение у того, кто ниже тебя — это «амр» — то есть приказ. Прошение у того, кто выше тебя — это ду’а.

Нет сомнения в том, что делающий «исти’азу» или «истигъасу» ниже, чем тот, к кому он обращается. Поэтому в этих вопросах можно приводить то доказательство, которое указывает на то, что наших ду’а достоин только Всевышний Аллах.

Но любая ли исти’аза является ширком? Это требует разъяснения.

Некоторые ученые сказали: «Исти’аза дозволена только к Аллаху. Запрещено прибегать к созданию, даже если оно может дать тебе убежище. Потому что смысл исти’азы — это обращение сердцем, просьба об убежище, желание и страх». Поэтому такие дела можно посвящать только одному Всевышнему Аллаху.

Другие ученые сказали: «В некоторых доводах пришло об исти’азе к созданиям в том случае, если это создание может помочь. Исти’аза — это просьба защитить от зла. Исти’аза будет большим ширком только тогда, когда тот, к кому обращаются не в силах помочь».

Поэтому данный вопрос следует разбирать подробно. Исти’аза включает в себя дела сердец и дела органов. Внешнее проявление исти’азы — это поиск убежища и защиты от зла. Но помимо этого в исти’азе есть и внутренняя сторона, а это связь сердца.

Когда ученые говорят, что прибегать за убежищем можно только к Аллаху, они имеют ввиду исти’азу, которая включает в себя внутреннее и внешнее проявления вместе. Потому что связывать свое сердце можно только с Аллахом.

В исти’азе есть внешнее и внутреннее проявления. Поэтому среди ученых разногласие в этом вопросе. Ты должен знать, что те люди, которые совершали ширк, придавая к Аллаху в сотоварищи джиннов, праведников и других, они собрали в своей исти’азе внешнее и внутреннее проявления.

Поэтому ясна ложь тех многобожников, которые говорят о том, что делает исти’азу к созданиям, якобы в том, что эти создания могут, заявляя, что Аллах дал им такую возможность. Ложность этих слов можно показать с двух сторон:

Они заявляют, что мертвый или джинн, к которому они прибегают, может им помочь. Надо объяснить им ложность таких заявлений с помощью Сунны, а именно необходимо указать ему на запретность связывания сердец с кем-либо, помимо Всевышнего Аллаха. Исти’аза к кому-либо, помимо Всевышнего Аллаха — это большой ширк, так как в этом поклонение тому, к кому ты прибегаешь. Если же сердце раба спокойно и связано только с Аллахом, и он считает того, к кому он прибегает всего лишь причиной, то это внешняя исти’аза. И если нет связи сердца, то это дозволено.

 

 
Всевышний Аллах говорит:

﴿ وَأَنَّهُ كَانَ رِجَالٌ مِّنَ الإِنْسِ يَعُوذُونَ بِرِجَالٍ مِّنَ الجِنِّ فَزَادُوهُمْ رَهَقاً ﴾

«Мужи из числа людей искали покровительства мужей из числа джиннов, но они только увеличивали в них страх (или беззаконие)» Сура «аль-Джинн», аят 6.

До этого Всевышний Аллах сказал в начале данной суре:

﴿ قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنْ الْجِنِّ ﴾

«Скажи: «Мне было открыто, что несколько джиннов послушали чтение Корана»» Сура «аль-Джинн», аят 1.

В первом аяте пришло слово «рахакъа». «Рахакъа» — это страх или беззаконие. Когда джинны увидели, что к ним делают исти’азу, они посчитали себя великими и зло от них увеличилось. Многобожники думали, что в каждом месте на земле есть свой господин из числа джиннов. Он является хозяином определенного места и управляет им. И поэтому, останавливаясь в каком-либо месте, они говорили: «Прибегаем к господину этого места от ненормальных из его народа». Они надеялись, что этот господин спасет их от зла до тех пор, пока они в этом месте. Но джинны, напротив, увеличивали страх и беспокойство. И это было наказанием для людей, а наказание следует за грехом. А грех заключался в придавании Аллаху сотоварищей. Всевышний Аллах приказал прибегать за убежищем только к Нему. Он сказал:

﴿ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ﴾

«Скажи: «Прибегаю к защите Господа рассвета»» Сура «аль-Фалякъ», аят 1.

А также:

﴿ قُلْ أَعُوذُ بِرَبِّ النَّاسِ ﴾

«Скажи: «Прибегаю к защите Господа людей»» Сура «ан-Нас», аят 1.

А также:

﴿ قُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ * وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ ﴾

«Скажи: «Господи! Я прибегаю к Тебе от наваждений дьяволов. Я прибегаю к Тебе, Господи, дабы они не приближались ко мне»» Сура «аль-Му’минун», аяты 97-98.

А также:

﴿ وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بالله ﴾

«А если дьявол станет наущать тебя, то прибеги к защите Аллаха» Сура «аль-А’раф», аят 200.

Из этих аятов мы видим, что исти’азу можно делать только к Аллаху. Всевышний Аллах приказал пророку, мир ему и благословение Аллаха, делать исти’азу только к Нему. И мы привели доводы, что исти’аза является поклонением. Поэтому тут же можно привести все аяты, которые указывают на то, что поклонения достоин только Всевышний Аллах.

Также насчет слов: «но они только увеличивали в них страх (или беззаконие)», то Къатада и другие праведные предшественники сказали, что рахакъа — это грех. Это тоже верно, так как отсюда следует, что исти’аза является поклонением.

Хауля бинт Хаким рассказывала, что слышала, как посланник, мир ему и благословение Аллаха, говорил: «Того, кто, остановившись в каком-нибудь месте, скажет: «Прибегаю к совершенным словам Аллаха, чтобы Он избавил меня от зла того, что создано Им!» — не постигнет никакой вред, пока он не покинет это место» Муслим, 2708.

Этот хадис упоминается в данной главе, потому что в нем пророк, мир ему и благословение Аллаха, разъяснил пользу обращения за помощью к Словам Аллаха. Приказал прибегать от нехороших созданий к Словам Всевышнего Аллаха. Некоторые ученые привели этот хадис, опровергая муътазилитов. В этом хадисе указание на то, что Слова Всевышнего Аллаха не созданы. Они сказали: «Потому что запрещено делать исти’аза к созданиям. И если делать ее к созданию, то это будет ширком». Это слова имама Ахмада и других ученых.

«Слова Аллаха» — им нет предела и никто не может их изменить. Всевышний Аллах сказал:

﴿ قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنفَدَ كَلِمَاتُ رَبِّي ﴾

«Скажи: «Если бы море стало чернилами для слов моего Господа, то море иссякло бы до того, как иссякли бы Слова моего Господа»» Сура «аль-Кахф», аят 109.

А также:

﴿ وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ ﴾

«Если бы все деревья земли стали письменными тростями, а за морем чернил находилось еще семь морей, то не исчерпались бы Слова Аллаха» Сура «Лукман», аят 27.

А также:

﴿ وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا لَا مُبَدِّلَ لِكَلِمَاتِهِ ﴾

«Слово твоего Господа исполнилось правдиво и справедливо! Никто не изменит Его Слов» Сура «аль-Ан’ам», аят 115.

Аллах повелел искать у Него защиты от зла, которое сотворил Сам Великий и Могучий Аллах. И хотя это откровение имеет общий смысл, оно относится только к творениям, которые причиняют зло, поскольку среди творений существуют добрые творения, которые не причиняют зла. К таким творениям относятся Рай, ангелы, посланники, пророки, праведники и т.д.» [Конец слов шейха]""",
  """Просьба о помощи в тяжелой ситуации (истигъаса) или же ду’а к кому-либо кроме Аллаха является ширком

Шейх Салих Али Шейх говорит:

«Это является большим ширком. «Истигъаса» — это просьба о помощи в тяжелой ситуации. Просьба о помощи — это ду’а. И поэтому ученые сказали: «Шейх сказал: «ДУ’А К КОМУ-ЛИБО КРОМЕ АЛЛАХА», после слов: «ПРОСЬБА О ПОМОЩИ В ТЯЖЕЛОЙ СИТУАЦИИ» — это общее после конкретного. Иногда конкретное приводится после общего, а иногда наоборот». «Истигъаса» — это одно из видов ду’а.

«Истигъаса» — это просьба о помощи в тяжелой ситуации. Тяжелая ситуация — это когда человек попал в беду, боится, что случится что-то плохое, или же боится гибели. И поэтому, когда кто-то помог кому-то в тяжелой ситуации, говорят: «агъасаху». Как сказал Всевышний Аллах:

﴿ فَاسْتَغَاثَهُ الذِي مِنْ شِيعَتِهِ عَلَى الذِي مِنْ عَدُوِّهِ ﴾

«Тот, кто был из числа его сторонников, попросил его помочь ему против того, кто был из числа его врагов» Сура «аль-Касас», аят 15.

То есть сторонник Мусы попросил помочь ему в тяжелой ситуации. И Муса, мир ему, помог ему.

Нельзя просить о помощи в том деле, в котором может помочь только Всевышний Аллах. И можно просить помощи в тяжелой ситуации у созданий в том, на что они способны.

Некоторые ученые сказали: «Истигъаса будет большим ширком, если просить у создания то, на что неспособны создания». Другие сказали: «Истигъаса будет большим ширком, если просить у созданий то, что не может никто, кроме Всевышнего Аллаха». Эти два определения различаются и более правильным будет второе определение. Есть такие вещи, которые вроде бы способен сделать человек, но, однако на самом деле наоборот. Например, человек тонет и увидел человека на берегу, которые вроде бы может помочь. Он говорит: «Помоги мне». А тот на берегу не умеет плавать. Получается это просьба к созданию в том, на что оно неспособно. Будет ли это большим ширком? Нет. Почему? Потому что в основе создания умеют плавать и могут помочь в такой ситуации. И поэтому второе правило более верное. А просьба о помощи в том, на что обычно способны создания не является ширком.

Ду’а – это поклонение. Ду’а бывает двух видов:

« دعاء مسألة » — «Ду’а масъаля». Это просьба. Например, некий человек поднимает руки и просит о чем-то Всевышнего Аллаха.
« دعاء العبادة » — «Ду’а ’ибада».
Как сказал Всевышний Аллах:

﴿ وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا ﴾

«Мечети принадлежат Аллаху. Не поклоняйтесь же ни к кому наряду с Аллахом» Сура «аль-Джинн», аят 18.

А также Пророк ﷺ сказал: «Ду’а – это поклонение» Имам Ахмад в «Муснад», 4/267, 271, 276; Бухари в «аль-Адаб уаль-Муфрад», 717; Абу Дауд, 1479; Тирмизи, 3372; Ибн Маджах, 3828; Насаи в «Кубра», 11464.

«Ду’а масъаля» и «ду’а ’ибада» разные термины. Ду’а ’ибада — это допустим, молитва, закят, то есть любой вид поклонения.

Ученые сказали: «Ду’а ’ибада включает в себя и ду’а масъаля. И ду’а ’ибада требует ду’а масаля». Тот, кто просит что-то у Всевышнего Аллаха, совершает ду’а масъаля. Этим самым он поклоняется Всевышнему Аллаху. Так как ду’а масъаля — это один из видов поклонения, потому что Всевышний Аллах любит, когда Его рабы просят. И ду’а ’ибада требует ду’а масъаля. Например, собираясь молиться, человек просит Всевышнего Аллаха принять эту молитву.

Понимание этого является очень важным. Оно помогает правильно понимать Коран. Потому что люди, призывающие к ширку по-своему толкуют аяты, в которых говорится о ду’а. Ду’а масъаля и ду’а ’ибада всегда вместе.

 

 
Шейх привел аят, где Всевышний Аллах говорит:

﴿ وَلاَ تَدْعُ مِنْ دُونِ اللهِ مَا لاَ يَنْفَعُكَ وَلاَ يَضُرُّكَ فَإِن فَعَلْتَ فَإِنَّكَ إِذاً مِّنَ الظَّالِمِينَ * وَإِن يَمْسَسْكَ اللهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلاَ رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَن يَّشَاءُ مِنْ عِبَادِهِ وَهُوَ الغَفُورُ الرَّحِيمُ ﴾

«Не взывай вместо Аллаха к тому, что не приносит тебе пользы и не причиняет тебе вреда. Если же ты поступишь так, то окажешься в числе беззаконников. Если Аллах коснется тебя вредом, то никто, кроме Него, не избавит тебя от него. Если Он пожелает одарить тебя добром, то никто не отвратит Его милости. Он одаряет ею того из Своих рабов, кого пожелает. Он — Прощающий, Милосердный» Сура «Йунус», аят 106-107.

«Не взывай» — в этих словах запрет. Это охватывает все виды ду’а. Как мы говорили до этого, ду’а бывает двух видов. Если пришло «накира» в отрицательном, запретном или условном контексте – это указывает на всеобщность. «Тад’у» — это «накира». Поэтому этот аят охватывает и ду’а ’ибада, и ду’а масъаля. Именно поэтому шейх привел этот аят в данной главе.

«Не взывай вместо Аллаха» — то есть Всевышний Аллах запретил посвящать кому-то, кроме Него, и ду’а ’ибада, и ду’а масъаля. Ду’а масъаля — как, например, исти’аза или истигъаса. Ду’а ’ибада — как например, молитва, закят, тасбих, земной поклон, жертвоприношение и назр. А из дел сердец: упование, любовь, надежда и страх. Все это входит в ду’а ’ибада. В этом аяте обращение к самому Пророку ﷺ который был имамом богобоязненных и имамом единобожников.

«Не приносит тебе пользы и не причиняет тебе вреда» — охватывает всех созданий: разумных и неразумных. Разумные, как например, ангелы, пророки, посланники и праведники. А неразумные — идолы, деревья и камни.

Затем Всевышний Аллах сказал Своему Пророку ﷺ: «Если же ты поступишь так, то окажешься в числе беззаконников». И если это обращение к Пророку ﷺ у которого был совершенный таухид. Но если бы он сделал ширк, он бы стал многобожником, однако далек он от этого ﷺ.

Это заставляет нас бояться, так как, несомненно, мы ниже его степенью.

« الظالمون » множественное число от слова « الظالم » — то есть тот, кто совершает несправедливость. Под несправедливостью в этом аяте имеется ввиду ширк. Как сказал Всевышний Аллах:

﴿ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ ﴾

«Поистине, многобожие является великой несправедливостью» Сура «Лукман», аят 13.

«Если Аллах коснется тебя вредом…» — здесь пришло слово « الضر » — вред. Слово пришло в накира в условном контексте и это указывает на всеобщность. Сюда входит вред в религии и вред в мирских вопросах, как например, болезни тела, потеря денег, имущества или детей.

«Никто, кроме Него, не избавит тебя от этого вреда» — то есть Аллах — Он Тот, Кто избавляет от вреда. Никто не может избавить от этого, кроме Него, а создания могут быть всего лишь причиной, с позволения Всевышнего Аллаха. Отсюда мы понимаем, почему шейх привел данный аят в этой главе.

Всевышний Аллах говорит:

﴿ إِنَّ الذِينَ تَدْعُونَ مِنْ دُونِ اللهِ لاَ يَمْلِكُونَ لَكُمْ رِزْقأ فَابْتَغُوا عِنْدَ اللهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ ﴾

«Воистину, те, кому вы поклоняетесь вместо Аллаха, не способны даровать вам пропитание. Ищите же пропитание у Аллаха, поклоняйтесь Ему и благодарите Его. К Нему вы будете возвращены» Сура «аль-‘Анкабут», аят 17.

Ду’а — это самое великое поклонение, с которым связывает себя раб в надежде получить средства существования «ризкъ». Средства существования — это причина жизни. Когда их нет, человек стоит на краю гибели. Зачастую, когда люди делают истигъасу, они просят средства существования.

« الرزق » — ризък — это все то, что дает Всевышний Аллах. Сюда входит здоровье, деньги, пища, жилье, средства передвижения и все остальное, в чем нуждается человек.

«Ищите же ризъка у Аллаха» — в этом предложении «’инда Ллахи» поставлено перед «маф’улюн бихи». Ученые по красноречию «балягъа» говорят: «Это указывает на конкретизацию». То есть смысл аята: «Ищите же ризъка только у Аллаха».

 

 
Всевышний Аллах сказал:

﴿ وَمَنْ أَضَلُّ مِمَّن يَدْعُواْ مِن دُونِ اللهِ مَن لاَّ يَسْتَجِيبُ لَهُ إِلى يَوْمِ القِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ* وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِِعِبَاَدِتِهمْ كَافِرِينَ ﴾

«Кто же находится в большем заблуждении, чем те, которые взывают вместо Аллаха к тем, которые не ответят им до Дня воскресения и которые не ведают об их зове?! А когда люди будут собраны, они станут их врагами и будут отвергать их поклонение» Сура «аль-Ахкаф», аяты 5-6.

Самое ужасное заблуждение — это заблуждение тех, кто поклоняются мертвым людям. Здесь имеются ввиду мертвецы, а не идолы, так как Он сказал: «Которые не ответят им до Дня воскресения». Частица «ман» в арабском языке используется по отношению к разумным, как сказали ученые по «наху». Однако более правильно сказать, что частица «ман» используется по отношению к тем, кто что-то знает. Поэтому она используется и в отношении Всевышнего Аллаха.

Всевышний Аллах также сказал:

﴿ أَمْوَاتٌ غَيْرُ أَحْيَاءٍ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ * وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ ﴾

«Они мертвы, а не живы, и не знают они, когда будут воскрешены. Ваш Бог — Бог Единственный» Сура «ан-Нахль», аят 21-22.

Всевышний Аллах также сказал:

﴿ أَمَّن يُجِيبُ المُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِ أَءِلَهٌ مَّعَ اللهِ ﴾

«Кто отвечает на мольбу нуждающегося, когда он взывает к Нему, устраняет зло и делает вас наследниками земли? Есть ли божество (достойное поклонения), кроме Аллаха?» Сура «ан-Намль», аят 62.

Этот аят указывает на то, что ду’а должно быть посвящено только Всевышнему Аллаху.

«Кто отвечает на мольбу нуждающегося?» — здесь имеется ввиду ду’а масъаля. «Кто делает вас наследниками земли? Есть ли божество (достойное поклонения), кроме Аллаха?» — это вопрос с порицанием. Всевышний Аллах порицает их за то, что они берут божеств, помимо Него. Они делают ду’а кому-либо, помимо Него, обращаются в тяжелой ситуации к кому-либо, помимо Него.

Ат-Табарани передал, что «во времена Пророка ﷺ был один лицемер, который чинил всяческие козни верующим. Тогда некоторые из них сказали: «Давайте обратимся за помощью к посланнику Аллаха против этого лицемера». Когда об этом стало известно Пророку, да благословит его Аллах и приветствует, он сказал: «Поистине, не у меня надо просить помощи, а у Аллаха»» Сказал Ибн Муфлих в «аль-Адаби-ль-Шар’ия», 1/438: «Иснад слабый». Передал Ибн Аби Хатим в своем тафсире, 13236, через ибн Ляхи’а — он Зейд ибн аль-Хуббаб, и передачи от него слабые. Также имам Ахмад в «Муснад», 5/317; Ибн Са’д в «Табакат», 1/387.

Ученые сказали, что в иснаде этого хадиса Ибн Ляхи’а и его положение известно. Иногда ученые приводят недостоверные хадисы, однако их смысл полностью соответствует тому, что в Коране и в Сунне. Шейхуль-Ислам ибн Таймиййа сказал: «Ученые не приводят слабый хадис для того, чтобы им утвердить какую-то основу в шариате. Однако приводят его для поддержки достоверного хадиса». Именно так поступил шейх Мухаммад ибн ’Абдуль-Уаххаб, приведя этот хадис. Также шейхуль-Ислам ибн Таймийя, зная о недостоверности этого хадиса, привел его в своей книге «Рад ’аль-ль-Бакри». И ученые сказали: «Этот хадис соответствует тому, что пришло в шариатских текстах».

Ду’а — это поклонение. Всевышний Аллах сказал:

﴿ وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَة الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي ﴾

«Если Мои рабы спросят тебя обо Мне, то ведь Я близок и отвечаю на зов молящегося, когда он взывает ко Мне. Пусть же они отвечают Мне и веруют в Меня» Сура «аль-Бакъара», аят 186.

Ответ бывает после вопроса. Ответ — это вознаграждение тому поклоняющемуся, кто сделал ду’а.

Всевышний Аллах также рассказал о том, что Ибрахим, мир ему, сказал:

﴿ وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَى أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا ﴾

«Я удаляюсь от вас и от того, чему вы взываете помимо Аллаха, и обращаюсь с мольбой к моему Господу. Быть может, благодаря молитвам к моему Господу я не буду несчастен» Сура «Марйам», аят 48.

А затем продолжил:

﴿ فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ ﴾

«Когда он удалился от них и от того, чему они поклонялись» Сура «Марйам», аят 49.

Это указывает на то, что ду’а — это поклонение». [Конец слов шейха]""",
  """О словах Всевышнего Аллаха: «Неужели они приобщают в сотоварищи к Аллаху тех, которые ничего не творят, тогда как сами были сотворены, которые не способны оказать им поддержку и не способны помочь даже самим себе?»

Шейх Салих Али Шейх говорит:

«Приведение этой главы именно в этом месте указывает на сильное знание и понимание автора. Каждый человек рождается с таухидом рубубийя. С вопросами рубубийя соглашаются многобожники и вообще все люди. Поэтому достоин поклонения только Тот, Кто является Единственным в Господстве. И на это указывает фитра человека, то, что нас окружает и человеческий разум.

Общеизвестно, что логические доводы у приверженцев Сунны берутся из Книги и Сунны, потому что в Книге и Сунне столько логических доводов, что нет нужды искать другие доводы, однако это знает только тот, кто внимательно изучает Коран и Сунну.

В этой главе указание на то, что создает только Всевышний Аллах, дает средства существования ризък только Всевышний Аллах, владеет всем только Всевышний Аллах, и никто, кроме Него не владеет никаким созданием, никто не дает средства существования ризък, никто кроме Него не оживляет и не умерщвляет. Никто кроме Него не имеет истинной власти. И даже самому лучшему из людей — Мухаммаду ﷺ Всевышний Аллах сказал:

﴿ لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ ﴾

«Ты не принимаешь никакого решения» Сура «Али Имран», аят 128.

А кто тогда всем владеет? Это — Всевышний Аллах. Если Пророк ﷺ ничем не владеет, тогда тот, кто меньше него по положению тем более ничем не владеет. Те, кто обращаются к мертвым, приближенным и пророкам, думают, что те, к кому они обращаются, ничем не владеют? Нет, они думают, что эти люди владеют средствами к существованию, являются посредниками, владеют заступничеством, без дозволения Всевышнего Аллаха.

В этой главе указание на то, что только Всевышний Аллах достоин поклонения. И в Коране очень много доводов на то, что только Всевышний Аллах достоин поклонения. Также в Коране рассказывается о том, что многобожники подтверждали таухид рубубийя. И если они признают рубубийя, значит должны признать и улюхийя.

Всевышний Аллах дал победу Своим посланникам и приближенным, и каждая группа многобожников была в итоге унижена. Воины Всевышнего Аллаха одержали победу. Правителями групп единобожников всегда были пророки и посланники, и такая группа никогда не проигрывала. И даже если какому-то пророку не отвечал его народ, то это только при его жизни, а после смерти люди следовали за ним. И этому очень много доказательств в Коране. В этом указание на то, что таухид — это истина, а ширк — это ложь.

Также в Коране есть другой вид доказательств, а это то, что создания являются слабыми. И любой раб, который слышит этот Коран, знает, что он слаб. Человек появился на этот свет без выбора. И таким его создал Всевышний Аллах. Только Он оживляет и умерщвляет. И с этим соглашается любой человек, исходя из своего природного начала фитра.

Также Всевышний Аллах обладает прекрасными именами и величественными атрибутами.

Он — Обладатель совершенства и величия. Он обладает абсолютным совершенством в каждом Своем имени и атрибуте. У Него абсолютное совершенство и нет у Него недостатков.

 

 
И в этой главе шейх рассказал про рубубийя. Всевышний Аллах — Единственный в господстве рубубийя. Это глава о словах Всевышнего Аллаха:

﴿ أَيُشْرِكُونَ مَا لاَ يَخْلُقُ شَيْئاً وَهُمْ يُخْلَقُونَ وَلاَ يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلاَ أَنفُسَهُمْ يَنصُرُونَ ﴾

«Неужели они приобщают в сотоварищи к Аллаху тех, которые ничего не творят, тогда, как сами были сотворены, которые не способны оказать им поддержку и не способны помочь даже самим себе?» Сура «аль-А’раф», аяты 191-192.

И шейх привел аят, где Аллах говорит:

﴿َ الَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ إِن تَدْعُوهُمْ لاَ يَسْمَعُوا دُعَاءكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ ﴾

«А те, к кому вы взываете помимо Него, не владеют даже плевой на финиковой косточке. Когда вы взываете к ним, они не слышат вашей молитвы, а если бы даже услышали, то не ответили бы вам. В День воскресения они отвергнут ваше поклонение. Никто не поведает тебе так, как Ведающий» Сура «Фатыр», аяты 13-14.

Этот раздел является доказательством единобожия. Только Всевышний Аллах достоин поклонения, а поклонение кому-либо, кроме Него, недействительно. Всевышний Аллах — Единственный в Своем господстве рубубийя. Доводами этому является фитра, разум и тексты Корана и Сунны. И никто не отрицает, что Всевышний Аллах является настоящим Властелином. Он управляет всеми делами так, как пожелает. Только маленькая группа людей отрицает это, и мы даже не обращаем на них внимания.

Природное начало фитра людей подтверждает существование Господа и подтверждает то, что люди являются творениями. Поэтому обязателен для человека таухид улюхийя, так как Всевышнмй Аллах создал его подтверждающим рубубийя. Многобожники также не отрицали, что только Всевышний Аллах создает, и только Он дает средства к существованию. Они также были убеждены в том, что только Он оживляет и умерщвляет. Они были убеждены в том, что только Он дает защиту, и никто не защитит от Него. Только Он владеет небесами и землей. Только Он взращивает растения и низводит воду.

Только Всевышний Аллах достоин поклонения, так как только Он является Властелином. Только Он управляет всеми творениями. Только Он создает рабов, и они затем возвращаются к нему. А те пророки, праведники и ангелы, которым поклоняются люди, все они являются созданными, и сами ничего не создают. Они не могут помочь тем, кто просит у них помощи. Этим владеет только Всевышний Аллах. Поистине, достоин поклонения только Тот, Кто Единственный в господстве рубубийя.

И таких примеров в Коране очень много. Поистине, ты найдешь в Коране, что самые великие доводы против многобожников в том, что они подтверждали таухид рубубийя. Подтверждение таухида рубубийя обязывает подтвердить таухид улюхийя. Поэтому Всевышний Аллах сказал:

﴿ قُلْ مَنْ يَرْزُقُكُمْ مِن السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنْ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنْ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ ﴾

«Скажи: «Кто одаряет вас уделом с неба и земли? Кто властен над слухом и зрением? Кто мертвое превращает в живое, а живое превращает в мертвое? Кто управляет делами?». Они скажут: «Аллах». Скажи: «Неужели вы не устрашитесь?»» Сура «Йунус», аят 31.

То есть они соглашаются с рубубийя, но не боятся совершать ширк. А затем Он говорит:

﴿ فَذَلِكُمُ اللّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلاَّ الضَّلاَلُ فَأَنَّى تُصْرَفُونَ ﴾

«Таков Аллах, ваш Истинный Господь! Что может быть за истиной, кроме заблуждения? До чего же вы отвращены от истины!» Сура «Йунус», аят 32.

Также великие аяты, где Всевышний Аллах говорит:

﴿ قُلْ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ * أَمَّنْ خَلَقَ السَّمَوَاتِ وَالأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ ﴾

«Скажи: «Хвала Аллаху, и мир Его избранным рабам! Аллах лучше или те, кого вы приобщаете в сотоварищи?» Кто создал небеса и землю и ниспослал вам с неба воду? Посредством нее Мы взрастили прекрасные сады. Вы не смогли бы взрастить деревья в них. Так есть ли божество достойное поклонения, кроме Аллаха? Нет, но они являются людьми, которые уклоняются от истины (или равняют с Аллахом вымышленных богов)» Сура «ан-Намль», аяты 59-60.

«Так есть ли божество достойное поклонения, кроме Аллаха?» — в этом порицание им, так как они подтверждали, что Он «создал небеса и землю и ниспослал вам с неба воду». Если он подтверждают это, то как они смеют брать других божеств? В этом содержится порицание. Кто создал небеса и землю и ниспослал вам с неба воду, и посредством нее взрастил прекрасные сады? Это Аллах. Почему же тогда вы поклоняетесь другим, помимо Него?

А за ним следует аят:

﴿ أَمَّنْ جَعَلَ الأَرْضَ قَرَارًا وَجَعَلَ خِلاَلَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ البَحْرَيْنِ حَاجِزًا ﴾

«Кто сделал землю жилищем, проложил по ее расщелинам реки, воздвиг на ней незыблемые горы и установил преграду между морями?» Сура «ан-Намль», аят 61.

Многобожники ответили бы: «Аллах». А затем сказал Всевышний:

﴿ أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ ﴾

«Есть ли божество достойное поклонения, кроме Аллаха? Нет, но большинство из них не знает этого» Сура «ан-Намль», аят 61.

Затем говорит Всевышний Аллах:

﴿ أَمَّن يُجِيبُ المُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِ أَءِلَهٌ مَّعَ اللهِ قَلِيلاً مَا تَذَكَّرُونَ ﴾

«Кто отвечает на мольбу нуждающегося, когда он взывает к Нему, устраняет зло и делает вас наследниками земли? Есть ли божество достойное поклонения, кроме Аллаха? Мало же вы поминаете назидания!» Сура «ан-Намль», аят 62.

А затем сказал Всевышний Аллах:

﴿ أَمَّن يَّهْدِيكُمْ فِي ظُلُمَاتِ البَرِّ وَالبَحْرِ وَمَن يُّرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ أَءِلَـهٌ مَّعَ الله تَعَالَى اللهُ عَمَّا يُشْرِكُونَ * أَمَّن يَبْدَؤُا الخَلْقَ ثُمَّ يُعِيدُهُ وَمَن يَّرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ أَءِلَـهٌ مَّعَ الله قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ ﴾

«Кто ведет вас прямым путем во мраках суши и моря и посылает ветры с доброй вестью о Своей милости? Есть ли божество достойное поклонения, кроме Аллаха? Аллах превыше тех, кого приобщают в сотоварищи! Кто создает творение изначально, а затем воссоздает его и обеспечивает вас пропитанием с неба и земли? Есть ли божество достойное поклонения, кроме Аллаха? Скажи: «Приведите ваше доказательство, если вы говорите правду»» Сура «ан-Намль», аяты 63-64.

И нет у них никаких доказательств. Поэтому Всевышний Аллах сказал:

﴿ وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ ﴾

«У того, кто молится наряду с Аллахом другим богам, нет в пользу этого никакого довода. Его счет хранится у его Господа» Сура «аль-Муъминун», аят 117.

Многобожники наших дней еще больше делают ширка, чем прежние многобожники. Потому что мнобожники наших дней приписали своим идолам атрибуты рубубийя.

 

 
Сначала шейх привел в довод слова Всевышнего Аллаха:

﴿ أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ ﴾

«Неужели они приобщают в сотоварищи к Аллаху тех, которые ничего не творят, тогда как сами были сотворены» Сура «аль-А’раф», аят 191.

В этом порицание! Как они поклоняются тем, которые ничего не творят, тогда как сами были созданы? Кто создал их? Аллах! Он создал тех, кому поклоняются эти люди. И поэтому поклонения достоин только один Всевышний Аллах, обладатель величия и щедрости.

Затем шейх привел слова Всевышнего Аллаха:

﴿َ الَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ ﴾

«А те, к кому вы взываете помимо Него, не владеют даже плевой на финиковой косточке. Когда вы взываете к ним, они не слышат вашей молитвы, а если бы даже услышали, то не ответили бы вам. В День воскресения они отвергнут ваше поклонение. Никто не поведает тебе так, как Ведающий» Сура «Фатыр», аяты 13-14.

«Не владеют даже плевой на финиковой косточке» — в этих словах доказательство. Эти объекты поклонения не владеют даже такой мелкой вещью. Что же сказать о том, что больше этого?

«Альлязина» — это «исму маусуля», то есть охватывает все объекты поклонения, к которым взывают, помимо Всевышнего Аллаха. Будь то ангелы, пророки, посланники, мертвые праведники и грешники, джинны, идолы, деревья и камни.

После этого шейх привел несколько хадисов. И все эти хадисы указывают на слова Всевышнего Аллаха:

﴿ لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ ﴾

«Ты не принимаешь никакого решения» Сура «Али Имран», аят 128.

В этом аяте указание, что даже Пророк ﷺ ничем не владеет, несмотря на то, что он господин рода человеческого. Возвеличивание и любовь к Пророку ﷺ является ветвью любви к Аллаху и возвеличивания Его. Поэтому тот, кто ниже него по положению, тем более ничем не владеет. Если бы он чем-то владел, то он бы помог себе и своим сподвижникам в день Ухуда. Однако в этот день случилось то, что случилось.

И Всевышний Аллах ниспослал слова:

﴿ لَيْسَ لَكَ مِنْ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ ﴾

«Ты не принимаешь никакого решения. Аллах же либо примет их покаяния, либо накажет их, ведь они являются беззаконниками» Сура «Али Имран», аят 128.

Аль-Бухари также приводит хадис Ибн ‘Умара о том, что он слышал, как посланник Аллаха ﷺ подняв голову после совершения поясного поклона в последнем рака’ате утреннего намаза сказал: «Аллах внял тому, кто Его восхвалил. Господь наш, хвала Тебе!», — затем произнес: «О Аллах! Прокляни такого-то и такого-то!» И Аллах ниспослал откровение:

﴿ لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ ﴾

«Ты не принимаешь никакого решения» Сура «Али Имран», аят 128. См. «Сахих аль-Бухари», 4069.

Абу Хурайра рассказывал: «Когда посланнику Аллаха ﷺ было ниспослано откровение:

﴿ وأنذِرْ عَشيرتَكَ الأقرَبين ﴾

«Предостереги своих ближайших родственников!» Сура «аш-Шу‘ара», аят 214.

Он встал перед нами и произнес: «О курайшиты! Выкупайте свои души, ибо я ничем не могу вам помочь перед Аллахом! О сыны ‘Абдуль-Мутталиба, я ничем не могу вам помочь перед Аллахом! О ‘Аббас сын ‘Абдуль-Мутталиба, я ничем не могу тебе помочь перед Аллахом! О Сафиййа, тетя посланника Аллаха! Я ничем не могу тебе помочь перед Аллахом! О Фатима, дочь посланника Аллаха! Проси у меня что хочешь, но я ничем не могу тебе помочь перед Аллахом!» Бухари, 2602; Муслим, 206.

В этом хадисе указание на то, что Пророк ﷺ не может помочь даже самых близким родственникам. Он может только донести до них доводы. Он не может отвратить наказание и тому подобное». [Конец слов шейха]""",
  """О словах Всевышнего Аллаха: «Когда же испуг покинет их сердца, они скажут: «Что сказал ваш Господь?». Они скажут: «Истину, ведь он – Возвышенный, Великий»

Шейх Салих Али Шейх говорит:

«В этой главе указание на то, что только Всевышний Аллах достоин поклонения, так как только Он описан атрибутами совершенства и величия. В этом разделе говорится о некоторых атрибутах Всевышнего Аллаха. Все, кто на небесах и на земле, боятся Его. И поэтому лучше всех знают об Аллахе те ангелы, которые находятся в небесах. Всевышний Аллах сказал:

﴿ يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ﴾

«Они боятся своего Господа, Который над ними, и совершают то, что им велено» Сура «ан-Нахль», аят 50.

А также Он сказал, описывая ангелов:

﴿ وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ ﴾

«Они трепещут от страха перед Ним» Сура «аль-Анбийа», аят 28.

Кто Тот, Кого боятся все творения? Кто Тот, Кому все подчиняются? Это Аллах! Поэтому Всевышний Аллах говорит:

﴿ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ ﴾

«Когда же испуг покинет их сердца, они скажут: «Что сказал ваш Господь?» Они скажут: «Истину, ведь Он – Возвышенный, Великий»» Сура «Саба», аят 23.

То есть когда испуг покидает сердца ангелов. Ангелы прекрасно осведомлены об их Великом и Могучем Господе, и им известно, что Аллах является Могущественным и Великим и обладает властью над всем сущим. И поэтому они сильно страшатся своего Пречистого Господа и знают, что им не обойтись без покровительства Великого и Могучего Аллаха даже мгновения ока.

Божественными качествами, которые свидетельствуют в пользу этого, являются качества величия, присущие Великому и Могучему Аллаху. Известно, что божественные качества делятся на различные группы в зависимости от их смысла. Среди них есть качества величия и качества красоты. Качества, которые вызывают в сердце творений страх и трепет перед Великим и Могучим Господом, называются качествами величия. Эти качества в действительности присущи только Аллаху, потому что Его качества и эпитеты абсолютны. И поскольку только Его качества абсолютны, поклоняться также следует только Ему. Что же касается людей, то их качествам присуще множество недостатков. Они знают, что их жизнь является несовершенной, и существует множество причин, которые могут повлечь за собой их смерть или обречь их на болезнь. Они слабы, бедны и нуждаются в поддержке. Они не обладают абсолютными качествами, и это свидетельствует об их недостатках и их слабости. Все это также свидетельствует о том, что они являются подчиненными и управляемыми рабами. А рабы обязаны обращаться к Тому, Кто обладает качествами совершенства и эпитетами красоты и величия. Обладает же ими только один Аллах. В этом заключается смысл данной главы, и это совершенно очевидно. Хвала же за это надлежит Всевышнему Аллаху!» [Конец слов шейха]""",
  """О заступничестве

Шейх Салих Али Шейх говорит:

«Это глава о заступничестве «шафа’а». Шейх привел эту главу именно в том месте, где она и должна быть. Если ты приведешь довод через таухид рубубийя тем, которые просят пророка, мир ему и благословение Аллаха, и святых, они скажут: «Да мы согласны с вами. Однако те, у кого мы просим, они приближенные Аллаха и занимают у Него великое место. Поэтому они смогут заступиться за нас перед Аллахом. Если попросить их об этом, то они обязательно заступятся». Как будто бы шейх вспомнил эти слова многобожников и привел эту главу. Шейх даже написал отдельную книгу, где рассказал о том, какие доводы приводят многобожники.

После всех глав, которые разъяснил шейх, у многобожников остался только довод о заступничестве. Поэтому и глава посвящена именно этому вопросу.

Слово « الشفاعة » взято от слова « الشفع », то есть «пара». То есть тот, кто требует заступничества, становится парой тому, у кого он требует. Заступничество «шафа’а» — это ду’а. Поэтому любой довод из Корана и Сунны о запрете ду’а к кому-либо, кроме Всевышнего Аллаха, подходит и в этой теме. Тот, кто просит заступничества, он делает ду’а к тому, у кого просит. Например, кто-то придет к могиле пророка, мир ему и благословение Аллаха, или к могиле святого и скажет: «Я прошу у тебя заступничества», — это значит, что он делает ду’а к этому человеку. Поэтому просить заступничества /шафа’ата/ у кого-либо, кроме Всевышнего Аллаха, является большим ширком, так как в своей основе это ду’а. Этот человек просит заступничества у мертвого, то есть делает ду’а другому, помимо Всевышнего Аллаха.

Теперь ты узнал смысл слова «шафа’а». Ты узнал, что если человек просит у мертвого заступничества, то это является большим ширком. А если же человек жив, то можно попросить у него заступничества, то есть попросить, чтобы он сделал сейчас за тебя ду’а. Может быть Всевышний Аллах ответит на его ду’а, а может быть не ответит. Всевышний Аллах дозволил просить заступничества на этом свете, то есть делать за кого-то ду’а. Поэтому сподвижники при жизни Пророка ﷺ приходили к нему и просили заступничества, то есть просили сделать за них ду’а.

Вопрос заступничества из тех вопросов, который многие не понимают. Некоторые ученые ошиблись, разрешив просить заступничества у могилы пророка, мир ему и благословение Аллаха. Они привели различные рассказы, как люди просили заступничества у могилы пророка, мир ему и благословение Аллаха, не порицая это. Так, например, поступил имам Науауи и Ибн Къудама, да смилуется над ними Аллах. Это нельзя приводить как разногласие.

Как мы сказали, этот вопрос непонятен для многих. Поэтому некоторые ученые сказали: «Доведение довода отличается в зависимости от сомнений! Если человек обращается к кому-либо кроме Аллаха, то легко ему привести довод. А самый запутанный вопрос для простых людей — это вопрос заступничества». Поэтому шейх привел этот раздел. Он привел доводы из Корана и Сунны о том, что заступничество разрешено только при определенных условиях. Не каждое заступничество будет принято. Будет принятое заступничество, но будет и отвергнутое. Поэтому заступничество делится на два вида:

Что касается отвергаемоего заступничества – это то, что отверг Всевышний Аллах от многобожников. Шейх привел далиль, что Всевышний Аллах сказал:
﴿ وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ لَيْسَ لَهُمْ مِنْ دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ ﴾

«Предостерегай им тех, которые страшатся того, что они будут собраны перед своим Господом тогда, когда не будет у них, помимо Него, ни покровителя, ни заступника» Сура «аль-Ан’ам», аят 51.

Это отвергаемое заступничество.

Что касается единобожников, то заступничество будет для них только при определенных условиях:
Дозволение Всевышнего Аллаха.
Всевышний Аллах должен быть доволен и заступником, и тем, за кого заступаются.
То есть в основе заступничество делает Всевышний Аллах и никто, кроме Него. Поэтому шейх после этого привел слова Аллаха:

﴿ قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا ﴾

«Скажи: «Аллаху принадлежит заступничество целиком»» Сура «аз-Зумар», аят 44.

Любое заступничество находится под властью Всевышнего Аллаха. В основе нет никакого покровителя и заступника, помимо Всевышнего Аллаха. Поэтому заступничество будет только с дозволения Аллаха и после Его довольства. В этих аятах Всевышний Аллах указал на то, что заступничеством владеет только Он. Поэтому неправильно связывать свое сердце с кем-либо помимо Аллаха, в надежде, что он за тебя заступится.

Однако от заступничества будет польза, если оно соответствует условиям. Шейх привел аяты, в которых содержатся эти условия. Всевышний Аллах говорит:

﴿ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ ﴾

«Кто станет заступаться перед Ним без Его дозволения?» Сура «аль-Бакъара», аят 255.

А также:

﴿ وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى ﴾

«Сколько же на небесах ангелов, заступничество которых не принесет никакой пользы, пока Аллах не позволит заступиться за тех, за кого Он пожелает и кем Он доволен!» Сура «ан-Наджм», аят 26.

Из первого аята видно, что условием заступничества является позволение Всевышнего Аллаха. Никто не сможет заступиться, если не дозволит Всевышний Аллах. Не сможет заступиться без дозволения Аллаха ни пророк, ни ангел, ни приближенный, так как заступничеством владеет Всевышний Аллах. А второе условие: довольство Всевышнего Аллаха заступником и тем, за кого заступаются. В этом указание на то, что никто не владеет заступничеством, как полагали многобожники, надеясь, что их божества смогут заступиться за них перед Аллахом. Многобожники до прихода Пророка ﷺ были убеждены в том, что если они попросили у своего божества заступничества, то это божество обязательно за них заступится. Они думали, что если посвятить мертвому поклонение и попросить у него заступничества, то он обязательно будет заступаться и Всевышний Аллах не отвергнет такое заступничество. Однако в аятах указание на несостоятельность таких воззрений.

Если доказано, что заступничеством владеет только Всевышний Аллах, и Он позволит заступаться только если доволен обоими, то, как после этого связывать свое сердце с творениями? Необходимо связывать свое сердце с тем, кто владеет этим заступничеством. Мы знаем, что Пророк ﷺ обязательно будет заступаться, однако у кого просить этого заступничества? Просить надо у Всевышнего Аллаха. Мы должны говорить: «О Аллах! Сделай так, чтобы Твой пророк за нас заступился». Потому что только Всевышний Аллах дозволит и внушит Пророку ﷺ заступаться за такого-то и такого-то.

 

 
Поэтому шейх привел аят, где Всевышний Аллах говорит:

﴿ قُلْ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ * وَلاَ تَنفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ ﴾

«Скажи: «Призовите тех, кого вы считали богами наряду с Аллахом». Они не владеют даже мельчайшей частицей на небесах и на земле и не являются совладельцами чего-либо на них, и нет у Него среди них помощников. Ничье заступничество перед Ним не принесет пользы, кроме тех, кому будет дозволено» Сура «Саба», аяты 22-23.

Здесь указано на три положения:

Всевышний Аллах говорит: «Призовите тех, кого вы считали богами наряду с Аллахом». Разве они владеют чем-то на небесах или на земле? Нет, они ничем не владеют.
«И не являются совладельцами чего-либо» — в этих словах указание на то, что они не являются сотоварищами Аллаха!
«Нет у Него среди них помощников» — потому что некоторые люди думают, что есть кто-то, кто помогает Всевышнему Аллаху руководить всем, как например, ангел или пророк. Поэтому они обращаются к этим творениям, думая, что те помогают Аллаху.
Они уподобили Всевышнего Аллаха созданиям. Они увидели земных царей, у которых есть помощники. Если эти помощники придут к царю и заступятся за кого-либо, то царь не сможет отвергнуть это заступничество, так как он нуждается в помощнике. Поэтому они решили, что если Аллаху кто-то помогает, то Аллах не может отвергнуть заступничество Своего помощника. Всевышний Аллах отверг подобные убеждения. Он опроверг то, что эти божества владеют заступничеством. Всевышний Аллах сказал:

﴿ وَلاَ تَنفَعُ الشَّفَاعَةُ عِنْدَهُ إِلاَّ لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِير ﴾

«Ничье заступничество перед Ним не принесет пользы, кроме тех, кому будет дозволено. Когда же испуг покинет их (ангелов) сердца, они скажут: «Что сказал ваш Господь?». Они скажут: «Истину, ведь Он — Возвышенный, Великий»» Сура «Саба», аят 23.

Поэтому заступничество будет полезным, только если Всевышний Аллах дозволит. А кому Он дозволит заступаться? Ответом будут слова шейхуль-Ислама ибн Таймийи, которые привел шейх Мухаммад. Мы видим, что шейх привел аяты по порядку. В первых двух аятах указание на то, что заступничеством владеет только Всевышний Аллах. Заступничество будет только с Его дозволения. То есть, как мы говорили ранее, у заступничества два условия.

Кому же тогда будет дозволено заступаться? Ответ в словах шейхуль-Ислама ибн Таймийи, который сказал: «Аллах отверг все то, на что надеются многобожники. Он отверг владение собственностью или долей её кем-либо, кроме Него, и отверг наличие у Него помощников. Таким образом, остаётся только заступничество, однако оно возможно только для того, кому Он это дозволит. Господь сказал:

﴿ وَلاَ يَشْفَعُونَ إِلَّا لِمَنْ ارْتَضَى ﴾

«Они заступаются только за тех, кем Он доволен» Сура «аль-Анбийа», аят 28.

Подобное заступничество, на которое уповают многобожники, будет абсолютно недействительно в день Воскресения, так как его отверг Коран. Пророк ﷺ рассказывал, что в день Суда он придет и падет ниц пред своим Господом, воздавая хвалу Ему».

Многобожники были убеждены в том, что заступничество будет без дозволения Аллаха и без Его довольства. Потому что они думали, что тот, у кого они просят, владеет заступничеством. Далее ибн Таймийя говорит: «Пророк, да благословит его Аллах и приветствует, рассказывал, что в день Суда он придет и падет ниц пред своим Господом, воздавая хвалу Ему и не начиная с заступничества или ходатайства. Затем ему будет сказано: «Подними голову и говори, и ты будешь услышан, проси, и ты получишь, ходатайствуй, и твое заступничество будет принято»».

Однажды, Абу Хурайра спросил Пророка ﷺ: «Кто те счастливейшие из людей, которые заслужили твое ходатайство?» Он ответил: «Это те, кто сказал, что нет никого достойного поклонения, кроме Аллаха, искренне от чистого сердца» Бухари, 6570.

Первый довод указывает на то, что Пророк ﷺ господин сынов Адама, не будет заступаться, пока не дозволит Всевышний Аллах. Потому что заступничеством владеет только Всевышний Аллах. А во втором хадисе пришло второе условие, а это довольство Всевышнего Аллаха. Доволен Всевышний Аллах будет исренними людьми, то есть людьми таухида. Поэтому шейхуль-Ислам говорит: «Такое заступничество, с позволения Аллаха, предоставляется только тем людям, которые были искренными перед Аллахом, и недоступно оно тем, кто приобщает к Аллаху сотоварищей». Отсюда мы понимаем, что кто обращается к мертвому, к пророку, к посланнику, к праведнику и неправедному, прося у них заступничества, тот многобожник. Потому что в основе он взывает к другому помимо Всевышнего Аллаха. И те, к кому они обращаются, смогут заступиться только при наличии двух условий. Всевышний Аллах будет доволен только единобожниками, а единобожники не просят никого, кроме Всевышнего Аллаха.

Кто просит у мертвого заступничества, тот лишает сам себя этого заступничества, делая ширк. Заступничества заслуживают только единобожники, а многобожники не получат даже часть его. Далее шейхуль-Ислам говорит: «Суть этого состоит в том, что Всемогущий Аллах ниспосылает благо Своим искренним рабам, прощая им грехи их через ду’а того, кому Он дозволил заступничество, то есть Своему пророку, да благословит его Аллах и приветствует, оказав ему тем самым почет и удостоив его «восхваляемого места»».

Это является сущностью заступничества. Как мы говорили ранее, заступничеством владеет только Всевышний Аллах. Мы привели в довод слова Аллаха:

﴿ قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا ﴾

«Скажи: «Аллаху принадлежит заступничество целиком»» Сура «аз-Зумар», аят 44.

А также:

﴿ وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ لَيْسَ لَهُمْ مِنْ دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ ﴾

«Предостерегай им тех, которые страшатся того, что они будут собраны перед своим Господом тогда, когда не будет у них, помимо Него, ни покровителя, ни заступника» Сура «аль-Ан’ам», аят 51.

Заступаться будут только за единобожников и это будет милостью Всевышнего Аллаха для них. Как это пришло в хадисе, когда Абу Хурайра спросил Пророка ﷺ: «Кто те счастливейшие из людей, которые заслужили твое ходатайство?» Он ответил: «Это те, кто сказал, что нет никого достойного поклонения, кроме Аллаха, искренне от чистого сердца» Бухари, 6570.

Поэтому, узнав это, человек не будет связывать свое сердце ни с кем, кроме Всевышнего Аллаха. А многобожники посвящали свое поклонение мертвым праведникам и ангелам, надеясь на их заступничество. Всевышний Аллах сказал:

﴿ وَيَعْبُدُونَ مِن دُونِ اللّهِ مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ ﴾

«Они поклоняются наряду с Аллахом тому, что не причиняет им вреда и не приносит им пользы. Они говорят: «Они — наши заступники перед Аллахом»» Сура «Йунус», аят 18.

Почему Всевышний Аллах сразу не простит единобожников без заступничества? Шейхуль-Ислам ответил на этот вопрос, сказав: «Для того чтобы оказать пророку, мир ему и благословение Аллаха, тем самым почет и удостоить его «восхваляемого места»». Всевышний Аллах покажет достоинство того, кто будет заступаться. Потому что общеизвестно, что положение того, кто заступается выше, чем положение того, за кого заступаются.

У заступника будут близкие люди, за которых он захочет заступиться. У него будут любимые люди, за которых он захочет заступиться. Поэтому заступничество не ограничивается только пророком, мир ему и благословение Аллаха. Будут заступаться пророки, ангелы и праведники. Это будет милость Аллаха к тем, кто заступается и к тем, за кого будут заступаться.

Это все указывает на величие Всевышнего Аллаха. Он — Тот, Кто владеет всем заступничеством. Поэтому неправильно связывать свое сердце с кем-либо, кроме Него. Необходимо связывать свое сердце с Аллахом в надежде на заступничество, потому что только Он проявляет милость и дозволяет заступничество.

Затем шейхуль-Ислам сказал: «Заступничество же, отвергаемое Аллахом в Коране, это то, в котором замешан ширк». Не будет заступничества за многобожников, так как Аллах не доволен ими. Заступничество не принесет пользы ни одному многобожнику, так как оно приносит пользу только единобожникам. Единственным исключением является Абу Талиб. Пророк, мир ему и благословение Аллаха, сделает за него заступничество, чтобы ему облегчили наказание. Это единственное исключение, которое дозволил Всевышний Аллах.

И в конце сказал шейхуль-Ислам: «Именно поэтому Аллах определил случаи, когда заступничество допускается. Пророк, да благословит его Аллах и приветствует, разъяснил, что заступничество применимо только в отношении единобожников и искренних в религии Аллаха людей». Отсюда следует, что то заступничество, с которым связали свои сердца многобожники, недействительно. Заступничество принесет пользу только искренним рабам. А кто просит заступничества у кого-то помимо Аллаха, тот будет его лишен». [Конец слов шейха]""",
  """О словах Всевышнего Аллаха: «Воистину, ты не сможешь наставить на прямой путь тех, кого возлюбил. Только Аллах наставляет на прямой путь тех, кого пожелает»

Шейх Салих Али Шейх говорит:

«Соответствие этой главы Книге Единобожия в том, что самое великое, чего просят люди – это ведение по прямому пути, будь то в этом мире или в Последней жизни. Из аята видно, что Пророк ﷺ господин сынов Адама и лучшее из творений Аллаха, не наставляет на прямой путь. Пророк ﷺ ничем не владеет и не может помочь даже близким, как пришло в хадисе: «О Фатима, дочь посланника Аллаха! Проси у меня что хочешь, но я ничем не могу тебе помочь перед Аллахом!» Бухари, 2602; Муслим, 206. И если это касается Пророка ﷺ который не может помочь и наставить на прямой путь, то что сказать о том, кто ниже него? Поэтому недействительна связь многобожников этой общины с кем-то, помимо Всевышнего Аллаха.

Шейх привел слова Всевышнего Аллаха:

﴿ إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ﴾

«Воистину, ты не сможешь наставить на прямой путь тех, кого возлюбил. Только Аллах наставляет на прямой путь тех, кого пожелает» Сура «аль-Къасас», аят 56.

Частица «ля» здесь «нафийя». Здесь отрицается наставление «хидайя», а именно «хидайя ат-тауфикъ уа-ль-ильхамя». Ее смысл в том, что Всевышний Аллах дает некоторым рабам «тауфикъ», то есть Он дает сердцу раба определенную помощь и из-за этого раб начинает следовать по прямому пути. Раб принимает прямой путь и стремится к нему. Вот этот вид «хидайи» не может дать Пророк ﷺ потому что сердца в Руках Аллаха и Он крутит их, как пожелает. Пророк ﷺ не может сделать мусульманином того, кого он полюбил. Например, Абу Талиб принес Пророку ﷺ очень много пользы, но Пророк ﷺ не смог дать ему «тауфикъ».

Второй вид «хидайи» — это «хидайя ад-диляла уа-ль-иршад», то есть разъснение. Этот вид «хидайя» у каждого призывающего, каждого пророка и каждого посланника. Всевышний Аллах сказал:

﴿ إِنَّمَا أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ ﴾

«Воистину, ты – всего лишь предостерегающий увещеватель, и у каждого народа есть наставник» Сура «ар-Ра’д», аят 7.

А также сказал Аллах Своему посланнику ﷺ:

﴿ وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ * صِرَاطِ اللَّهِ ﴾

«Воистину, ты указываешь на прямой путь — путь Аллаха» (Сура «аш-Шура», аяты 52-53).

Пророк ﷺ указывал «иршад» на прямой путь чудесами, доводами и знамениями, которые доказывали его правдивость.

Поэтому мы понимаем, что от Пророка ﷺ отрицается хидайя ат-тауфикъ, поэтому этот вид хидайи нужно просить только у Всевышнего Аллаха. Поистине, посланник Аллаха ﷺ несмотря на свое величие, и то, что он господин сынов Адама и лучшее из творений, ничем не владеет. Поэтому нельзя связывать свое сердце в требовании таких важных вещей, как хидайя, прощение, довольство, удаление от зла, ни с кем, кроме Всевышнего Аллаха. Поистине, Он — Тот, с Кем нужно связывать сердце, покорившись смиренно, с надеждой и со страхом.

 

 
После этого шейх привел хадис. Передают со слов Са‘ида бин аль-Мусаййаба, да помилует Его Аллах Всевышний, что его отец (аль-Мусаййаб бин Хазн), да будет доволен им Аллах, сказал:

«Когда Абу Талиб был уже близок к смерти, к нему пришел посланник Аллаха ﷺ обнаруживший, что у него находятся Абу Джахль бин Хишам и ‘Абдуллах бин Абу Умаййа бин аль-Мугира. Посланник Аллаха ﷺ сказал Абу Талибу: «О дядя, произнеси слова «Нет божества достойного поклонения, кроме Аллаха», благодаря чему я смогу свидетельствовать за тебя пред Аллахом!» Услышав это, Абу Джахль и ‘Абдуллах бин Аби Умаййа в один голос воскликнули: «О Абу Талиб, неужели же ты отступишься от религии ‘Абд аль-Мутталиба?!» И после этого посланник Аллаха, да благословит его Аллах и приветствует, продолжал предлагать ему произнести эти слова, а они повторяли своё, пока в конце концов Абу Талиб не произнёс свои последние слова, подтвердив, что он не отступится от религии ‘Абдуль-Мутталиба, и отказавшись сказать: «Нет божества достойного поклонения, кроме Аллаха». Тогда посланник Аллаха ﷺ воскликнул: «Что до меня, то, клянусь Аллахом, я обязательно стану просить прощения для тебя, пока мне не будет запрещено делать это!» И тогда Аллах Всевышний ниспослал аят, в котором говорится:

﴿ مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى ﴾

«Пророку и верующим не подобает просить прощения для многобожников, даже если они являются родственниками» Сура «ат-Тауба», аят 113. См. Бухари, 1360; Муслим, 24.

В этом хадисе важное указание на то, что слова «ля иляха илля Ллах» — это не просто слова, а в них есть смысл. Поэтому некоторые арабы не произнесли его, так как они понимали смысл, понимали каждую букву. Они легко могли сказать эти слова, но отказались, потому что эти слова подразумевают, что всех их божества недостойны поклонения, а достоин этого только Всевышний Аллах. Поэтому Всевышний Аллах сказал:

﴿ إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لاَ إِلَهَ إِلاَّ اللهُ يَسْتَكْبِرُونَ * وَيَقُولُونَ أَئِنَّا لَتَارِكُوا آلهَِتِنَا لِشَاعِرٍ مَجْنُونٍ * بَلْ جَاءَ بِالَحَقِّ وَصَدَّقَ المُرْسَلِينَ ﴾

«Когда им говорили: «Нет божества достойного поклонения, кроме Аллаха», — они превозносились и говорили: «Неужели мы откажемся от наших божеств ради одержимого поэта?» О нет! Он принес истину и подтвердил правдивость посланников» Сура «ас-Саффат», аяты 35-37.

Также они говорили:

﴿ أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا ﴾

«Неужели он обратил божеств в Единственного Бога?» Сура «Сод», аят 5.

Поэтому это не просто слова — они несут с собой полную убежденность, знание и любовь.

Также в этом хадисе указание на вред от плохих друзей и плохих собраний, так как друзья Абу Талиба сказали: «О Абу Талиб, неужели же ты отступишься от религии ‘Абдуль-Мутталиба?!»

И Пророк ﷺ действительно начал просить за него прощения, но помогло ли это Абу Талибу? Не поможет это многобожникам. Пророк ﷺ не может прощать грехи многобожнику, не может отводить вред и не может принести пользу. Всевышний Аллах ниспослал:

﴿ مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ ﴾

«Пророку и верующим запрещено просить прощения для многобожников, даже если они являются родственниками, после того, как им стало ясно, что они будут обитателями Ада» Сура «ат-Тауба», аят 113.

Всевышний Аллах запретил Пророку ﷺ просить прощения за многобожников.

В этом аяте пришли слова « مَا كَانَ ». Они приходят в Коране и Сунне с двумя смыслами:

Запрет. Как, например, в вышеприведенном аяте. А также в словах Аллаха:
﴿ مَا كَانَ المُؤْمِنُونَ لِيَنفِرُوا كَافَّة ﴾

«Верующим запрещено выступать в поход всем вместе» Сура «ат-Тауба», аят 122.

Отрицание. Как, например, слова Аллаха:
﴿ وَمَا كُنَّا مُهْلِكِي القُرَى إِلاَّ وَأَهْلُهَا ظَالِمُونَ ﴾

«Мы не уничтожали селения, если только их жители не были беззаконниками» Сура «аль-Къасас», аят 59.

Если пророкам, посланникам и аулия запретили даже при жизни просить прощения за многобожников, то, как они будут просить за них прощения уже в могиле? Поэтому Аллах ниспослал:

﴿ إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ﴾

«Воистину, ты не сможешь наставить на прямой путь тех, кого возлюбил. Только Аллах наставляет на прямой путь тех, кого пожелает» Сура «аль-Къасас», аят 56)». [Конец слов шейха]""",
  """Причиной неверия людей и оставления религии является черезмерное возвеличивание праведников

Шейх Салих Али Шейх говорит:

«В прошлых главах шейх рассказал об основах. Он привел доводы относительно Единобожия и рассказал о некоторых убеждениях многобожников. Он доказал несостоятельность их убеждений, когда они считали некоторых людей сотоварищами Всевышнего Аллаха, других — помощниками, а третьих — заступниками. Теперь шейх начал разъяснять вопрос:«А как вообще ширк проник в убеждения людей?» Доводы на запретность ширка являются ясными. Все посланники были посланы для того, чтобы донести до людей, что те должны поклоняться одному Всевышнему Аллаху и никому кроме Него. Всевышний Аллах сказал:

﴿ وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنْ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُم مَّنْ هَدَى اللهُ ومَنِهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلاَلَةُ ﴾

«Мы отправили к каждой общине посланника (с повелением): «Поклоняйтесь Аллаху и избегайте тагъута!». Среди них есть такие, которых Аллах наставил на прямой путь, и такие, которым было справедливо предначертано заблуждение» Сура «ан-Нахль», аят 36.

В чем причина заблуждения и ширка? Об этом будет рассказано в данной главе.

Причиной ширка является чрезмерность, которую запретили Всевышний Аллах и Его посланник ﷺ. Этот запрет касался всех общин. Одной из причин ширка является излишество в отношении праведников. Это одна из самых великих причин.

В этой главе говорится о причинах после того, как в предыдущих главах было рассказано об основах.

« الغلو » — чрезмерность — это переход границы. Как пришло в хадисе, что Пророк ﷺ во время Хаджа бросал камешки и сказал: «Кидайте камешки такой величины и остерегайтесь излишества». Пророк ﷺ запретил переходить границы даже в размерах этих камешек. А если человек начнет кидать большие камни, то это будет чрезмерностью.

К праведникам относятся пророки, посланники, аулия и каждый, кто описан праведностью.

« الصلاح » — праведность в Коране и Сунне:

Это то, что противоречит нечестию.
Это то, что противоречит грехам.
Поэтому праведником называют того, кто не совершает нечестия, а также того, кто не совершает грехов.

В этой главе под праведниками, имеются в виду те, кто поклонялись Всевышнему Аллаху, были искренними, сторонились нечестия и грехов. Они воплотили в себе выполнение приказов и оставление запретов, опережая других в добрых деяниях.

Причиной ширка является переход границ в отношении праведных людей. А какую границу установил Всевышний Аллах? Праведников нужно любить и почитать ради Всевышнего Аллаха, нужно следовать за ними в их праведности и в их знании. Если они являются пророками и посланниками, то мы должны следовать за их шариатом, выполнять то, что они приказали. Это и есть граница в отношении к ним. Необходимо любить их, уважать и помогать.

Что касается излишества в отношении к ним, то это море, у которого нет границ. Дошло даже до того, что некоторым праведникам были приписаны божественные качества. Некоторые люди начали говорить о том, что праведники знают секреты Хранимой скрижали и Пера. Сказал Бусайри в своей известной къасыде:

فإن من جودك الدنيا وضُرَّتها
ومن علومك علم اللوح والقلم

«Из твоей (о пророк) щедрости: этот мир и тот мир.
А из знаний твоих: Хранимая скрижаль и Перо».

Подобным может быть описан только Всевышний Аллах и потому такое излишество строго запрещено. Также он сказал о Пророке ﷺ проявляя крайнее излишество:

لو ناسبت قدره آياتُه عظما
أحيى اسمه حين يدعى دارس الرمم

«Нет ничего соответствующего его величию
И при произнесении его имени, оживают кости».

Толкователи этих стихов сказали: «Даже Коран не соответствуют величию Пророка ﷺ». Это потому что аш’ариты не говорят, что Коран — это слова Всевышнего Аллаха.

Это излишество, которое исходит от тех, кто поклоняется другим помимо Всевышнего Аллаха. Они обращаются к пророкам и посланникам, описывая их божественными качествами. Это большой ширк, потому что в этом сравнение создания с Создателем. Это неверие! Да убережет нас Всевышний Аллах!

Но также нельзя халатно относиться к праведникам, то есть не любить их и не уважать.

 

 
Всевышний Аллах сказал:

﴿ يَا أَهْلَ الكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ وَلاَ تَقُولُوا عَلَى اللهِ إِلاَّ الحَقَّ ﴾

«О люди Писания! Не проявляйте чрезмерности в вашей религии и говорите об Аллахе только правду» Сура «ан-Ниса», аят 171.

Соответствие данного аята этой главе явное. Всевышний Аллах запретил людям Писания излишествовать.

« لا تغلوا » пришло в запретном контексте и указывает на все виды чрезмерности. Поэтому в этот аят входит и чрезмерность в отношении праведников. Мы видим, что люди Писания на самом деле проявили излишество в отношении праведников. Христиане проявили излишество в отношении ‘Исы, мир ему, его матери и его апостолов. Иудеи проявили излишество в отношении к ’Узейру и сподвижникам Мусы, мир ему. Люди Писания также проявляли излишество в отношении к ученым и монахам.

Они описывали пророков и посланников божественными качествами и начали поклоняться им. Всевышний Аллах сказал:

﴿ لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ * لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ ﴾

«Не уверовали те, которые говорят: «Аллах – это Мессия, сын Марьям». Мессия сказал: «О сыны Исраила! Поклоняйтесь Аллаху, Господу моему и Господу вашему». Воистину, кто приобщает к Аллаху сотоварищей, тому Он запретил Рай. Его пристанищем будет Геенна, и у беззаконников не будет помощников. Не уверовали те, которые говорят: «Аллах является третьим в троице»» Сура «аль-Маида», аяты 72-73.

А также:

﴿ وَإِذْ قَالَ اللّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِن دُونِ اللّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ الْغُيُوبِ * مَا قُلْتُ لَهُمْ إِلاَّ مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ ﴾

«Вот сказал Аллах: «О ‘Иса, сын Марьям! Говорил ли ты людям: «Примите меня и мою мать двумя богами наряду с Аллахом»?». Он сказал: «Пречист Ты! Как я мог сказать то, на что я не имею права? Если бы я сказал такое, Ты знал бы об этом. Ты знаешь то, что у меня в душе, а я не знаю того, что у Тебя в Душе. Воистину, Ты – Ведающий сокровенное. Я не говорил им ничего, кроме того, что Ты мне велел: «Поклоняйтесь Аллаху, моему Господу и вашему Господу»» Сура «аль-Маида», аяты 116-117.

Все эти аяты гласят о Единобожии. Многобожники описывали праведников божественными качествами. Говорили, что праведники владеют заступничеством, управляют бытием, как в наше время говорят суфии, что у мира есть четыре «къутба». Будто бы, за четверть мира ответственность несет один «къутб», за другую — второй и так далее. Они приписали им качества власти, господства рубубийя и божественности иляхийя. Поэтому они начали посвящать мертвым разные виды поклонения.

 

 
В «ас-Сахихе» аль-Бухари приводится толкование Ибн ‘Аббасом следующего высказывания Всевышнего Аллаха:

﴿ وَقَالُوا لاَ تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلاَ سُوَاعًا وَلاَ يَغُوثَ وَيَعُوقَ وَنَسْرًا * وَقَدْ أَضَلُّوا كَثٍيرًا ﴾

«Они сказали: «Не отрекайтесь от ваших богов: Вадда, Сува’а, Йагъуса, Йа’ука и Насра». Они уже ввели в заблуждение многих» Сура «Нух», аяты 23-24.

Ибн ‘Аббас сказал: «Это — имена праведных людей из народа Нуха. Когда они умерли, то Шайтан внушил их народу, чтобы они воздвигли им статуи в местах их собраний и назвали их именами. Сначала им не поклонялись, однако, когда воздвигшие их люди умерли, и знания были забыты, им начали поклоняться» Бухари, 4920.

Это сообщение от Ибн ‘Аббаса, да будет доволен ими обоими Аллах, принимается как /марфу’/, то есть поднятое до Пророка ﷺ. Потому что это касается знания сокровенного и не относится к иджтихаду сподвижника, а берется из источника пророчества.

Вадд, Сува’, Йагъус, Йа’ук и Наср – это праведные люди из народа Нуха, мир ему. Нух, мир ему, был послан с таухидом. Как проник ширк в народ Нуха? В Коране рассказывается о двух основах появления ширка:

Ширк народа Нуха. Этот ширк был связан с праведниками, то есть люди начали проявлять чрезмерность по отношению к ним и к их душам. Подошел к ним шайтан со стороны душ праведных рабов, сказав, что праведники могут заступаться. Затем они начали создавать изображения этих праведников, памятники и идолы.
Ширк народа Ибрахима. Ширк начинался с того, что люди начали наблюдать за небесными светилами. Они начали приписывать небесным светилам атрибуты /рубубийа/, а затем и вовсе начали им поклоняться. Затем они построили идолов, изображая эти планеты, то есть придали им облик. А затем начали поклоняться им помимо Всевышнего Аллаха.
Народ Нуха придавал в сотоварищи Аллаху праведных людей, как об этом сказал Ибн ‘Аббас.

Ибн аль-Къаййим сказал: «Некоторые праведные предшественники поведали: «Когда они (праведники) умерли, на их могилах соорудили их статуи, а когда прошло достаточно много времени, им стали поклоняться»» См. «Игъасат уль-Лахфан», 1/203.

Эти люди начали обращаться к изображениям праведников. Когда обладающие знанием были живы, никто не собирался поклоняться этим изображениям. Но этим изображениям начали поклоняться в будущем, когда знания были забыты. Шайтан может показать человеку, будто бы изображение разговаривает, и тому подобные вещи, чтобы человек связал свое сердце с этим изображением.

Это случилось с теми, кто находился рядом с могилами и поклонялся мертвым помимо Всевышнего Аллаха. Кто-то может сказать: «Я пошел на могилу и поговорил со своим отцом». На самом деле, это был шайтан, который говорил на языке его отца. Шайтан даже может принять вид его отца и выйти к нему в темноте. Он может разговарить с ним голосом его отца.

Эти изображения стали средством, которое ведет к ширку. Сначала знания запрещали им поклоняться этим праведникам. Однако когда знание было забыто, то изображениям праведников начали поклоняться.

Это и есть излишество в отношении праведников. Когда праведники умерли, люди сначала находились возле их могил, потом создали их изображения, потом поставили им памятники, для того чтобы память об этих праведниках побуждала людей к поклонению и знанию. Однако это все стало причиной тому, что люди в будущем начали им поклоняться. Из-за этого шейх привел это сообщение.

‘Умар рассказывал, что посланник Аллаха ﷺ сказал: «Не возвеличивайте меня так, как возвеличивают христиане сына Марьям, ибо я — раб. Посему говорите: «Раб Аллаха и Его посланник»» Бухари, 3445, 6830; Муслим, 1691.

В этом указание на запрет чрезмерного возвеличивания Пророка ﷺ. Возвеличивание «итра/ — это переход границ в похвале. Чрезмерность — это общее понятие. Чрезмерность может быть в хвале, в порицании, в понимании, в знании, в деянии. А возвеличивание /итра/ — это чрезмерность, именно, в хвале.

Некоторые люди думают, что запрещено только подобное возвеличивание, то есть: «Не возвеличивайте меня точно так же, как христиане возвеличили ‘Ису». А эти люди говорят: «Поистине, христиане сказали, что ‘Иса, мир ему — сын Аллаха. Поэтому запрещено только называть Пророка ﷺ сыном Божьим. А иными способами дозволено возвеличивать». Это слова многобожников, как сказал Бусайри:

دَعْ ما ادعته النصارى في نبيهم
واحكم بما شئت فيه واحتكم

«Не говори о пророке то, что сказали христиане об ‘Исе,
А помимо этого говори, что хочешь».

То есть не говори, что он — сын Аллаха, а помимо этого говори, что хочешь, так как это дозволено.

Но в этом хадисе пришло сравнение по аналогии. То есть: «Христиане возвеличивают, а вы не возвеличивайте». То есть тут сравнивается основа самого действия, сравнивается действие с действием. Христиане начали возвеличивать ‘Ису, мир ему, и это привело их к неверию и ширку.

Множество групп в нашей общине противоречит этому. Возвеличивание довело их до того, что они приписали Пророку ﷺ знание о Хранимой Скрижали и Пере. Но Пророк ﷺ сказал им: «Я раб. Посему говорите: «Раб Аллаха и Его посланник»». И это самое великое положение, которое может быть дано человеку.

От Ибн ‘Аббаса, да будет Аллах доволен ими обоими, сообщается, что посланник Аллаха ﷺ сказал: «Остерегайтесь излишеств в религии, ибо тех, кто жил до вас погубило излишество в религии!» Ахмад, 1/215, 347; ан-Насаи, 3057; Ибн Маджах, 3029; ат-Табарани в «Му’джам аль-Кабир», 12747; Ибн Хузейма в «Сахих», 2867, 2868; Ибн Хиббан в «Сахих», 3871; аль-Хаким в «Мустадрак», 1/466.

Посланник Аллаха ﷺ запретил в этом хадисе все виды излишества, так как тех, которые были до нас, погубило излишество. Погубило их излишество в религии, а также в мирской жизни. Излишество является причиной любого зла, а умеренность является причиной счастья и блага. Запрещены все виды излишества: в делах и в словах, в словах сердца и в делах сердца, в словах языка и в делах органов. Излишество является причиной гибели раба, как в религии, так и в мирской жизни.

Муслим приводит хадис Ибн Мас’уда о том, что посланник Аллаха ﷺ сказал: «Пропали излишествующие!», повторив это трижды. Муслим, 2670.

То есть те люди, которые проявляют излишество в делах и в словах — это те люди, которые перешли границу. Они начали совершать то, чего им не было позволено. Народ Нуха перешел границы в отношении праведников, сначала просто находясь у их могил, а затем и вовсе, превратив их в божеств. Христиане проявили излишество в отношении ‘Исы, мир ему, и его апостолов, сделав их своими божествами наряду с Аллахом. Также некоторые группы в нашей общине приписали пророку, мир ему и благословение Аллаха, некоторые божественные качества». [Конец слов шейха]""",
  """О недопустимости поклонения Аллаху у могилы праведного человека, не говоря уже о поклонении самому праведнику

Шейх Салих Али Шейх говорит:

«В этом разделе указание на то, что Пророк ﷺ берег свою общину и был добр и милостив к ней. Из проявлений его заботы было то, что он предостерег свою общину от всех путей, которые ведут к многобожию /ширку/. Он закрыл все пути, ведущие к ширку. Он говорил о недопустимости этого в начале своего призыва и повторял это до самого конца своей жизни. Он говорил об этом даже во время предсмертной агонии. Да благословит его Аллах и приветствует!

В этом разделе указание на пути, приводящие к большому многобожию /ширкуль-акбар/. Большое многобожие /ширк уль-акбар/ имеет свои пути и свои причины, которые надо закрывать и запрещать, для того чтобы сохранить единобожие /таухид/. Пророк ﷺ указал на заблуждение тех, кто совершает действия, которые затем ведут к многобожию.

В этом разделе разъяснение одного из путей, ведущих к многобожию /ширк/ и указание на то, что этот путь надо закрывать. Это раздел о недопустимости поклонения Аллаху у могилы праведного человека. Как это выглядит? Человек приходит к могиле праведного человека. Он может быть пророком или посланником, а может быть обычным праведником из этой общины. Человек выбирает это место, чтобы поклоняться в нем Одному Всевышнему Аллаху и никому кроме Него. Он поклоняется Аллаху в этом месте, потому что надеется, что в нем благодать /барака/. Это распространено среди людей. Они думают, что у могил праведников есть благодать /баракат/. Они думают, что поклонение в этих местах намного лучше, чем в других. И Пророк ﷺ строго запретил это, хотя такой человек поклоняется в этом месте только Всевышнему Аллаху и не поклоняется обитателю этой могилы. Но этот человек поклоняется в этом месте, надеясь на его благодать /барака/ и на то, что в это место ниспослана милость. Они говорят, что на такие места нисходит вдохновение от Всевышнего Аллаха. Хотя этот человек не поклоняется кому-либо кроме Всевышнего Аллаха, он все равно подпадает под проклятие Пророка ﷺ. Пророк ﷺ проклял тех людей, которые берут могилы пророков и праведников местами поклонения.

Праведный человек — это человек, который выполняет предписанное и сторонится грехов, опережая других в добрых делах. Праведники имеют различные степени перед Аллахом. Некоторые ученые говорят, что праведный человек — это тот, кто выполняет права Всевышнего Аллаха и права Его рабов. Это также верно!

Однако нам запрещено возвеличивать могилы этих людей, думая, что места вокруг их могил являются благословенными. По этому поводу пришла угроза от Пророка ﷺ.

Если тот, кто поклоняется Аллаху у могилы праведного раба, проклят, то, что тогда сказать о том, кто поклоняется самому праведнику. Проклятие пало на тех, кто начал возвеличивать могилы, ставя там светильники и поклоняясь Аллаху возле них. В отношении такого человека пришло проклятие и было сказано о том, что это самое худшее создание перед Аллахом.

Что же тогда сказать о том, кто начнет обращаться к этой могиле, начнет надеяться на ее обитателя, бояться его, прибегать к нему в тяжелых ситуациях? Нет сомнения в том, что это намного хуже, чем то, о чем говорится в данном разделе.

Поэтому шейх, да смилуется над ним Аллах, привел эту главу, дабы указать на то, что угроза тому, кто поклоняется этой могиле намного страшнее, чем угроза тому, кто поклоняется Аллаху у этой могилы. Это понимают только те, в чьих сердцах чистая вера и любовь к Пророку ﷺ. Если человек поклоняется Аллаху у могилы, то он совершает то, что может привести к многобожию /ширк/. Но если он поклоняется уже самому обитателю могилы, то это является большим многобожием /ширкуль-акбар/. И люди, совершающие то, что может привести к многобожию, являются самыми худшими созданиями Всевышнего Аллаха. Что же тогда сказать о том, кто сам совершает большой ширк, обращаясь к могилам праведников? Нет сомнения в том, что это намного хуже. Это является большим многобожием /ширкуль-акбар/, которое выводит человека из Ислама.

Могилопоклонники могут поклоняться самим могилам, а могут поклоняться их обитателям. Иногда над могилами строят строения, которые затем превращаются в мавзолеи, а затем люди начинают поклоняться даже железному забору, который ограждает эту могилу. Они обтираются об этот забор, считая, что в нем благодать /барака/, которая приближает их к Аллаху. Они постоянно находятся у этих могил и превращают их в идолов.

Также эти люди берут объектом поклонения праведного раба, который непричастен к их многобожию, и поклоняются ему наряду с Аллахом. Поклонение несет в себе широкий смысл. В поклонение входит молитва, мольба /ду’а/, жертвоприношение, обеты и так далее. Это все мы видим среди тех, кто поклоняется идолам и могилам праведников.

Передают со слов ‘Аиши, да будет доволен ею Аллах, что Умм Хабиба и Умм Саляма упоминали о церкви, расписанной различными изображениями, которую они видели в Эфиопии. Они рассказали об этом и пророку, да благословит его Аллах и приветствует, который сказал им на это: «Поистине, когда какой-нибудь праведный человек из них умирает, они строят у его могилы храм для поклонения, расписывая его подобными изображениями. В День воскресения такие люди окажутся наихудшими созданиями пред Аллахом!» Передали аль-Бухари, 427; Муслим, 528.

Умму Саляма, да будет доволен ею Аллах, видела эти церкви, находясь в Эфиопии. Она увидела в этих церквях иконы праведников и рассказала об этом посланнику Аллаху ﷺ. И он ответил на ее вопрос.

Слово « مسجد » имеет смысл «место поклонения». Поэтому « مسجد » — это любое место, где поклоняются Всевышнему Аллаху. Как сказал посланник Аллаха ﷺ: «Сделана была для меня земля местом поклонения (масджид) и чистой».

Христиане также построили церковь, сделав ее местом поклонения. Церкви построены на могилах праведных людей. Они сделали иконы с изображениями рабов Аллаха и повесили их в этих церквях. Этим они хотели привлечь людей к поклонению Аллаху через возвеличивание этого праведника и его могилы. Эти действия являются путями, ведущими к большому многобожию и нововведением, которое ввели поздние последователи пророков. Они построили эти строение над могилами и поклонялись в этих местах. Пророк ﷺ сказал: «В День воскресения такие люди окажутся наихудшими созданиями пред Аллахом!». Речь идет о тех, кто возвеличивал праведников и сделал их могилы местами поклонения. В этом хадисе нет указания на то, что эти люди поклонялись праведникам. Они просто возвеличили могилы праведников и создавали их изображения. Они объединили два вида искушения: искушение могилы и искушение изображений.

Искушение изображениями считается одним из путей, который приводит к многобожию /ширк/. А возвеличивание могил праведников приводит к тому, что люди начинают поклоняться этим праведникам. Они начинают приписывать им божественные качества. Они думают, что этот праведник является посредником и доносит до Всевышнего Аллаха нужды людей, как это сейчас происходит.

Сказал автор книги, да смилуется над ним Аллах: «Они одновременно творят две смуты: смуту на могилах и смуту изображений». Так оно и есть! Поэтому они являются наихудшими созданиями пред Аллахом.

В этом предостережение для этой общины, чтобы она не делала чью-то могилу местом для поклонения. Потому что тот, кто возводит над могилой строение, а затем призывает людей к ее возвеличиванию, является худшим созданием перед Аллахом. Передают со слов Абу Са‘ида, да будет доволен им Аллах, что однажды Пророк ﷺ сказал: «Поистине, станете вы следовать обычаям живших до вас пядь за пядью и локоть за локтем, и дело дойдет до того, что если они проникнут в нору ящерицы, то и вы обязательно последуете за ними!» Бухари, 3456. И в этом угроза для тех, кто поклоняется Аллаху в тех местах, где есть могилы и изображения.

Также передают со слов ‘Аиши, да будет доволен ею Аллах, что Пророк ﷺ уже болевший той болезнью, от которой он умер, сказал: «Аллах проклял иудеев и христиан за то, что они избрали могилы своих пророков местами для поклонения».‘Аиша также сказала: «Он предостерегал нас об опасности того, что они сделали. Если бы не его слова, то его похоронили бы на открытом месте. Однако этого не случилось, поскольку существовала опасность того, что его могилу превратят в мечеть». Передал аль-Бухари, 1330; Муслим, 529.

Этот хадис является одним из величайших хадисов, в которых страшная угроза тем, кто превращает могилы пророков в места поклонения.

Пророк ﷺ находясь в такой тяжелой ситуации, испытывая предсмертную агонию, не забыл об этом, а напротив уделил все свое внимание тому, чтобы оберечь свою общину от путей, ведущих к многобожию. И он сказал, что Всевышний Аллах проклял иудеев и христиан, так как они взяли могилы своих пророков местами поклонения. Пророк ﷺ боялся, что его могилу также могут сделать местом поклонения.

Кто превратил могилы пророков в места поклонения? Это — худшие создания из иудеев и христиан, которых проклял Пророк ﷺ.

Проклятие « اللعنة » — это отдаление и лишение милости Аллаха. Это указывает на то, что они совершили один из смертельных грехов. Так оно и есть! Возведение строений над могилами приводит к большому многобожию /ширкуль-акбар/. Это является тягчайшим грехом. Именно это было причиной того, что их прокляли. И Пророк ﷺ предостерегал от них, несмотря на то, что находился в таком тяжелом положении. Он завещал, чтобы никто из этой общины не делал могилы местами поклонения. Но, несмотря на это, многие люди из этой общины пошли в противоречие с завещанием Пророка ﷺ.

 

 
Они превратили могилы в места поклонения. Превращение могил в места поклонения бывает трех видов:

Первый вид: Если человек совершает земные поклоны у могилы, то он превратил эту могилу в место поклонения. Это не так широко распространено в наши дни. Могилы пророков иудеев и христиан не были открыты для людей и поэтому на них никто не совершает земные поклоны. Они возвеличивают могилы своих пророков, но не молятся непосредственно на них. Что касается этого вида, то он самый ужасный из всех. Это самая великая причина, которая в итоге может привести к многобожию /ширк/.
Второй вид: Если человек молится в сторону могилы, то он превратил эту могилу в место поклонения. Человек, находясь у этих могил, проявляет смирение и унижение. Под местом поклонения не понимается только то место, куда человек касается своим лбом при земном поклоне. Также это то место, где человек проявляет смирение и унижение перед Всевышним Аллахом. Поэтому Пророк ﷺ запретил молиться в сторону могилы. Молитва в сторону могилы является одной из причин, которая затем приведет к ее возвеличиванию.
Третий вид: Если люди возвели могилу в том месте, где они совершают молитвы. Или, например, когда умирали пророки, люди строили на их могилах некое сооружение, в котором поклонялись Аллаху. Это третий вид превращения могил в места поклонения.
Поэтому становится ясным соответствие тех доводов, которые привел шейх, этой главе.

Почему Пророк ﷺ проклял иудеев и христиан, находясь при смерти? Он сделал это, потому что хотел оберечь сподвижников от данного поступка. И сподвижники, да будет доволен Аллах ими всеми, приняли его предостережение и жили в соответствии с ним.

Если бы не это опасение, Пророка ﷺ похоронили бы, как и всех, на кладбище аль-Баки’. Но он предостерег их от этого, сказав: «Аллах проклял иудеев и христиан за то, что они избрали могилы своих пророков местами для поклонения». Это было одной из причин, а второй причиной были слова Абу Бакра, да будет доволен им Аллах, о том, что он слышал Пророка ﷺ который сказал: «Поистине, пророков хоронят там, где они умирают».

Сподвижники, да будет доволен Аллах ими всеми, приняли это завещание и похоронили Пророка ﷺ там, где он умер. Комнату ‘Айши, в которой похоронили Пророка ﷺ разделили на две части, возведя стену между уголком ‘Айши и могилой Пророка ﷺ.

Абу Бакр, да будет доволен им Аллах, после смерти также был похоронен в этой комнате слева от могилы Пророка ﷺ. А когда умер ’Умар, да будет доволен им Аллах, ’Айша оставила свою комнату.

Затем эта комната была закрыта. В ней не осталось дверей, а осталось только маленькое окошко. Как известно, строения в то время были из дерева, а не из камней, как в наши дни. Затем начались расширения в мечети во времена правления аль-Уалида ибн ’Абдуль-Малика, когда Мединой правил ’Умар ибн ’Абдуль-’Азиз. Все комнаты, которые раньше принадлежали женам пророка, мир ему и благословение Аллаха, были снесены и включены в расширенную мечеть. Осталась только комната, где был похоронен Пророк ﷺ. Могила Пророка ﷺ была окружена еще одним слоем стен. Первая стена — это стена комнаты ‘Айшы. Вторая стена была построена во времена ’Умара ибн ’Абдуль-’Азиза. Эта стена была построена в форме треугольника. Они построили эту стену, так как боялись, что после расширения мечети молящиеся будут направляться во время молитв в сторону могилы Пророка ﷺ. Если кто-то будет молиться в сторону Каабы, то прямо перед ним встанет могила. А вторая стена была, для того чтобы никто не взял между собой и Каабой эту могилу.

Затем была построена еще третья стена. Об этом говорит Ибн аль-Къаййим в «ан-Нунийа», описывая мольбу Пророка ﷺ: «О Аллах! Не делай мою могилу идолом, которому будут поклоняться»:

فأجاب رب العالمين دعاءه
وأحاطه بثلاثة الجدران

«Господь миров ответил на его мольбу,
Окружив его тремя стенами».

Могила Пророка ﷺ окружена тремя стенами и ни в одной из этих стен нет двери. Поэтому никто не мог войти в ту комнату, где похоронен Пророк ﷺ. Третья стена также была высокой, а затем кто-то из правителей поставил над могилой купол. Никто в наши дни не может пройти к могиле Пророка ﷺ молиться у нее и видеть ее.

Затем еще построили железный забор вокруг этих трех стен. Между железным забором и третьей стеной расстояние в среднем около полутра метра.

Так мусульмане поступили с могилой Пророка ﷺ в соответствии с его завещанием. Его могила удалена, и никто не может к ней приблизиться. И невозможно, чтобы эту могилу превратили в место поклонения.

Во времена многобожников из Османской империи был построен коридор с восточной стороны, чтобы по нему совершать обход /тауаф/ вокруг могилы. Затем, когда власть перешла к государству Саудии, это место было закрыто. Из этого всего мы понимаем, что могила Пророка ﷺ не была превращена в мечеть, так как вокруг нее четыре стены, которые отделили ее от мечети. Сподвижники и таби’ины прислушались к завету Пророка ﷺ и закрыли эти пути к многобожию /ширк/. Это ответ на мольбу Пророка ﷺ который сказал: «О Аллах! Не делай мою могилу идолом, которому будут поклоняться» См. «Гъайат уль-Марам», 126.

Сегодня некоторые люди думают, что могила Пророка ﷺ находиться в мечети. Но на самом деле это не так, ведь у нас есть четыре стены, которые отделяют ее от мечети.

То, на что хотелось указать (а это очень важно и это необходимо понять) — это то, что могила Пророка ﷺ не была превращена в место поклонения. Но некоторые люди не прислушались к заветам Пророка ﷺ и превратили могилы праведников в места поклонения. Они начали возвеличивать могилы, как возвеличивают идолов.

 

 
Муслим передал хадис Джундаба ибн ‘Абдуллы, который рассказывал: «Я слышал, как Пророк ﷺ сказал за пять дней до своей смерти: «Я пречист пред Аллахом в том, чтобы брать кого-либо из вас халилем (возлюбленным). Аллах сделал меня Своим халилем, так же, как Он сделал Своим халилем Ибрахима. Если же бы мне пришлось выбрать халиля из моей общины, то я выбрал бы Абу Бакра. Поистине, те, кто были до вас, превращали могилы своих пророков в места поклонения. Но вы не превращайте могилы в места поклонения, ибо я запрещаю вам это»» Муслим, 532.

Это то, что случилось в этой общине. Это является тем, что приводит к многобожию /ширк/. Соответствие этого хадиса главе явное. Пророк ﷺ запретил превращать могилы праведников в места поклонения, даже если человек поклоняется в этих местах только Аллаху, так как со временем это приведет к многобожию /ширк/. Любая причина ведет за собой результат. И единогласны все ученые в том, что обязательно нужно закрывать те пути, которые ведут к многобожию и запретному. Поэтому обязательно нужно закрывать все двери многобожия.

Поэтому, исходя из всего вышеперечисленного, недействительна молитва того, кто молится на могилах, потому что Пророк ﷺ запретил молиться в подобных местах. Пророк ﷺ запретил, а они все равно сделали. Также недействительна молитва того, кто повернулся во время нее в сторону могилы.

Далее шейх, да смилуется над ним Аллах, сказал: «Пророк ﷺ запретил подобное в конце своей жизни и даже проклял тех, кто делал это, о чем свидетельствует приведенный выше хадис.

К запрещенным действиям относится и совершение молитвы на могилах, даже если над ней не было возведено ничего. В этом заключается смысл слов Айши о том, что «существовала опасность того, что его могилу превратят в мечеть»».

Молитва у могил или молитва в их сторону является запретной. Поэтому Пророк ﷺ сказал: «Совершайте молитвы в своих домах и не превращайте их в могилы». Этот хадис передали Ахмад 2/16, аль-Бухари 432, Муслим 777, Абу Дауд 1043 со слов Ибн ‘Умара; Абу Я’ля 4867, ар-Руваяни, ад-Дыйаъ аль-Макъдиси со слов Зайда ибн Халида; Мухаммад ибн Наср в «ас-Соля» со слов ‘Аиши. Шейх аль-Альбани назвал хадис достоверным. См. «Сахих аль-джами’ ас-сагъир» 154, «Сахих ат-Таргъиб ва-т-тархиб» 435.

Этот хадис указывает на то, что на могилах не совершают молитвы, так как это приводит к многобожию /ширк/. А еще хуже, если вокруг могилы возвели строение или мечеть.

Ахмад приводит с хорошим иснадом следующий хадис Ибн Мас’уда от Пророка ﷺ: «Наихудшими из людей являются те, кого застигнет Час живыми, и те, которые превращают могилы в места поклонения» Передал аль-Бухари, 7067, в форме /му’алякъ/. Также Ахмад, 1/435, 405; ибн Аби Шейба, 3/30; аль-Баззар, 5/136; ат-Табарани в «Му’джам аль-Кабир», 10413; ибн Хузейма, 2/6; ибн Хиббан, 6847; Это достоверный хадис из-за подкрепляющих цепочек. Сказал аз-Захаби: «Иснад хороший». См. «Сияр а’лям ан-Нубаля», 9/410.

Это самые наихудшие из людей. Те люди, которые превратили могилы в места поклонения, являются наихудшими из людей. Так как это действие является путем, который ведет к многобожию /ширк/. Хадис охватывает всех людей, которые поступают подобным образом.

Соответствие этого хадиса главе явное. В нем сказано, что люди, которые берут могилы местами поклонения, являются наихудшими. Несмотря на то, что целью этого человека является поклонение одному Всевышнему Аллаху. А что тогда сказать о том, кто посвятил свое поклонение Пророку ﷺ? А многие люди посвящают свои мольбы Пророку ﷺ. Это подобно тому, что было во времена джахилийи, когда люди взывали к ангелам и праведникам. Они намного хуже, чем те, о ком Пророк ﷺ рассказал в этих хадисах». [Конец слов шейха]

نسأل الله جل وعلا العافية والسلامة من كل وسائل الشرك""",
  """Чрезмерное почитание могил праведников делает из них идолов, которым поклоняются помимо Аллаха

Шейх Салих Али Шейх говорит:

«Чрезмерное почитание могил праведников является путем, который ведет к многобожию /ширк/. Это приводит к большому многобожию /ширкуль-акбар/ и люди превращают эти могилы в идолов, которым поклоняются. Чрезмерное почитание бывает разных видов, как мы говорили об этом ранее. И один из видов чрезмерности – это чрезмерное почитание могил. В этом разделе говорится о том, что чрезмерное почитание могил превращает их в идолов, которым поклоняются помимо Всевышнего Аллаха.

Мы говорили, что «чрезмерность» — это переход за рамки границ. В шариате могилы праведников и неправедных равны. Нет ни одного доказательства в шариате, которое указывало бы на то, что могила праведного человека лучше, чем могила грешника. Они (могилы) подобны друг другу. Нет никакой разницы между могилами праведного и неправедного.

Чрезмерность может проявляться в том, что люди пишут на могильном камне имя человека, возвышают могилы над землей, строят над ними здание или берут их местом своего поклонения. Все это приводит затем к большому ширку.

Чрезмерность также может проявляться в том, что люди считают, что могила праведного человека является причиной, которая приближает их к Аллаху. Они считают, что обитатель могилы будет заступаться за них перед Всевышним Аллахом, а также посвящают могиле различные виды поклонения. Это все является уже большим многобожием /ширкуль-акбар/.

Отсюда мы видим, что есть два вида чрезмерности:

Чрезмерность, которая является причиной, ведущей к многобожию.
Чрезмерность, которая является многобожием.
И мы видим, как в наши дни могилы превратили в идолов, которым поклоняются помимо Всевышнего Аллаха. Над могилами строят мавзолеи и призывают туда людей. Они посвящают этим могилам свое поклонение.

Имам Малик в своем сборнике «аль-Муватта» приводит следующий хадис: «Посланник Аллаха сказал: «О Аллах! Не делай мою могилу идолом, которому поклоняются. Поистине, силен гнев Аллаха на людей, которые превращают могилы своих пророков в места поклонения»» Передал имам Малик в «аль-Муватта», 1/172; ибн Са’д в «ат-Табакъат аль-Кубра», 2/240-241.

Пророк, мир ему и благословение Аллаха, обращается к Аллаху с подобной мольбой, так как боится, что нечто подобное случится. Если бы этого не могло произойти, тогда в чем смысл такой великой мольбы. Пророк ﷺ просил Всевышнего Аллаха, чтобы его могилу не превратили в идола, как люди поступили с могилами других пророков. Большое количество могил пророков и посланников были превращены в идолов, которым поклонялись.

Мольба Пророка ﷺ указывает на то, что подобное могло произойти. Поэтому Пророк ﷺ просил оберечь людей от этого. Могила превращается в идола по причине чрезмерности людей. Люди проявляют чрезмерность и превращают могилы в места поклонения, а затем и вовсе делают из этих могил идолов.

Многобожники говорят: «Могила не может быть идолом, так как все идолы остались в джахилийи».

Люди джахилийи связывали свои сердца с идолами, камнями, деревьями и так далее. Они были убеждены в том, что эти вещи могут приносить пользу, и это привело их к большому многобожию /ширкуль-акбар/. Что тогда сказать о тех, кто обращает свои мольбы к посланникам и пророкам? Связь сердец людей с праведниками намного сильнее, чем их связь с камнями. Связь сердец с пророками и посланниками намного сильнее, чем связь с джиннами. Поэтому многобожие, связанное с праведниками проявляется больше, чем многобожие, связанное с простыми истуканами. Люди убеждены в том, что эти праведники будут заступаться за них в Судный день.

Поэтому многобожники говорили:

﴿ مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى ﴾

«Мы поклоняемся им только для того, чтобы они приблизили нас к Аллаху как можно ближе» Сура «аз-Зумар», аят 3.

А также:

﴿ وَيَقُولُونَ هَؤُلاَءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ ﴾

«Они — наши заступники перед Аллахом» Сура «Йунус», аят 18.

И в наше время могилопоклонники отвечают также: «Это тауассуль! Это заступничество!» Но как бы они это не называли, суть все равно одна. Они превратили могилы в идолов, построив на них мечети, начав зазывать в них людей. Они начали рассказывать о чудесах /карамат/ того, кто похоронен в этой могиле.

Ибн Джарир приводит, переданный Суфйаном ас-Саури от Мансура, от Муджахида, комментарий последнего к высказыванию Всевышнего:

﴿ أَفَرَأَيْتُمْ اللَّاتَ وَالْعُزَّى ﴾

«Рассажите мне о ал-Ляте и аль-‘Уззе?…» Сура «ан-Наджм», аят 19.

«Он [ал-Лят] готовил им кашу из крупы, а когда умер, они начали молиться на его могиле» См. «Тафсир ат-Табари», 27/58.

То же самое рассказал Абу аль-Джауза от Ибн ‘Аббаса: «Он готовил для паломников кашу из крупы» Передал аль-Бухари, 4859.

Этот человек был праведным и кормил паломников и поэтому люди начали излишествовать в отношении его могилы. А затем они и вовсе превратили его могилу в идола. Они постоянно находились возле этой могилы, возвеличивали ее, желали от нее благодати /барака/ и так далее.

Ибн ‘Аббас также рассказывал: «Посланник Аллаха ﷺ проклял женщин, посещающих могилы, и тех, кто возводит на могилах мечети и зажигает на них светильники» Передал ат-Тайалиси, 2733; Али ибн Джа’д, 1500; Ахмад, 1/229, 287, 324, 337. ибн Аби Шейба, 7549; 11814; абу Дауд, 3236; ат-Тирмизи, 320; ат-Тирмизи сказал: «Хадис хороший (хасан)». Ибн Маджах, 1575; ан-Насаи, 4/94; ибн Хиббан, 3179, 3180; ат-Табарани в «Му’джам аль-Кабир», 12725; Ибн Шахин в «ан-Насих уаль-Мансух», 308; аль-Хаким в «Мустадрак», 1/374; аль-Бейхакъи в «Сунан аль-Кубра», 4/78; аль-Багауи в «Шарх ус-Сунна», 510.

Некоторые ученые назвали этот хадис слабым по причине Абу Салиха, который передает от Ибн ‘Аббаса.

Что же касается запрета на разжигание светильников на могилах, то его причина заключается в том, что подобный поступок приводит к возвеличиванию могил и является одной из форм их чрезмерного почитания. В прежние времена люди устанавливали на могилах фонари и светильники. Сегодня на них устанавливают яркие лампы, которыми людям дают понять, куда им следует стремиться. Их украшают лампами, которые соединены друг с другом, и прожекторами, дающими ослепительный свет, для того, чтобы разъяснить людям, что эту могилу следует почитать. Воистину, поступающие таким образом прокляты языком Посланника Аллаха, мир ему и благословение Аллаха, потому что устанавливать светильники на могилах запрещено». [Конец слов шейха]""",
  """Избранный Пророк ﷺ защищал неприкосновенность таухида и преграждал любой путь, ведущий к ширку

Шейх Салих Али Шейх говорит:

«Этот раздел является продолжением предыдущих разделов. В этих разделах говорится о том, что Пророк ﷺ оберегал неприкосновенность единобожия /таухид/ и преграждал все пути, ведущие к многобожию /ширк/.

Шейх привел аят, в котором Всевышний Аллах говорит:

﴿ لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ * فَإِن تَوَلَّوا فَقُلْ حَسْبِيَ اللهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ العَرْشِ العَظِيمِ ﴾

«К вам явился Посланник из вашей среды. Тяжко для него то, что вы страдаете. Он старается для вас. Он сострадателен и милосерден к верующим. А если они отвернутся, то скажи: «Мне достаточно Аллаха! Нет божества достойного поклонения, кроме Него. Я уповаю только на Него, ибо Он – Господь великого Трона»» Сура «ат-Тауба», аяты 128-129.

Пророк ﷺ не хочет, чтобы община пребывала в тяжелом положении. Поэтому он приказал своей общине все добро и запретил ей совершать всякое зло. Пророк ﷺ защищал неприкосновенность того, к чему он призывал. Если люди начнут совершать то, что он запретил, они придут к своей гибели. Они приобретут тягостное положение, как в этой жизни, так и в той. А Пророк ﷺ не хочет, чтобы община страдала. Он защищал неприкосновенность единобожия /таухид/ и закрыл все пути, которые ведут к многобожию /ширк/. Именно на это хотел указать шейх, приведя этот аят.

Абу Хурайра рассказывал о том, что Посланник Аллаха ﷺ сказал: «Не превращайте свои дома в могилы и не делайте из моей могилы ‘ида. Молитесь за меня, ибо ваши молитвы достигнут меня, где бы вы ни были» Передал имам Ахмад, 2/368; Абу Дауд, 2042; аль-Бейхакъи в «Шу’аби-ль-Иман», 4162.

«’Ид» может быть связан с местом или со временем. Пророк ﷺ запретил постоянно посещать его могилу, так как это может привести к чрезмерному возвеличиванию этой могилы. А потом могилу начнут возвеличивать так же, как возвеличивают Всевышнего Аллаха. Если человек постоянно посещает определенную могилу, то есть делает ее «’идом», то это может привести его к многобожию /ширк/.

Сообщается от ‘Али ибн аль-Хусайна о том, что он однажды увидел человека, который часто посещал могилу Пророка ﷺ и взывал там к Аллаху. ‘Али запретил ему делать это и сказал: «Не рассказать ли вам то, что слышал от своего отца [аль-Хусайна ибн ‘Али] о том, что мой дед [‘Али ибн Абу Талиб] слышал, как посланник Аллаха ﷺ сказал: «Не делайте из моей могилы ‘ида и не превращайте свои дома в могилы. Молитесь за меня, ибо ваши молитвы достигнут меня, где бы вы ни были»?» Передал ибн Аби Шейба, 2/357; аль-Бухари в «Тарих аль-Кабир», 2/189; Абу Йа’ля, 469; ад-Дыя аль-Макдиси в «аль-Мухтара», 428.

Хадис ‘Али ибн аль-Хусейна также свидетельствует о том, как Пророк ﷺ оберегал единобожие и его неприкосновенность и перекрывал все дороги, ведущие к многобожию. И если на его могиле нельзя устраивать «’ида», то на могилы всех остальных людей этот запрет распространяется в еще большей степени. Однако случилось так, что многие мусульмане не поняли того, что так усердно оберегал Пророк ﷺ. Они превратили могилы в мечети. Более того, они воздвигли на них мавзолеи и даже осветили их огнями. И более того, они совершают ради них жертвоприношения и приносят ради них обеты. Они обходят вокруг них, уподобляя их Каабе, и считают земли вокруг них более священными, чем благословенные земли Аллаха. А когда эти люди, поклоняющиеся могилам, приходят на могилу Пророка ﷺ или других праведников и угодников, они испытывают унижение, смирение, раскаяние, страх и надежду, которые они не испытывают в своих сердцах, когда остаются наедине с Великим и Могучим Аллахом. А это — не что иное, как противодействие Аллаху и Его Посланнику Мухаммаду ﷺ.""",
  """О том, что часть этой общины будет поклоняться идолам

Шейх Салих Али Шейх говорит:

«С самого начала книги шейх рассказал нам о многих вопросах. Он рассказал об обязательности познания единобожия и о страхе перед многобожием. Также он указал на некоторые виды единобожия, а также виды малого и большого многобожия. Также рассказал нам о том, что приводит к многобожию. Также он поведал нам о том многобожии, которое распространилось в предыдущих общинах.

Услышав все это, могилопоклонники оправдываются тем, что эта община защищена от большого многобожия. И шейх подумал, что после прочтения первых двадцати двух глав, ему могут сказать: «Всё, что ты сказал, является правильным, однако наша община застахована от большого многобожия». Этот человек приведет в качества доказательства хадис, в котором посланник Аллаха ﷺ скахал: «Поистине, сатана уже потерял надежду на то, что ему будут поклоняться на арабском полуострове». Муслим, 2812. Они говорят, что из этого хадиса понимается, что никто в этой общине не станет совершать большого многобожия. Так говорят могилопоклонники!

Они привели этот хадис вообще не к месту. Этот хадис не понимается таким образом, как они пытаются его преподнести. Шайтан отчаялся в тот момент, когда Пророк ﷺ говорил эти слова, но он уделял всё внимание тому, чтобы сбивать сыном Адама. Как сказал Иблис:

﴿ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إَلاَّ قَلِيلاً ﴾

«Посмотри на того, кому Ты отдал предпочтение предо мною. Если ты дашь мне отсрочку до Последнего дня, то я покорю его (Адама) потомство, за исключением немногих» Сура аль-Исра, аят 62.

Но он отчаялся, увидев силу Ислама, увидев как единобожие одолело неверных. Но Иблис не знал того, что будет в будущем». [Конец слов шейха]

Также передали аль-Бухари (7116) и Муслим (2906) передали от Абу Хурейры, что Посланник Аллаха ﷺ сказал: «Судный час не наступит до тех пор, пока женщины из племени Даус не станут кружиться вокруг идола Зу-ль-Халяса».

Также передают со слов Айши, что посланник Аллаха ﷺ сказал: «Пройдут дни и ночи и начнут поклоняться ал-Ляту и ’Уззе». Муслим, 2907.

И другие доводы, с дозволения Аллаха, придут далее в этой главе.

Шейх Салих Али Шейх говорит:

«Поэтому в этом хадисе нет указания на то, что в этой общине не будут поклоняться шайтану. В этом хадисе указание лишь на то, что шайтан отчаялся. Даже после смерти Пророка ﷺ некоторые арабы отказались от Ислама и начали поклоняться Иблису. То есть они поклонялись шайтану через подчинение ему. Как сказал Аллах:

﴿ أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ ﴾

«Разве Я не завещал вам, сыны Адама, не поклоняться дьяволу, который является вашим явным врагом» Сура Йа Син, аят 60.

И как пришло в толковании этого аята, под поклонением имеется в виду подчинение.

Поэтому шейх будто бы знал, что идолопоклонники начнут приводить подобные сомнения и решил привести в своей книге данную главу. И шейх привел доводы на то, что какая-то часть этой общины всё равно будет поклоняться идолам.

 

 
«الأوثان» — «аль-аусан» — идолы, это множественное число слова «وثن» — идол. Идол — это любая вещь, к которой люди обратились с поклонением. Люди взывают к идолам, просят у них помощи в тяжелых ситуациях, считают, что идолы приносят пользу и вред, и так далее. Идол /уасн/ — это необязательно то, что имеет вид, как например, картина или памятник. А то, что имеет обязательно имеет внешний облик называется «الصنم» — (санам). Как, например, люди нарисовали картину какого-либо пророка, а затем стали поклоняться этой картине. Или, например, люди сделали статую человека и начали поклоняться ему, как это сделали с Буддой. А что касается «وثن» — «уасн» — то это может быть стеной, могилой, а может быть и мертвым человеком, которому поклоняются.

Всевышний Аллах сказал:

﴿ أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنْ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلَاءِ أَهْدَى مِن الَّذِينَ آمَنُوا سَبِيلًا ﴾

«Разве ты не видел тех, кому дана часть Писания? Они веруют в джибта и тагута и говорят ради неверующих: “Эти следуют более верным путем, чем верующие”» Сура ан-Ниса, аят 51.

«الجبت» — «джибт» — это всё то, что противоречит приказу Аллаха и Его посланника ﷺ в вопросах убеждения (акъиды). Джибтом/ может называться колдовство, как об этом говорили многие саляфы. «Джибтом» также может называться предсказатель.

«Они веруют в джибта и тагута» — то есть верят в колдовство, ложь и поклонение кому-либо кроме Всевышнего Аллаха.

«الطاغوت» — «тагъут» — это каждый, в отношении которого, раб переходит границу дозволенного в поклонении, покорности и подчинении, как об этом сказал Ибн аль-Къаййим, да смилуется над ним Аллах.

Веру в джибта и тагъута проявили те, кому была дарована часть Писания. А пророк ﷺ сказал: «Поистине, станете вы следовать обычаям живших до вас пядь за пядью и локоть за локтем, и дело дойдёт до того, что если они проникнут в нору ящерицы, то и вы обязательно последуете за ними!» Бухари, 3456.

Пророк ﷺ привел маленький пример, а именно вхождение в нору ящерицы. Невозможно человеку залезть в такую маленькую нору ящерицы. И в этом указание на то, насколько сильно эта община последует за предыдущими. И это случилось с нашей общиной. Есть люди, которые верят в колдовство, есть люди, которые поклоняются кому-либо кроме Всевышнего Аллаха и так далее.

Всевышний Аллах сказал:

﴿ قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِندَ الله مَن لَّعَنَهُ اللهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ القِرَدَةَ وَالخَنَازِيرَ وَعَبَدَ الطَاغُوتَ ﴾

«Скажи: “Сообщить ли вам о тех, кто получит еще худшее воздаяние от Аллаха? Это — те, кого Аллах проклял, на кого Он разгневался, кого Он превратил в обезьян и свиней и кто поклонялся тагуту”» Сура аль-Маида, аят 60.

Это случилось в прошедших общинах и произошло в нашей общине, так как Пророк ﷺ сказал: «Поистине, станете вы следовать обычаям живших до вас пядь за пядью и локоть за локтем, и дело дойдёт до того, что если они проникнут в нору ящерицы, то и вы обязательно последуете за ними!» Бухари, 3456.

Поклонение тагъуту имеет широкий смысл и включает в себя поклонение идолам, в том числе могилам, обожествление погребенных в них покойников и стремление приблизиться за счет них к Великому и Могучему Аллаху. Все это имеет место среди некоторых из последователей Пророка Мухаммада ﷺ которые поклоняются идолам, мавзолеям, деревьям, камням и прочим идолам.

 

 
Всевышний Аллах также сказал:

﴿ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا ﴾

«А те, которые отстояли свое мнение, сказали: “Мы непременно воздвигнем над ними мечеть”» Сура аль-Кахф, аят 21.

История обитателей пещеры всем известна. А этот аят являются частью этой истории. Всевышний Аллах говорит:

﴿ وَلَبِثُوا فِي كَهْفِهِمْ ثَلاَثَ مِائَةٍ سِنَينَ وَازْدَادُوا تِسْعًا ﴾

«Они провели в пещере триста лет и еще девять» Сура аль-Кахф, аят 25.

Потом Всевышний Аллах оживил их. Другие люди узнали об этих людях, которые так долго проспали в пещере, и начали думать, что эти обитатели пещеры святые. Когда обитатели пещеры скончали, люди начали спорить между собой. Кто-то предожил построить над их могилами строения, а кто-то предложил построить площадь в их честь. И Аллах говорит об этом:

﴿ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا ﴾

«А те, которые отстояли свое мнение, сказали: “Мы непременно воздвигнем над ними мечеть”» Сура аль-Кахф, аят 21.

Кто эти люди, которые отстояли своё мнение? Среди ученых было разногласие в этом вопросе.

Первая группа сказала: Это были мусульмане того времени, которое начали возвеличивать этих обитателей пещеры. Они сказали:

﴿ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا ﴾

«Воздвигните над ними строение» Сура аль-Кахф, аят 21.

Строение нужно было построить, чтобы люди не забывали о них. И если это толкование верное, то такое возвеличивание привело этих людей к поклонению могилам. Именно это случилось с нашей общиной.

Вторая группа сказала: Речь идет о многобожниках, которые жили в невежестве, и сердца которых были переполнены многобожием и нововведениями. Именно они решили построить мечеть.

Третья группа сказала: Речь идет о правителях тех людей. Именно они одержали верх в этом споре. В частности об этом говорил хафиз Ибн Касир, да смилуется над ним Аллах. Они начали возвеличивать этих праведников и приказали построить над их могилой мечеть. Если это случилось с той общиной, значит обязательно должно было произойти и в нашей. Любое многобожие, которое было в прежних общинах, обязательно возникало и в нашей, вплоть до того, что некоторые начали заявлять о своей божественности.

Абу Са’ид рассказывал, что посланник Аллаха ﷺ сказал: «Поистине, вы последуете обычаям (сунан) тех, кто были прежде вас, в точности подражая им во всём. И даже если они залезут в нору варана, то и тогда вы последуете за ними». Люди спросили: «О посланник Аллаха, это иудеи и христиане?» Пророк ﷺ ответил: «А кто же ещё?» Передали аль-Бухари, 7320; Муслим, 2669.

В слове «لَتتّبِعُنّ» частица «лям» указывает на клятву, то есть: «Клянусь Аллахом! Вы непременно последуете….».

Грамматический анализ слов Пророка ﷺ позволяет понять, что он фактически поклялся в том, что мусульмане последуют по дорогам своих предшественников. Зачем же Пророку ﷺ было клясться? Для того, чтобы подчеркнуть неизбежность этого и разъяснить, что мусульманская община последует по стопам предшествующих ей общин. И это было грозным предупреждением для мусульман. И это действительно случилось. Некоторые последовали по пути иудеев, а другие — по пути христиан, а третьи — по иным путям.

Вся эта глава основывается на этом хадисе. Любое неверие и многобожие, имевшее место в прежних общинах, обязательно возникает и в нашей. Прежние общины поклонялись идолам и проявили неверие в Аллаха. То же самое случилось и в этой общине.

Муслим также передал хадис Саубана о том, что посланник Аллаха ﷺ сказал: «Аллах свернул предо мною землю, и я увидел её от востока до запада. Поистине, моя община получит власть над территорией, которая была мне показана. И было вручено мне две сокровищницы: красная и белая. Я попросил у своего Господа, чтобы Он не погубил мою общину, посылая на неё массовые бедствия, и не насылал на неё никакого внешнего врага, кроме того, который находится в её собственных рядах, и защитил её целостность. Господь мой сказал: “О Мухаммад, если Я решил что-нибудь, то это неотвратимо. И Я даровал твоей общине то, что Я не погублю её, посылая на неё массовые бедствия, и не нашлю на неё никакого врага, кроме того, который находится в её собственных рядах, и сохранит она свою целостность, даже если всё население соседних провинций выступит против неё, но только до тех пор, пока они не начнут губить и пленять друг друга”». Передал Муслим, 2889.

Аль-Баркани в своём сборнике «ас-Сахих» приводит этот же хадис со следующим дополнением: «И я боюсь, что в моей общине появятся имамы, вводящие в заблуждение. Если же падёт на них меч, то он уже не поднимется до дня Воскресения. И не наступит Час до тех пор, пока часть моей общины не присоединятся к многобожникам и пока не начнёт часть её поклоняться идолам. В моей общине появятся тридцать лжецов, каждый из которых провозгласит себя пророком, хотя я — последний из пророков, и после меня уже не будет другого пророка. Тем не менее, в моей общине всё время будет существовать группа людей, которые будут придерживаться истины и одержат победу, и не причинят им вреда те, кто оставит их без поддержки, пока не придёт повеление Всевышнего и Благословенного Аллаха». См. также «Муснад» имама Ахмада, 5/278, 284; «Сунан аби Дауд», 4252; «Сунан ибн Маджах», 3952. Также передал аль-Хаким в «Мустадрак ’аля сахихайн», 4/449; Абу Ну’ейм в «аль-Хильйа», 2/289.

Пророк, мир ему и благословение Аллаха, опасался того, что его последователям могут навредить вожди, вводящие людей в заблуждение. К ним относятся те, кого люди избирают своими вождями и руководителями в делах, связанных с религией или управлением. В их руках находятся вожжи правления народом, и они вводят людей в заблуждение, распространяя ересь и многобожие и приукрашивая их в глазах людей до такой степени, что они начинают считать эти поступки правильными. И это случилось с этой общиной.

В хадисе также сообщается, что перед наступлением Судного дня некоторые мусульманские племена присоединятся к многобожникам. Возможно, они оставят мусульманские земли и переселятся к многобожникам, выражая довольство их религией. Возможно также, что они уподобятся язычникам и станут приобщать сотоварищей к Аллаху, подобно многобожникам, и отступят от своей веры. А большие группы мусульман даже будут поклоняться идолам. Из упоминания об этом становится очевидно, какое отношение имеет к данной главе этот хадис.

Затем Пророк ﷺ что среди его последователей все время будет группа людей, которые будут придерживаться истины и одержат победу, а те, кто оставит их без поддержки, не смогут причинить им вреда, пока не явится повеление Всевышнего и Всеблагого Аллаха. Эта группа будет всегда одерживать верх, потому что Великий и Могучий Аллах будет всегда поддерживать ее доказательствами и ясными доводами в борьбе с теми, кто будет противиться им. Здесь не идет речь о боевых успехах, потому что иногда они могут терпеть поражения, а иногда – даже лишаться своего государства, однако они всегда будут одерживать верх над своими противниками благодаря тем священным текстам, доказательствам и истинным доводам, которыми их одарил Великий и Могучий Аллах. Воистину, они придерживаются истины, тогда как все остальные люди придерживаются лжи». [Конец слов шейха]""",
  """О колдовстве (сихр)

Шейх Салих Али Шейх говорит:

«Эта глава приведена в Книге Единобожия, потому что колдовство /сихр/ является одним из видов многобожия /ширк/. Пророк ﷺ сказал: «Кто занимается колдовством, тот совершил ширк». Передал ан-Насаи, 7/112; ат-Табарани в «Му’джам аль-Аусат», 1469; ибн ’Ади в «аль-Камиль», 4/341. Поэтому колдовство является одним из видов большого многобожия (ширк).

Языковое значение слова «السحر» — /сихр/ — это то, причины чего являются скрытыми. И причина колдовства является скрытой, так как явно его не видно. Поэтому конец ночи называется в арабском языке «سَحَرا». И поэтому прием пищи перед рассветом называется «сухуром», так как человека никто не видит в этот момент.

Поэтому слово «сихр» и его однокоренные слова указывают на скрытость какой-либо вещи. В арабском языке много вещей называют «сихром». Есть некоторые слова, которые называют «сихром». Есть также действия, называемые «сихром», а также есть убеждения, именуемые «сихром». В этой главе и в последующих будет рассказано о некоторых видах сихра и о том, что связано с ним.

Колдовство /сихр/ будет считаться неверием и многобожием, когда в нём используют шайтана, взывают к нему, пытаются приблизиться к шайтану, посвящая ему некоторые виды поклонения.

Ученые по фикху говорят, что «сихр» — это чтение каких-либо заклинаний, завязывание узлов, в которые потом дуют, после чего это заклинание приносит действительный вред. Например, человек начинает болеть или сразу умирает.

В колдовстве используется помощь шайтанов. Колдун не может заниматься колдовством до тех пор, пока он не приблизится к шайтану. Когда колдун приближается к шайтану, шайтан начинает ему служить. После всего этого колдовство этого колдуна начинает действовать. У любого колдовства есть шайтан, который помогает этому колдовству. У каждого колдуна есть помощников из числа шайтанов. Поэтому мы говорим, что колдовство является большим многобожием.

Есть такие вещи, которые внешне похожи на колдовство, но на самом деле они не являются тем колдовством, о котором мы говорили выше. Выше речь шла о том колдовстве, в котором используется помощь дьяволов. Всевышний Аллах говорит:

﴿ وَمِن شَرِّ النَّفًّاثَاتِ فِي العُقَدِ ﴾

«От зла колдуний, поплевывающих на узлы» Сура аль-Фалякъ, аят 4.

Речь в аяте идет о колдуньях, которые завязывают узлы, а затем дуют (или поплевывают) в них. В аяте упомянуты именно женщины, потому что во времена джахилийи колдовством почти всегда занимались именно женщины. Эти женщины читали заклинания, а затем поплевывали в узлы, призывая на помощь джиннов. После этих заклинаний этот узел начинает вредить телу заколдованного человека.

Однажды, один из иудеев заколдовал Пророка ﷺ, используя его расческу и волосы. Пророк ﷺ думал, что он исполняет свой супружеский долг, хотя он этого не делал. Колдовство этого колдуна подействовало на тело Пророка ﷺ. Оно не подействовало на его знание, разум или душу.

Колдовство, в котором используются шайтаны, является многобожием. Всевышний Аллах говорит:

﴿ اتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ ﴾

«Они последовали за тем, что читали дьяволы в царстве Сулеймана» Сура аль-Бакара, аят 102.

Дьяволы читали книги по колдовству. Далее Всевышний Аллах говорит:

﴿ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ ﴾

«Сулейман не был неверующим. Неверующими были дьяволы, и они обучали людей колдовству» Сура аль-Бакара, аят 102.

Всевышний Аллах указал на причину неверия этих дьяволов, сказав:

﴿ يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى المَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ ﴾

«Они обучали людей колдовству, а также тому, что было ниспослано двум ангелам в Вавилоне — Харуту и Маруту» Сура аль-Бакара, аят 102.

И далее Аллах говорит:

﴿ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولاَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْ ﴾

«Но они (ангелы) никого не обучали, не сказав: “Воистину, мы являемся искушением, не становись же неверующим”» Сура аль-Бакара, аят 102.

Отсюда следует, что изучение колдовства, то есть изучение его теории, и практика являются многобожием. Есть такие, которые изучают теорию колдовства, но не занимаются практикой. Есть такие, кто колдовал всего лишь несколько раз. А есть такие, кто занимается этим постоянно. Все они являются неверующими.

Поэтому мы говорим, что обучение теории колдовства уже является неверием, не говоря уже о практике.

 

 
Некоторые ученые, как например имам аш-Шафи’и, да смилуется над ним Аллах, сказали, что колдовство бывает двух видов:

Колдовство, осуществляемое при помощи дьяволов. Это является неверием и большим многобожием.
Колдовство, осуществляемое при помощи различных зельев. Это считается нечестием и запретным деянием. Но человек не становится неверным, пока не дозволит это деяние.
Имам аш-Шафи’и, да смилуется над ним Аллах, разделил колдовство на две группы, исходя из того, что принято называть колдовством среди людей. Но на самом деле второй вид не является тем, что в шариате называется колдовством. Человек, использующий зелья, считается знахарем. В шариате такого человека не называют колдуном.

Что касается привораживания, после которого жена начинает любить мужа, то это относится к первому виду.

Колдовство делает Ислам колдуна недействительным.

Я (т.е. шейх Салих) видел в некоторых книгах по колдовству написано, что колдун не может заниматься колдовством, пока он не поиздевается над Кораном, над Всевышним Аллахом и Его посланником ﷺ. Также об этом рассказывают те, кто с этим сталкивался.

Поэтому колдовство является многобожием. Каждый колдун является многобожником. Поэтому в исламском государстве к колдуну применяется смертная казнь за вероотступничество.

Всевышний Аллах сказал:

﴿ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الآخِرَة مِنْ خَلاَقٍ ﴾

«Они знали, что тому, кто приобрел это, нет доли в Последней жизни» Сура аль-Бакара, аят 102.

Колдун приобретает колдовство и расплачивается за него единобожием. Единобожие является той ценой, которую он платит за колдовство, и поэтому в Последней жизни у него не будет никакой доли. Воистину, многобожники никогда не преуспеют в Последней жизни.

Всевышний Аллах также сказал:

﴿ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ ﴾

«Они веруют в джибта и тагута» Сура ан-Ниса, аят 51.

Это — порицание людей Писания за то, что они верят в колдовство. Чаще всего таким образом поступают иудеи. Аллах упрекнул их за это, проклял их и разгневался на них.

Сказал ’Умар ибн аль-Хаттаб: «“Джибт” — это колдовство, а “тагъут” — это шайтан». Передал аль-Бухари, 1673 в форме «му’алякъ». См. также «Тафсир ат-Табари», 5/131. Также передал ибн Аби Хатим в своем тафсире под номером 5443; Сказал аль-Хафиз: «Иснад къауий». См. «аль-Фатх», 8/252.

Все это свидетельствует о том, что колдовство является одним из запрещенных деяний и тяжких грехов. Оно содержит элементы многобожия и представляет собой форму приобщения сотоварищей к Великому и Могучему Аллаху. Это относится ко всем его видам.

‘Умар ибн аль-Хаттаб сказал, что джибт — это колдовство, а тагут — это сатана. Мы уже упомянули о том, что джибт — это понятие, объединяющее много вещей. Одной из самых ярких и очевидных форм джибта является колдовство. Иудеи верили в джибта, т.е. в колдовство. Они также верили в тагута, т.е. сатану, и таким образом поступает каждый, кто повинуется сатане и отдаляется от истины и верного пути.

Джабир сказал: «“Тагъуты” — это предсказатели, к которым спускался шайтан, и в каждом племени было по одному шайтану». Передал аль-Бухари в форме «му’алякъ». См. также «Тафсир ат-Табари», 3/19; «Тафсир ибн Аби Хатим», 5452.

Что касается высказывания Джабира ибн ‘Абдуллаха, то его мы рассмотрим в следующих главах.

Передают со слов Абу Хурайры, да будет доволен им Аллах, что однажды Пророк ﷺ сказал: «Избегайте совершения семи губительных грехов». Люди спросили: «О посланник Аллаха, а что это за грехи?» Он сказал: «Поклонение другим наряду с Аллахом, колдовство, убийство человека, которого Аллах запретил убивать иначе как по праву, ростовщичество, проедание имущества сироты, отступление в день наступления и обвинение в прелюбодеянии целомудренных верующих женщин, даже не помышляющих о подобном». аль-Бухари, 2766; Муслим, 89.

Речь идет о тех грехах, которые губят того, кто их совершает. Такие грехи принесут человеку лишь убыток как в этой жизни, так и в последующей.

В хадисе сказано: «Поклонение другим наряду с Аллахом и колдовство….», — но это не указывает на то, что многобожие /ширк/ и колдовство /сихр/ это две разные вещи. Просто сначала говорится об общем, то есть о многобожии, а затем говорится о частном, то есть о виде многобожия, а именно о колдовстве. Колдовство является одной из форм приобщения сотоварищей к Великому и Могучему Аллаху. А само многобожие бывает разных видов и оно не останавливается только лишь на колдовстве.

Известно очень много примеров, где конкретное упоминается после общего. Например, в словах Аллаха:

﴿ مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ ﴾

«Если кто враждует с Аллахом и Его ангелами, посланниками, Джибрилем и Микаилем, то ведь Аллах является врагом неверующих» Сура аль-Бакара, аят 98.

Здесь сначала упомянуты ангелы в общем, а затем конкретно говорится о Джибриле и Микаиле.

Джундуб ибн ’Абдуллах сказал: «Колдун наказывается ударом меча». Передали ат-Тирмизи, 1460; ат-Табарани в «аль-Кабир», 1665; Ибн ’Ади в «аль-Камиль», 1/284; ад-Даракутни, 3/114; аль-Хаким в «аль-Мустадрак», 4/360; аль-Бейхакъи в «Сунан аль-Кубра», 8/136; Хадис слабый. См. «Сильсиля ад-Да’ифа», 1446.

В этом сообщении подчеркивается, что между колдунами нет различий, и поэтому любой колдун, каким бы колдовством он ни занимался, должен быть казнен. Согласно достоверному мнению, причина этой казни заключается в вероотступничестве, потому что колдовство непременно содержит элементы приобщения сотоварищей к Великому и Могучему Аллаху, и если человек приобщает сотоварищей к Аллаху, то он отступает от религии, а его жизнь и имущество перестают быть неприкосновенными.

Приводится сообщение от Баджали ибн Абады: «Умар ибн аль-Хаттаб издал указ убивать каждого колдуна и колдунью», и мы убили троих. Передали аш-Шафи’и в своем муснаде, стр. 383; Ахмад, 1/190-191; Абу Дауд, 3043 и другие.

Передают, что Хафса повелела убить свою рабыню, которая заколдовала ее, и та была убита. Передали имам Малик в «Муватта», 2/871; ’Абду-р-Разакъ, 18747; Ибн Аби Шейба, 27912; ат-Табарани в «Му’джам аль-Кабир», 23/187; аль-Бейхакъи в «Сунан аль-Кубра», 8/136.

То же самое рассказывают от имени Джундуба. Передали аль-Бухари в «ат-Тарих аль-Кабир», 2/222; ат-Табарани в «Му’джам аль-Кабир», 1725; аль-Бейхакъи в «Сунан аль-Кубра», 8/136; ибн ’Асакир в «Тарих Димашък», 11/311.

Ахмад сказал: «Это передается от трех сподвижников Пророка ﷺ».

Колдун должен быть казнен, и сподвижники, да будет доволен ими Аллах, издавали указы о казни колдунов и велели поступать таким образом. При этом они не делали исключений для некоторых из них, и поэтому нельзя делать различия между колдунами, занимающимися различными видами колдовства. Мусульмане обязаны остерегаться всех видов колдовства, и для того, чтобы избежать ответственности, они должны предостерегать других от этого предосудительного поступка и сообщать о каждом, кто занимается подобной деятельностью, потому что колдуны, как отмечали выдающиеся богословы, заходя в город, непременно распространяют в нем нечестие, несправедливость, вражду и беззаконие». [Конец слов шейха]""",
  """Разъяснение некоторых видов колдовства

Шейх Салих Али Шейх говорит:

«После того, как шейх рассказал нам о колдовстве /сихр/, которое является многобожием, он говорит о том, что не каждое колдовство считается многобожием /ширк/. Слово «колдовство» в языке имеет широкий смысл. Одним из его значений является обращение за помощью к дьяволам, стремление угодить им и поклонение им для того, чтобы они стали прислуживать колдуну. Это понятие включает в себя и другие значения, которые Законотворец называл колдовством, хотя они не похожи на настоящее колдовство. Они отличаются от него как по сути, так и по отношению религии к ним. Существуют различные степени колдовства, и различие между ними очень важно. И для того, чтобы люди могли делать различие между ними, имам написал эту главу.

Среди простого народа красноречие также называется колдовством. Но здесь не имеется в виду то колдовство /сихр/, во время которого человек обращается за помощью к дьяволу. Однако здесь имеется в виду языковое значение слова «сихр», так как красноречие скрыто действует на сердце. Поистине, красноречивый муж, говорящий красивым языком, может пленить сердца людей. Иногда, с помощью красноречия, он может показать истину ложью, а ложь — истиной.

Точно также суеверия /тыяра/ называются колдовством /сихр/. Суеверия содержат в себе определенные убеждения. Точно также колдовством называется черчение линий на земле (таркъ) и предсказания по направлению полёта птиц. Это не подобно тому колдовству, о котором мы говорили в прошлой главе.

Ахмад приводит слова Мухаммада ибн Джафара от Ауфа [ибн Абу Джамили] от Хаййана ибн аль-Ала от Катана ибн Кабисы от его отца [Кабисы ибн Махарика], который слышал, как Пророк ﷺ сказал: «’Ияфа, таркъ и суеверие являются джибтом». Передали Ахмад в муснаде; Ибн Аби Шейба, 5/311; ибн Са’д в «ат-Табакат», 7/35; аль-Бухари в «ат-Тарих аль-Кабир», 7/173; Абу Дауд, 3907; ан-Насаи в «аль-Кубра», 6/324; ат-Тахауи в «Шарх ма’ани аль-асар», 4/312; ат-Табарани в «Му’джам аль-Кабир», 940-941; Ибн Аби Хатим в своём тафсире, 3/974; Ибн Хиббан, 6131; аль-Бейхакъи в «Сунан аль-Кубра», 8/139. Шейх аль-Альбани назвал хадис слабым. См. «Гъайату-ль-Марам», 301.

Ауф сказал: «’Ияфа — это предсказание по направлению полёта птиц, а таркъ — это черчение линий на земле».

При гадании по направлению птиц, как отметил Ауф, разгоняют птиц и по направлению их полета определяют, будет ли удачным дело, которое человек задумал начать, или же определяют будущее по поведению птиц. Это является одной из форм джибта и колдовства. Почему? Мы сказали, что джибтом называются презренные вещи, которые отвращают человека от истины. Это же является одним из значений гадания по направлению полета птиц. Оно влияет на действия человека, который либо берется за дело, либо воздерживается от него, и поэтому гадание по направлению полета птиц считается одним из видов колдовства. Суеверие имеет более широкий смысл, нежели гадание по направлению полета птиц, поскольку это понятие включает в себя любые добрые и дурные предзнаменования, связываемые с вещами или событиями. Более подробно об этом мы поговорим в следующей главе. Например, человек видит, что птицы летят направо и думает, что из-за этого его дело будет удачным. А если птицы полетели налево, значит что-то плохое может случиться. Посланник Аллаха ﷺ сказал: «Кто отказался совершать какое-либо дело по причине суеверия, тот совершил ширк». Передали Ахмад, 2/220; Ибн Сунни в «‘Амаль аль-йаум ва-л-лейля», 292; Ибн ’Абд уль-Барр в «ат-Тамхид», 24/201. Например, человек оставил дело, из-за того что увидил что-то в воздухе, услышал какое-то слово, увидит аварию на дороге и тому подобные суеверия.

Когда вещь называется суеверием? Вещь называется суеверием, если она заставляет человека бросить какое-либо дело или наоборот, начать какое-либо дело. Если это суеверие вошло в его сердце и заставило отказаться от какого-либо дела или начать совершать какое-либо дело, то человек считается суеверным.

Что же касается гадания по черточкам, то для этого на земле чертят очень много черточек, после чего предсказатель начинает быстро стирать их по одной или по две, а затем смотрит на оставшиеся черточки и делает свое предсказание. Эти предсказания также являются одним из видов колдовства.

Аль-Хасан аль-Басри сказал, что джибт — это отголосок Шайтана.

Что же касается слов аль-Хасана аль-Басри, то он назвал джибт отголоском сатаны, потому что сатана призывает людей к этому своим голосом и воплем.

Посланник Аллаха ﷺ сказал: «Тот, кто обучился какой-либо отрасли астрологии, тот обучился отрасли колдовства, и чем больше он обучается астрологии, тем больше он выучивает колдовства». Передали Ахмад, 1/227, 331; Ибн Аби Шейба, 25646; Абу Дауд, 3905; Ибн Маджах, 3726; ат-Табарани в «аль-Кабир», 11278; аль-Бейхакъи в «Сунан аль-Кубра», 8/138; Имам Науауи назвал хадис достоверным. См. «Рияд ус-Салихин», стр. 307; Также шейх аш-Шанкыти назвал хадис достоверным. См. «Адвау-ль-байан», 4/49.

Из этих слов следует, что изучающий звезды фактически изучает колдовство. В одной из глав речь пойдет о видах наук о звездах и том, ради чего Великий и Могучий Аллах сотворил звезды.

Астрологи заявляют о том, что движение звезд и планет, их встречи и расхождения, их появление или сокрытие, действует на то, что происходит на земле. Всё это является частью колдовства /сихр/.

Ан-Насаи приводит хадис Абу Хурайры о том, что Пророк ﷺ сказал: «Тот, кто завязал узел, а затем поплевал на него, совершил колдовство; совершивший же колдовство, совершил ширк. А тот, кто связал свое сердце с чем-нибудь, вверяется этому». Передали ан-Насаи, 7/112; ат-Табарани в «Му’джам аль-Аусат», 1469; ибн ’Ади в «аль-Камиль», 4/341; имам аль-Миззи «Тахзиб аль-Камаль», 14/169.

Под поплевыванием здесь подразумевается обращение за покровительством и помощью к дьяволам и произнесение слов, которые привлекают джиннов и заставляют их служить колдовскому узелку. Поэтому не всякое поплевывание на узелок считается колдовством. Колдовством считается такое поплевывание, которое сопровождается заклинаниями, в которых есть многобожие (ширк). Если человек совершает такое колдовство, то джинн начинает служить этому колдовству, закрепленному поплевыванием на узелки. Так поступали колдуны во время Пророка ﷺ, поэтому Всевышний Аллах сказал:

﴿ وَمِن شَرِّ النَّفًّاثَاتِ فِي العُقَدِ ﴾

«От зла колдуний, поплевывающих на узлы» Сура аль-Фалякъ, аят 4.

Колдуны завязывают узелки, потому что колдовство не теряет свою силу, пока они остаются завязанными. Одним словом, колдун добивается желаемого благодаря двум вещам: узелкам и поплевыванию. И очень важно знать, что эти узелки иногда бывают крупными и хорошо различимыми, а иногда — очень маленькими. Если эти узлы попадут в чьи-либо руки, он обязательно должен развязать их, чтобы колдовство исчезло. А поплевывание содержит в себе заклинания и просьбу о помощи к дьяволам.

В хадисе также говорится, что занимающийся колдовством приобщает сотоварищей к Аллаху, и это выражение имеет самый широкий смысл. Здесь имеется в виду тот колдун, который завязывает узлы, а затем поплевывает в них, призывая на помощь шайтанов. Об этом мы подробно говорили в прошлой главе. Невозможно совершить колдовство, пока не поплюешь в узлы или не призовешь на помощь джиннов.

В нем также говорится, что всякий, кто повесил на себя что-либо, вверяется этому. Человек думает, что по причине этого, он получает пользу или избегает вреда. Хотя известно, что любые причины, содержащие в себе многобожие (ширк), никогда не принесут ничего, кроме вреда. Если раб полагается на Аллаха, то ему бывает достаточно Божьего покровительства. Всевышний Аллах сказал:

﴿ وَمَنْ يَتَوَكَّلْ عَلَى اللهِ فَهُو حَسْبُهُ ﴾

«Тому, кто уповает на Аллаха, достаточно Его» Сура ат-Талякъ, аят 3.

Но если он полагается не на Аллаха, то его покровителем становится тот, на кого он положился, а ведь все существа, помимо Всевышнего Аллаха, бедны и нуждаются в Нем. Великий и Могучий Аллах один является распорядителем благ и милостей. Он сказал:

﴿ يَا أَيُّهَا النَّاسُ أَنْتُمْ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ ﴾

«О люди! Вы нуждаетесь в Аллахе, тогда как Аллах — Богатый, Достохвальный» Сура Фатыр, аят 15.

Кто обращается с нуждами к Аллаху, тот обретёт успех. Кто связал своё сердце с Аллахом, тот обретёт успех. А кто связал свое сердце с многобожием, например, с колдовством или обращением к мертвым, тот будет вверен этому. А кто будет вверен творению, тому это творение принесёт только вред. Как сказал Аллах:

﴿ يَدْعُوا لَمَنْ ضَرُّهُ أَقْرَبُ مِن نَّفْعِهِ ﴾

«Он взывает к тому, кто может быстрее навредить, чем принести пользу» Сура аль-Хадж, аят 13.

Ибн Мас’уд рассказывал, что посланник Аллаха ﷺ сказал: «Не сообщить ли мне вам о том, что относится к колдовству? Это — клевета и распространение сплетен». Передал Муслим, 2606.

Арабское слово «адх» имеет несколько значений, одним из которых является «колдовство». Сплетни являются одним из видов колдовства и они относятся к большим грехам. Сходство между колдовством и сплетнями заключается в том, что колдовство разлучает двух влюбленных или сближает двух чуждых друг другу людей, оказывая скрытое воздействие на сердца, и таким же образом поступают сплетники, когда разлучают любящих друг друга людей, передавая им различные сплетни. Сплетник вносит раскол между двух сердец и сеет в них вражду. Поэтому сущность сплетен такова же, как сказал Всевышний о колдовстве:

﴿ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ المَرْءِ وَزَوْجِهِ ﴾

«Они обучались у них тому, как разлучать мужа с женой» Сура аль-Бакара, аят 102.

Аль-Бухари и Муслим приводят хадис Ибн ’Умара, который рассказывал, что посланник Аллаха ﷺ сказал: «Поистине, в красноречии есть колдовство«.Передали аль-Бухари, 5146 и Муслим, 869.

Это значит, что красноречие тоже может быть видом колдовства. Под красноречием здесь подразумевается умение излагать мысли ясными и красивыми словами, которые поражают и очаровывают слух и сердца. Иногда посредством этого можно представить истину ложью, а ложь — истиной. Люди начинают думать, что всё, что говорит этот человек, является истиной, а то, что он опровергает, является ложью.

Согласно наиболее достоверному мнению богословов, этот хадис порицает, а не восхваляет красноречие. Именно поэтому шейх, да смилостивится над ним Аллах, привел его в этой главе, в которой упоминаются различные запрещенные поступки. Речь идет о таком красноречии, с помощью которого человек превращает истину в ложь, а ложь в истину. Красноречие должно использоваться только для того, чтобы поддержать истину». [Конец слов шейха]""",
  """О предсказателях и им подобных

Шейх Мухаммад ибн Салих аль-‘Усаймин говорит:

«Слово «الكهان» является множественным числом от слова «كاهن» — «аль-кахин» — (предсказатель). Предсказатели /куххан/ — это такие люди, которые были в каждом арабском племени. Люди обращались к ним за решением своих проблем. Эти предсказатели были связаны с шайтанами, которые сообщали им то, что подслушали на небе. Затем предсказатель сообщал эту новость людям, добавляя от себя ложь. Иногда случалось так, как сообщил предсказатель, и поэтому люди думали, что он знает сокровенное. Именно поэтому люди всегда обращались к ним со своими проблемами. Необходимо заметить, что сюда не относится то, что постигается путем научных расчетов. Например, ученые сообщают нам о предстоящих солнечном или лунном затмениях. Это не относится к прорицанию, не относится к сокровенному знанию. Всякое сообщение, полученное путем математических расчетов, не относится к сокровенному знанию, даже если в нем говорится о будущем.

Муслим приводит слова некоторых жён Пророка о том, что однажды он ﷺ сказал: «Если человек придёт к прорицателю и спросит его о чём-нибудь, то его молитва не будет принята в течении сорока дней». Передал имам Муслим, 2230; Ахмад, 4/68 и 5/380.

Люди, задающие вопрос прорицателю, делятся на несколько видов:

Те, которые просто задают вопрос. Это запрещено, исходя из данного хадиса.
Те, которые задают вопрос и верят в сказанное прорицателем. Это является неверием (куфр). Если человек считает, что кто-то из людей ведает сокровенное, то он тем самы считает Коран ложью.
Те, которые задают вопрос, для того чтобы испытать. Они проверяют прорицателя: правдив он или лжет? Эта категория людей не относится к данному хадису. Ведь, пророк (мир ему и благословение Аллаха) спрашивал у ибн Сайада: «Поистине, я приберёг для тебя нечто. Что это?». Ибн Саййад сказал: «Это — “ад-дух…». Тогда [Пророк ﷺ] сказал: «Пошёл прочь! Тебе никогда не преодолеть своего предела!» аль-Бухари, 1354; Муслим, 2930.
Те, которые задают вопрос, для того чтобы разоблачить прорицателя и выявить его ложь. Это является обязательным и требуемым.Сообщил также шейхуль-Ислям ибн Таймийя, что джинны прислуживают людям в разных делах. Прорицатели используют джиннов, для того чтобы те сообщали им вести с небес. Необходимо отметить, что любая служба джинна человеку запрещена.
Иногда джинн прислуживает человеку, принося ему пользу. Иногда джинн служит человеку, преследуя какие-то свои цели. Иногда верующий джинн помогает верующему человеку, потому что любит его. Но это не относится к прорицанию. Другое дело, если джинны служат людям, а взамен требуют подчинения себе, требуют выполнения того, чем недоволен Всевышний Аллах. Например, требуют, чтобы люди приносили им жертвоприношение и совершали ради них поклонение. Иногда джинны используют человека для чего-то запретного, как, например, прелюбодеяние /зина/ или гомосексуализм. Такое бывает на самом деле.

Иногда джинны приходили к Пророку ﷺ, он обратился к ним, давая наставление. Пророк ﷺ сказал им: «Можете питаться любой костью, над которой было упомянуто имя Аллаха, если она попадет вам в руки и содержит то, что для вас является мясом и любой помет является кормом для вашего скота». Муслим, 450.

Этот хадис приходит у Ахмада с добавкой: «Если человек придёт к прорицателю, спросит его о чём-нибудь и поверит ему, то его молитва не будет принята в течении сорока дней». Слов «поверит ему» нет в книге «ас-Сахих» имама Муслима.

В хадисе сказано: «… то его молитва не будет принята в течение сорока дней».

Имеется в виду, что человеку не будет дана награда за молитву. Есть также подобный хадис, в котором сказано: «Молитва того, кто выпил вино, не принимается в течении сорока дней». См. «Сахих аль-Джами’», 6312.

Мы не знаем, почему в хадисе сказано именно о сорока днях. Однако Всевышний Аллах сказал:

﴿ وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ﴾

«Для верующего мужчины и верующей женщины нет выбора при принятии ими решения, если Аллах и Его Посланник уже приняли решение». Сура «аль-Ахзаб», аят 36.

Из хадиса мы поняли, что в основе запрещено обращаться к прорицателям, кроме тех случаев, о которых мы упомянули. Обращение к ним влечет за собой плохие последствия.

Абу Хурайра передал следующее высказывание Пророка ﷺ: «Кто пришёл к предсказателю /кахин/ и поверил в сказанное им, тот тем самым проявил неверие в то, что было ниспослано Мухаммаду». Передали имам Ахмад, 2/408, 476; Исхакъ ибн Рахауейх в «Муснад», 482; аль-Бухари в «ат-Тарих аль-Кабир», 3/16; ад-Дарими, 1/275; Абу Дауд, 3904; ат-Тирмизи, 135; ан-Насаи в «Сунан аль-Кубра», 9016, 9017; ибн Маджах, 639.

Под ниспосланным Мухаммаду ﷺ имеется в виду Коран. Коран был ниспослан посредством Джибриля, как Аллах говорит:

﴿ وَإِنَّهُ لَتَنزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الأَمِينُ ﴾

«Воистину, это — Ниспослание от Господа миров. Верный Дух (Джибриль) сошел с ним» Сура «аш-Шу’ара», аяты 192-193.

А также:

﴿ قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِن رَّبِّكَ ﴾

«Скажи, что Святой Дух (Джибриль) принес его (Коран) от твоего Господа» Сура «ан-Нахль», аят 102.

Почему это считается неверием? Потому что в ниспосланном Мухаммаду ﷺ сказано:

﴿ قُل لا يَعْلَمُ مَن فِي السَّمَاوَاتِ وَالأَرْضِ الْغَيْبَ إِلاَّ اللَّهُ ﴾

«Скажи: “Никто из тех, кто на небесах и на земле, не ведает сокровенное, кроме Аллаха”» Сура «ан-Намль», аят 65.

Всевышний Аллах очень четко ограничил тех, кто может знать сокровенное. Он сказал о том, что сокровенное не знает никто, кроме Него. Поэтому кто думает, что кто-то еще ведает о сокровенном, тот проявляет большое неверие, которое выводит его из религии. Если же человек верит прорицателю по невежеству, не отрицая тем самым Коран, то это будет малым неверием.

Аль-Хаким приводит следующий достоверный, согласно требованиям аль-Бухари и Муслима, хадис Абу Хурайры от Пророка ﷺ: «Тот, кто пришёл к прорицателю (’арраф) или предсказателю (кахин) и поверил в сказанное им, тем самым проявил неверие в то, что было ниспослано Мухаммаду». Передали аль-Хаким и четверо.

Абу Йа’ля приводит аналогичный хадис маукуф с хорошим иснадом от Ибн Мас’уда.

«Четверо» — имеется в виду Абу Дауд, ан-Насаи, ат-Тирмизи и ибн Маджах.

Имран ибн Хусайн передал следующее высказывание Пророка ﷺ: «Не из нас тот, кто считает что-либо дурной приметой или верит в эти приметы, (а также) тот, кто занимается предсказаниями или слушает их, (а также) тот, кто колдует или прибегает к помощи колдовства. Пришедший же к предсказателю и поверивший в сказанное им, проявил тем самым неверие в то, что было ниспослано Мухаммаду». Этот хадис передали аль-Баззар, 3578 и ат-Табарани в «аль-Кабир», 18/162.

Такой же хадис привел ат-Табарани в «аль-Аусате» с хорошим иснадом от Ибн ’Аббаса, но без заключительной части, начинающейся со слов «Пришедший же к…».. Передали ат-Табарани в «аль-Аусат», 4262; ибн ’Ади в «аль-Камиль», 3/339 и другие.

«Верит в приметы» — или: обращает внимание на дурные предзнаменования. Арабы часто верили в это. Если человек начинал какое-то полезное дело, но у него что-то не получалось, он сразу оставлял это дело, считая, что случилась плохая примета. Это не дозволено! Нужно полагаться на Всевышнего Аллаха, если человек видит в этом деле добро. Если что-то не получается в первый раз, то необходимо попробовать второй раз, третий раз и так далее. Рассказывают, что аль-Касаи, имам в науке «наху», пытался овладеть этой наукой несколько раз, но у него не получалось. Однажды, он увидел маленького муравья, который нёс на себе косточку финика. Муравей пытался перебраться через преграду, но всё время падал. Ему удалось добиться своей цели только через огромное количество попыток. Тогда аль-Касаи сказал:«Пречист Аллах! Муравей нес эту кость, пока не достиг успеха, значит мне также нужно терпеть и трудиться, пока я не добьюсь успеха». В будущем он стал имамом в науке «наху».
«Занимается предсказаниями» — то есть заявляет о том, что он знает сокровенное». [Конец слов шейха]

Аль-Багъауи сказал: «Прорицатель /‘арраф/ — это человек, который заявляет, что по определённым признакам знает реальные факты и может указать, где находится украденное, потерянная вещь и т.д.»
Говорят также: «Это — предсказатель». Предсказателем /кахин/ называется тот, кто возвещает то, что произойдёт в будущем.
Говорят также: «Это тот, кто сообщает, что у человека на уме из тайных помыслов».

«Аль-Багъауи» — это аль-Хусейн ибн Мас’уд ибн Фарра. Он был ученым из числа жителей Хорасана, был аскетом. Умер в месяце Шаууаль, 516 года по хиджре. См. «Сияр», 19/439.

Абу аль-’Аббас ибн Таймийя сказал: «Прорицатель /‘арраф/ — это обобщающее понятие, которым называют предсказателя /кахин/, астролога /мунаджим/, гадателя на песке /рималь/ и т.д., то есть каждого, кто таким образом претендует на знания о судьбах». См. «Маджму’ аль-Фатауа», 35/173, 193.

Ибн ’Аббас сказал о людях, которые занимаются нумерологией и гадают по звёздам: «Я не думаю, что хоть один из тех, кто занимается этим, обретёт добро у Аллаха». Передал ибн Уахб в «аль-Джами’», 690; Абду-р-Разакъ, 19805; аль-Бейхакъи в «Сунан аль-Кубра», 8/139 и другие.

Эти слова объясняются тем, что нумерология и астрология являются разновидностью предсказаний. Остается лишь добавить, что таких разновидностей предсказаний очень много. Их общим сходством является то, что предсказатель пытается убедить спрашивающих его людей в том, что в результате определенных действий ему открывается сокровенное знание. Этими действиями предсказатель пытается обмануть людей, потому что в действительности они не могут помочь ему узнать о сокровенном. Он получает определенные сведения от бесов, а совершаемые им действия служат только для того, чтобы ввести людей в заблуждение и заставить их поверить в то, что именно они помогают предсказателю получить знания о сокровенном, что он является знающим и искусным мастером этого дела и одним из Божьих угодников.""",
  """О снятии колдовства (нушра)

Шейх Мухаммад ибн Салих аль-’Усаймин говорит:

«Нушра — это снятие колдовства от того, кто околдован. Само по себе снятие колдовства /нушра/ является хорошим делом, если оно осуществляется шариатскими методами. Человек должен делать это, стремясь к лику Аллаху и желая помочь своему брату. Колдовство сильно влияет на тело человека, на его разум, на его душу, создает тесноту в груди, потому нужно помочь такому человеку.

Джабир рассказывал: «Когда посланника Аллаха спросили о снятии колдовства [посредством другого колдовства], он сказал: «Это одно из деяний Шайтана». Передали Ахмад, 3/294; Абу Дауд, 3868; аль-Бейхакъи в «Сунан аль-Кубра», 9/351 и другие. Хафиз ибн Хаджар назвал иснад хорошим. См. «Фатх уль-Бари», 10/233. Абу Дауд сказал: «Об этом спросили Ахмада, на что он ответил: “Ибн Мас’уд запрещал это полностью”». См. также «аль-Адаб аш-Шар’ийа», 3/63.

Снятие колдовства во времена джахилийи было двух видов:

Снятие колдовства посредством другого колдовства.
Снятие колдовства с помощью шайтанов, которые помогают человеку только после того, как он совершит многобожие (ширк) или какой-либо грех.
Имам Ахмад, да смилуется над ним Аллах, привел слова сподвижника. Здесь не имеется в виду, что запрещены все виды снятия колдовства. Речь идет только о тех двух видах, что мы перечислили выше». [Конец слов шейха]

Аль-Бухари передал хадис Къатады: «Я спросил Ибн аль-Мусаййиба: “Разрешено ли заниматься исцелением человека, который заколдован и не может подойти к своей жене, или же это запрещается?” Он ответил: “Ничего страшного в этом нет, ибо они тем самым хотят блага. То, что полезно, не запрещается”». Передал такжн ибн Аби Шейба, 23523. аль-Бухари передал этот асар в форме «му’алякъ» в книге Медицины.

«Къатада» — это Къатада ибн Ди’ама ас-Садуси аль-Басри. Крепкий передатчик с хорошей памятью. Говорят, что он родился слепым. Умер примерно в 110-ых годах хиджры. См. «ас-Сияр», 5/269.

Ибн аль-Мусаййиб имел в виду, что пользу приносят чтение молитв, заклинаний и коранических аятов, а также принятие дозволенных лекарственных препаратов и т.п. Что же касается снятия колдовства посредством другого колдовства, то Ибн аль-Мусаййиб не мог считать его дозволенным. Если нам ясно, что колдуны осуществляют и снимают колдовство только после того, как совершают великое многобожие, то мы не имеем права снимать одно колдовство посредством другого, даже если в этом возникла острая необходимость. Колдовство разрешается снимать только посредством заклинаний, узаконенных шариатом.

Передают также следующие слова аль Хасана аль-Басри: «Колдовство снимает только колдун». («Джами’ аль-Масанид» Ибн аль-Джаузи).

Ибн аль-Каййим сказал: «Снятие колдовства с околдованного бывает двух видов:

Во-первых, аналогичным колдовством, что и является одним из деяний Шайтана и имеется в виду в словах аль-Хасана. Тем самым как снимающий колдовство, так и околдованный приближаются к Шайтану посредством того, что ему любезно, и таким образом колдовство исчезает.

Во-вторых, снятие колдовства заклинанием, обращением с мольбой к Аллаху и другими дозволенными способами, что допускается».""",
  """О суеверии

Шейх Салих Али Шейх говорит:

«Вера в суеверие относится к видам колдовства. Поэтому шейх привел этот раздел, связав его с теми разделами, в которых рассказывается о колдовстве.

Эта глава приведена в данной книге, потому что вера в суеверия относится к многобожию /ширк/. Вера в суеверия противоречит полноте единобожия /таухид/ и является малым многобожием /ширк аль-асгъар/. Суеверием называется такая вещь, которая останавливает тебя от совершения какого-либо дела или, наоборот, толкает к совершению чего-либо. Например, к суевериям можно отнести движение птиц, то есть птица летит направо, или налево, или спереди человека, или сзади него. Также суеверия могут быть не связаны с птицами. Например, человек желает куда-то отправиться, но на его глазах случается что-то и он из-за этого события посчитал свой путь благим и отправился в него, или, наоборот, посчитал этот путь неудачным и вернулся назад.

Суеверие считается суеверием если человек имеет определенное убеждение в сердце, связанное с этим суеверием, и оно его останавливает от чего-то или побуждает к чему-то. Это является малым многобожием. Ведь, Пророк ﷺ сказал: «Суеверие — это то, что толкает тебя на какой-либо поступок или отвращает тебя от него». Передал Ахмад, 1/213. Хадис слабый.

Например, человек выходит из дома и перед ним что-то случилось, как, например, авария или кто-то притесняет другого, и так далее, и это проишествие становится для человека дурной приметой. Человек начинает считать, что его путешествие будет неудачным, или его торговля будет убыточной, или с ним что-то случится. Если этот человек вернется домой, то он попадет в суеверие, которое содержит в себе многобожие. Если же человек не обратил на это внимание, хотя в сердце у него есть неприязнь к произошедшему, а затем продолжил путь, положившись на Аллаха, то такое бывает со всеми людьми. Как это пришло в хадисе Ибн Мас’уда: «Каждый из нас обязательно попадает в это, но Аллах удаляет это чувство, если уповать на Него».

Всевышний Аллах сказал:

﴿ أَلاَ إِنَّمَا طَاِئُرُهْم عِندَ اللهِ وَلَكٍنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ ﴾

«Воистину, их дурные предзнаменования были у Аллаха, но большинство из них не знает этого» Сура «аль-А’раф», аят 131.

Это — аят из суры «аль-А’раф», то есть «Преграды». Всевышний Аллах говорит:

﴿ فَإِذاَ جَاءَتْهُمُ الحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ أَلاَ إِنَّمَا طَاِئُرُهْم عِندَ اللهِ وَلَكٍنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ ﴾

«Когда их постигало добро, они говорили: “Это — для нас”. А когда их постигало зло, они связывали его с Мусой и теми, кто был с ним. Воистину, их дурные предзнаменования были от Аллаха, но большинство из них не знает этого» Сура «аль-А’раф», аят 131.

Если у них случается изобилие в урожае или Всевышний Аллах даёт им много средств к существованию, они говорят: «Мы этого достойны».

«А когда их постигало зло» — то есть засуха, недостаток в средствах к существованию или какая-либо беда. В этом случае они говорили: «Это из-за Мусы и тех, кто с ним». Они говорят, что горе случилось из-за слов и дел Мусы (мир ему). То есть они сделали Мусу (мир ему) суеверием. Поэтому Всевышний сказал: «Воистину, их дурные предзнаменования были от Аллаха». Все благие и дурные дела, и то, что следует за ними, от Всевышнего Аллаха.

Это является качеством врагов посланников из числа многобожников. Вера в суеверие относится к качествам многобожников. Если это так, значит это качество является порицаемым. По этой причине шейх привел данный аят в этой главе. Последователи пророков связывают все случившееся с предопределением Всевышнего Аллаха.

Всевышний Аллах сказал:

﴿ قَالُوا طَائِرُكُمْ مَعَكُمْ أَئِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ ﴾

«Они сказали: “Ваше дурное предзнаменование обратится против вас самих. Неужели, если вас предостерегают, вы считаете это дурным предзнаменованием? О нет! Вы — люди, преступившие границы дозволенного!”» Сура «Йа Син», аят 19.

Многобожники из деревни, в которую пришли посланники, сказали:

﴿ إِنَّا تَطَيَّرْنَا بِكُمْ لَئِنْ لَمْ تَنتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ ﴾

«Воистину, мы увидели в вас дурное предзнаменование. Если вы не прекратите, то мы непременно побьем вас камнями и вас коснутся мучительные страдания от нас» Сура «Йа Син», аят 18.

Божьи пророки сообщили неверующим, что в действительности любые несчастья или радостные события происходят с ними по причине их собственных деяний. Несчастья постигали их только потому, что они творили зло, враждовали с посланниками и считали их лжецами. Из этого аята также следует, что дурные предзнаменования были присущи многобожникам, враждующим с посланниками Аллаха.

 

 
Абу Хурайра рассказывал, что посланник Аллаха ﷺ сказал: «Инфекция сама по себе не влияет, дурные приметы не влияют, влияние совы — ложь, и злополучность месяца сафар — ложь». В версии Муслима есть следующее добавление: «…звёзды не влияют и злые духи не влияют». аль-Бухари, 5757; Муслим, 2220.

Слова « لا طيرة » — не значит, что суеверия не существует, однако речь идет о том, что суеверия являются неправильными. Точно также слова « لا عدوى » не значат, что инфекций не существует.

Отрицание здесь возвращается к тому, какие убеждения имели арабы времен джахилийи. Люди джахилийи не спорили в том, что эти вещи существуют. Они верили в эти вещи, верили в то, что эти вещи как-то влияют. Поэтому в хадисе не отрицается существование этих вещей, а отрицается их влияние. То есть, например, инфекция сама по себе не действует, хотя она существует. Инфекция переходит с дозволения Всевышнего Аллаха, а люди джахилийи считали, что инфекция переходит сама по себе. Всевышний Аллах назвал это ложью.
Также дурные предзнаменования никак не влияют. Суеверие вертится в сердце у человека, но никак не влияет на предопределение Всевышнего Аллаха.

Сообщается от Анаса о том, что посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Инфекция сама по себе не влияет, дурные приметы не влияют, и нравится мне доброе предзнаменование». Его спросили: «А что является добрым предзнаменованием?» Он сказал: «Доброе слово». аль-Бухари, 5776; Муслим, 2224.

« الفأل » — «доброе предзнаменование» — Пророк ﷺ разъяснил, что это — благое слово. Если человек слышит благое слово, он продолжает делать свое дело, надеясь, что в нём благо. Человек начинает хорошо думать о Всевышнем Аллахе. Что касается веры в суеверия, то она приводит к плохим мыслям об Аллахе. Поэтому доброе предзнаменование является хорошим и похвальным, а вера в суеверия — порицаема. Рабу приказано хорошо думать о своем Господе, поэтому Пророк ﷺ всегда использовал добрые предзнаменования. Необходимо связывать сердце только с Аллахом и знать, что Всевышний Аллах делает рабу только добро». [Конец слов шейха]

Абу Дауд приводит с достоверным иснадом хадис Уруа ибн Амира, который рассказывал: «Когда при посланнике Аллаха завели разговор о дурных предзнаменованиях, он сказал: — Наилучшим будет доброе предзнаменование, которое не отвратит мусульманина от его дел. Если один из вас у видит что-либо, что ему не нравится, то пусть скажет: “О Аллах, никто кроме Тебя не несет благого, и только Ты отвращаешь всё злое! И нет силы и нет могущества, кроме как у Тебя!”» Передали ибн Аби Шейба, 29541; Абу Дауд, 3919; ибн ас-Сунни «‘Амалюль-яуми уа-ллейля», 293; аль-Байхакъи в «Сунан аль-Кубра», 8/139. Шейх Альбани назвал хадис слабым.

В нашей книге сказано, что этот хадис передал ’Укба ибн ’Амир, но на самом деле хадис передает’Урва ибн ’Амир. А сам хадис является слабым.

Шейх Салих Али Шейх говорит:

«К суевериям также относится такая ситуация, когда на человека влияет какое-то слово. Ранее мы говорили, что суеверия включают в себя, как слова, так и дела, которые случаются перед рабом. Но самым лучшим является доброе предзнаменование, слыша которое, человек продолжает делать дело, надеясь на Всевышнего Аллаха. Все остальное является порицаемым. Почему доброе предзнаменование является дозволенным и похвальным? Потому что доброе предзнаменование ведет к хорошим мыслям об Аллахе. Оно расширяет грудь человека, дает ему спокойствие, от него уходит стеснение, которое внушает шайтан. Шайтан приходит к человеку и внушает, что та или иная вещь может ему навредить. И если человек верит в добрый исход, то он избавляется от воздействия сатаны.

Что же касается выражения «наилучшим будет доброе предзнаменование, которое не отвратит мусульманина от его дел», то оно подразумевает запрет на изменение решения по причине дурного предзнаменования. Если же мусульманин увидит то, что ему не нравится, то ему надлежит сказать: «О Аллах, только Ты несешь все благое, и только Ты предотвращаешь все злое! Нет силы и могущества, кроме как от Тебя!» Это — великая мольба, позволяющая уберечь сердце от всевозможных дурных предзнаменований.

Ибн Мас’уд рассказывал следующий хадис Пророка, да благословит его Аллах и приветствует: «Вера в суеверие — ширк! Вера в суеверие — ширк! Вера в суеверие — ширк!» А затем добавил: «Но каждого из нас… Однако Аллах удаляет это, если уповать на Него». Достоверный хадис, рассказанный Абу Даудом и ат-Тирмизи. Последние слова принадлежат Ибн Мас’уду. Абу Дауд (3910), ат-Тирмизи (1614), Ибн Хиббан (1427), Ибн Маджах (3538) Хафиз Ибн Хаджар сказал, что слова «Но каждого из нас…» также принадлежат Ибн Мас’уду. Аль-Мунзири сказал: «В хадисе есть скрытый смысл, предположительно: «Но каждого из нас в сердце находится хотя бы что-то от этого»».

«Вера в суеверие — ширк!» — имеется в виду маленькое многобожие.

«Но каждого из нас…» — каждого из нас обязательно постигает это. Шайтан приходит и портит их сердца.

«Однако Аллах удаляет это, если уповать на Него» — однако Аллах удаляет их, если уповать на Него, потому что в награду за упование раб обретает защиту от козней сатаны, который внушает ему верить в дурные приметы.

Если в сердце приходит нечто подобное, то обязательно нужно сделать так, чтобы это суеверие не отвращало человека от начатого дела. Человек должен делать великим свое упование на Всевышнего Аллаха. Случившееся перед рабом является лишь совпадением и никак не влияет на будущее.

Ахмад приводит хадис Ибн Амра от Пророка ﷺ: «Кто бросил какое-либо дело из-за дурной приметы, тот впал в многобожие». Люди спросили: «А каково искупление этого?» Он ответил: «Вам следует сказать: “О Аллах! Нет добра, кроме Твоего добра, и нет зла, кроме Твоего зла, и нет никого достойного поклонения, кроме Тебя”». Передали Ахмад, 2/220; Ибн ас-Сунни «‘Амалюль-яуми уа-ллейля», 292; Ибн ’Абд уль-Барр в «ат-Тамхид», 24/201.

Он приводит также хадис аль-Фадла ибн аль-’Аббаса: «Суеверие — это то, что толкает тебя на какой-либо поступок или отвращает тебя от него». Передал Ахмад, 1/213. Хадис слабый.

Из этого хадиса ясно следует, что суеверие является многобожием. Что же касается слов «нет добра, кроме Твоего добра, и нет зла, кроме Твоего зла», то они означают, что любое добро и зло происходят согласно предопределению Аллаха, и знание о сокровенном принадлежит только Великому и Могучему Аллаху». [Конец слов шейха]""",
  """Об астрологии (танджим)

Шейх Салих Али Шейх говорит:

«Эта наука делится на дозволенную её часть и на запретную. Запрещено то, что является видом колдовства. Это является неверием и многобожием. Астрологи заявляют, что узнают о сокровенном по движению звезд. Этот вид астрологии является порицаемым и запретным, потому что он относится к прорицанию и колдовству. А вообще, астрология /танджим/ бывает трех видов:

Первый вид: Некоторые люди убеждены, что звезды сами по себе на что-то действуют. Они думают, что всё происходящее связано со звездами. Это является обожествлением звезд. Этим занимался народ Ибрахима « الصابئة ». Они придавали каждой звезде и планете облик в виде идола. В эти идолы заселялись шайтаны и начинали приказывать людям поклоняться этим идолам. Эти убеждения по единогласному мнению являются большим неверием и многобожием.
Второй вид: Этот вид называют « علم التأثير » — «’ильму таъсир». Некие люди считают, что движение звёзд, их встреча, их расхождение, и так далее, всё это является причиной того, что происходит на земле. Смотря на движение звезд, эти люди рассказывают о том, что произойдет в будущем на Земле. Таких людей называют астрологами. Эта профессия является одним из видом прорицательства. Этот вид астрологии /танджим/ запрещен и является одним из больших грехов /кабаир/. Более того это является неверием /куфр/. Звезды не созданы для этого. К этим астрологам приходят шайтаны и внушают им то, что пожелают.
Третий вид: Этот вид называют «علم التسيير» — «’ильму тасййир». Люди узнают по движению звезд местоположение Каабы, узнают время, узнают о том, когда начинать посев, а когда не начинать и так далее. По движению звезд они узнают о ветрах и дождях. Эту науку дозволили некоторые ученые, так как данная наука не делает звезды причиной чего-то, а лишь узнает по звездам о времени. Всевышний Аллах сделал звезды признаками, как об этом сказано:
﴿ وَعَلامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ ﴾

«Он создал признаки и по звездам они находят правильную дорогу». Сура «ан-Нахль», аят 16.

Звёзды являются признаками для определенных вещей. Например, если появилась та или иная звезда, это указывает на то, что наступила зима. Зима не наступила по причине звезды, а наступила в то время, когда выходит звезда. Звезды не являются причиной холода или жары, не являются причиной дождя и так далее. Однако они всего лишь указывают на время. Именно в этой науке нет никаких проблем.

В «ас-Сахихе» аль-Бухари приводится следующий хадис: «Катада сказал: “Аллах создал эти звёзды, только по трем причинам: украсить ими небо, сбивать ими шайтанов, а также чтобы они служили ориентирами для путников. Тот же, кто убежден в том, что они еще для чего-то, ошибается и будет лишен своего удела (в религии). И взваливает на себя то, о чем у него нет знании”». Передал аль-Бухари в форме «му’алякъ», а также ибн Джарир ат-Табари в своем тафсире, 3/29, 14/91; ибн Аби Хатим в своем тафсире, 16536; аль-Хатыб в «Китаб ан-Нуджум», стр. 185-186; аль-Хафиз ибн Хаджар в «ат-Тагъликъ уа-т-Та’ликъ», 3/489 и многие другие.

Всевышний Аллах сказал:

﴿ وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ﴾

«Мы украсили нижнее небо светильниками и оберегаем его». Сура «Фуссылят», аят 12.

Подобных аятов много. Всевышний Аллах сказал:

﴿ أَمَّن يَّهْدِيكُمْ فِي ظُلُمَاتِ البَرِّ وَالبَحْرِ ﴾

«Кто ведет вас прямым путем во мраках суши и моря?» Сура «ан-Намль», аят 63.

Звёзды являются признаками, по которым люди ориентируются. Узнают по ним направление в сторону Каабы, узнают север, запад, восток и юг. Люди знают, что определенная звезда указывает на направление к определенному городу. Например, человек, плывя по морю в сторону определенной звезды, знает, что в итоге попадет в определенный город.
«Тот же, кто убежден в том, что они еще для чего-то, ошибается и будет лишен своего удела (в религии). И взваливает на себя то, о чем у него нет знании» — это верно, так как звёзды являются созданиями Всевышнего Аллаха. Мы не знаем их тайн, кроме тех, о которых нам сообщил Всевышний Аллах. Мы принимаем то, о чем Он нам сообщил, а то, о чем Он умолчал, мы оставляем. Поэтому пророк (мир ему и благословение Аллаха) сказал: «Когда упоминаются мои сподвижники, молчите! Когда говорится о звездах, молчите! Когда говорится о предопределении, молчите!» См. «Сильсиля ас-Сахиха», 34. В хадисе идёт речь о тех разговорах, в которых люди не останавливаются на том, на чём остановились доводы».[Конец слов шейха]

Къатада запрещал изучения положения Луны в отношении созвездий, также это не разрешал Ибн Уйейна, как это передал Харб. Но Ахмад и Исхак разрешали это. См. «Шарх аль-’Умда», 4/553.

«Къатада» — это Къатада ибн Ди’ама ас-Садуси аль-Басри. Крепкий передатчик с хорошей памятью. Говорят, что он родился слепым. Умер примерно в 110-ых годах хиджры. См. «ас-Сияр», 5/269.

«Харб» — это имам аль-хафиз Харб ибн Исма’иль Абу Мухаммад аль-Кирмани, факъих из сторонников имама Ахмада.

«Ахмад» — то есть Абу ‘Абдуллах Ахмад ибн Мухаммад ибн Ханбаль аш-Шайбани, да смилуется над ним Аллах — один из великих имамов нашей общины /уммы/. Он родился 1 раби’ аль-аууаль 164 года по хиджре.

«Исхакъ» — это Исхакъ ибн Ибрахим Абу Йа’къуб аль-Ханбали ан-Нейсабури, более известный как ибн Рахауейх. См. «ас-Сияр», 11/358.

Шейх Салих Али Шейх говорит:

«Всевышний Аллах дал Луне определенное положение, как об этом сказано:

﴿ وَالقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالعُرْجُونِ القَدِيمِ ﴾

«Мы предопределили для луны положения, пока она вновь не становится подобна старой пальмовой ветви» Сура «Йа Син», аят 39.

У луны есть двадцать восемь положений. Каждый день она находится в определенном месте. Является ли дозволенным изучение этих положений? Некоторые из праведных предшественников запрещали это а другие ученые разрешили, и второе мнение более верное. Ведь, Всевышний Аллах сделал это милостью с Его стороны:

﴿ هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاء وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ السِّنِينَ وَالْحِسَابَ ﴾

«Он — Тот, Кто даровал солнцу сияние, а луне — свет. Он установил для нее фазы, чтобы вы могли вести летосчисление и знали счет» Сура «Йунус», аят 5.

Абу Муса (аль-Аш’ари) рассказывал: «Посланник Аллаха сказал: “Три группы людей не попадут в Рай: пьяницы, порвавшие родственные узы и верующие в колдовство”». Передали Ахмад, 4/399; ибн Хиббан, 5346; аль-Хаким в «аль-Мустадрак», 4/146; Абу Йа’ля, 7248 и другие.

«Верующие в колдовство» — а астрология /танджим/ является одним из видов колдовства, как сказал Пророк ﷺ: «Тот, кто обучился какой-либо отрасли астрологии, тот обучился отрасли колдовства, и чем больше он обучается астрологии, тем больше он выучивает колдовства». Передали Ахмад, 1/227, 331; Ибн Аби Шейба, 25646; Абу Дауд, 3905; Ибн Маджах, 3726; ат-Табарани в «аль-Кабир», 11278; аль-Бейхакъи в «Сунан аль-Кубра», 8/138; Имам Науауи назвал хадис достоверным. См. «Рияд ус-Салихин», стр. 307; Также шейх аш-Шанкыти назвал хадис достоверным. Если человек верит в звезды, значит он верит в колдовство. А кто верит в колдовство, тот не войдет в Рай.

Также в наше время распространено то, к чему люди очень небрежны. Я имею в виду знаки Зодиака, о которых пишут в журналах. Этому посвящают целые страницы в газетах и рисуют в них знаки Зодиака: лев, скорпион, телец и так далее. Напротив, каждого знака пишут то, что произойдет с ним. Если мужчина или женщина родились под определенным знаком, говорится им, что в этом месяце с ними случится то-то и то-то. Это и есть астрология /танджим/. Это относится к прорицанию. Если в газетах есть эти гороскопы, то как будто бы в них есть прорицатели. Обязательно нужно порицать это, так оно содержит в себе многобожие /ширк/, заявление о знании сокровенного, колдовство и астрологию. Порицать это необходимо во всех местах. Обязательно нужно мусульманину сделать всё, чтобы эти журналы не попали в его дом. Нельзя читать их и смотреть в них.

Человек может смотреть в эти гороскопы, говоря: «Я всего лишь посмотрю, что говорят обо мне, ради интереса». Он подобен тому, кто идёт к прорицателю. Как пришло в хадисе, у такого человека 40 дней не принимается молитва. А если он поверит в это, то он проявит неверие в то, что ниспослано Мухаммаду ﷺ.

Всё это указывает на чуждость единобожия в среде мусульман, на чуждость этой книги «Китаб ат-Таухид», даже среди тех людей, которые вняли этому призыву. Обязательно нужно порицать это во всех местах. Нельзя взваливать этот грех ни на себя, ни на жителей своего дома. Если человек заносит в дом подобные газеты, он как будто бы приводит в дом колдуна. И это, да убережет Аллах, является большим грехом. Обязательно нужно порицать это, рвать эти газеты и уничтожать их (в своем доме). Все астрологи являются прорицателями. В наше время для астрологов построили отдельный университет в Ливане.

Обязательно требующим знания нужно стремиться открыть глаза людям относительно этого вопроса, говорить об этом после молитвы, в пятничных проповедях, так как эта беда сильно распространена. А тех, кто порицает это, очень мало». [Конец слов шейха]""",
  """О связывании выпадения дождя с расположением звёзд

Шейх Салих Али Шейх говорит:

«Арабы во времена джахилийи были убеждены в том, что звезды являются причиной выпадения дождя. А маленькая группа из них вообще считала, что дождь ниспосылает звезда.

Соответствии данной главы этой книге в том, что человек приписывает дождь и его милость звезде, а не Всевышнему Аллаху. Человек связывает свое сердце с кем-то другим помимо Всевышнего Аллаха. Человек начинает приписывать милость кому-то помимо Всевышнего Аллаха. Он считает, что звезды являются причиной выпадения дождя. Это противоречит обязательной полноте единобожия /таухида/. Человек обязан приписывать любую милость к Аллаху. Запрещено приписывать её не Аллаху. Человек, приписывающий дождь звездам, переходит границы в двух местах:

Звезды изначально не являются причиной выпадения дождей.
Даже если бы Всевышний Аллах сделал это причиной, это не означало бы, что нужно приписывать милости этой причине.
Это противоречит полноте единобожия и является малым неверием.

Всевышний Аллах сказал:

﴿ وَتَجْعَلُونَ رِزْقَكُمْ أَنّكُمْ تُكَذّبُونَ ﴾

«Неужели вы делаете ваш удел тем, что считаете ложью истину?» Сура аль-Уаки’а, аят 82.

Сказали ученые тафсира, что эти люди вместо того, чтобы благодарить Всевышнего Аллаха за средства к существованию, которые Он дает, приписывали эти средства /ризък/ к другим помимо Него. Обязательно нужно благодарить Всевышнего Аллаха за Его милости, то есть приписывать все милости только к Нему.

Абу Малик аль-Аш’ари рассказывал, что посланник Аллаха ﷺ сказал: «В моей общине есть четыре пережитка джахилиййи, которые люди не оставят: гордость знатным происхождением (или же: гордость тем, на чем были его предки), опорочивание рода другого, связывание выпадения дождя со звёздами и оплакивание покойников (нияха). Затем он добавил: Если плакальщица не принесёт покаяния до смерти, то в день Воскресения она восстанет в одеянии из чёрной смолы (или расплавленной меди), покрытая коростой». Передал Муслим, 934.

«Пережитки джахилийи» — в этом указание на то, что эти качества являются порицаемыми. Общеизвестно, что этой общине обязательно нужно оставлять все пережитки джахилийи, так как качества людей джахилийи являются порицаемыми. Передают со слов Ибн ‘Аббаса, да будет доволен Аллах им и его отцом, что Пророк ﷺ сказал: «Самыми ненавистными для Аллаха людьми являются трое: отклонившийся от веры, который находится на священной территории /харам/, человек, стремящийся к сохранению обычаев джахилийи в Исламе, и тот, кто ищет (способа) пролить чью-либо кровь, не имея на это права». аль-Бухари, 6882.

Первым из этих качеств времен невежества является гордость знатным происхождением, сопряженная с высокомерием и желанием возвыситься над другими. Вторым из перечисленных качеств является опорочивание рода. Сюда относятся нанесение оскорблений и отрицание чьего-либо происхождения без доказательств, принимаемых шариатом, и без необходимости, определяемой законом Аллаха. Третьим деянием является связывание выпадения дождя со звездами. Это также распространяется на обращение к звездам с просьбой о выпадении дождя, что является еще более великим грехом. Оплакивание покойников также относится к тяжким грехам. Шариат запрещает во время несчастий громко рыдать, рвать на себе одежду и т.п., потому что такие деяния противоречат терпению, соблюдать которое мусульманин обязан, и присущи невежественным людям.

Зейд ибн Халид рассказывал, что Посланник Аллаха ﷺ совершил с ними утренний Намаз в Худайбийе, сразу после выпадения дождя. После совершения Намаза он повернулся к людям и сказал: «Известно ли вам, что сказал ваш Господь?» Люди ответили: «Аллаху и Его посланнику это известно лучше». Тогда Пророк ﷺ произнёс: «Он сказал: “Среди Моих рабов выявились верующие в Меня и неверующие”. Если человек говорит, что дождь выпадает благодаря Аллаху и Его милости, то он верит в Меня и не верит в звёзды. Если же человек говорит, что дождь выпадает благодаря (или по причине) такой-то звезде, то он не верит в Меня, а верит в звёзды». аль-Бухари, 2/277, 433 и 7/338; Муслим, 71.

«Аллаху и Его посланнику это известно лучше» — подобные слова говорили во время жизни Пророка ﷺ. А после смерти Пророка ﷺ человек должен отвечать двумя способами на те вопросы, ответов на которые он не знает. Человек говорит либо: «Я не знаю», либо «Аллаху ведомо лучше». Нельзя говорить: «Аллаху и Его посланнику это известно лучше», так как знание пророка (мир ему и благословение Аллаха) упоминалось только во время его жизни.

«Среди Моих рабов выявились верующие в Меня и неверующие» — Всевышний Аллах разделил рабов на две группы: верующие и неверующие.

«Верующий в Аллаха» — это тот, кто приписал эту милость Всевышнему Аллаху и поблагодарил Его. Он знает, что это от Всевышнего Аллаха, благодарит Его за этот дождь и восхваляет Его.

«Неверующий в Аллаха» — это тот, кто совершает неверие (куфр). Неверие бывает двух видов:

Большое неверие « الكفر الأكبر »
Малое неверие « الكفر الأصغر »
Те, которые попали в малое неверие говорят, что «дождь выпадает по причине такой-то звезде». Такой человек считает, что некая планета или звезда являются причиной дождя. Это является малым неверием, так как этот человек не считает, что звезда является сотоварищем Аллаха и сама по себе что-то делает. Такой человек посчитал причиной то, что ею не является, а также приписал милость не Аллаху, а звезде. Все это является малым неверием, как сказали ученые.

Те, которые попали в большое неверие убеждены в том, что дождь ниспосылают звезды или планеты. Они думают, что эти планеты ниспослали дождь, проявив свою милость людям. Это является большим неверием по единогласному мнению ученых.

Муслим передал похожий хадис от Ибн ’Аббаса, в котором говорится, что некоторые из людей сказали: «Оправдала надежду такая-то звезда». И тогда Аллах ниспослал следующие аяты:

﴿ فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ {75} وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ {76} إِنَّهُ لَقُرْآنٌ كَرِيمٌ {77} فِي كِتَابٍ مَكْنُونٍ {78} لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ {79} تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ {80} أَفَبِهَٰذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ {81} وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ ﴾

«Клянусь местами заката звезд. Если бы вы только знали, что это — клятва великая. Воистину, это — благородный Коран, находящийся в хранимом Писании. К нему прикасаются только очищенные. Он ниспослан Господом миров. Неужели вы не веруете в это повествование и делаете ваш удел тем, что считаете ложью истину?» Сура «аль-Уакъи’а», аяты 75-82.

Хадис передали Муслим, 73 и аль-Бухари в форме «му’алякъ».""",
  """О словах Всевышнего Аллаха «И среди людей есть такие, которые приобщают к Аллаху равных, и любят их так же, как любят Аллаха»

Шейх Салих Али Шейх говорит:

«Этот раздел и те разделы, которые последуют за этим, рассказывают нам о видах поклонения, связанных с сердцем. Эти виды поклонения обязательно должны быть посвящены Всевышнему Аллаху. В этих главах идет речь об обязательных составляющих единобожия /таухида/ и о том, что делает его совершенным, о некоторых поклонениях сердца, и о том, как человек должен посвящать их только одному Аллаху.

Шейх начал эти разделы с главы о любви /махабба/. Поистине, раб должен любить Всевышнего Аллаха больше, чем все остальные вещи и даже больше, чем самого себя. Здесь имеется в виду любовь поклонения. Это любовь, которая связывает сердце с Тем, Кого ты любишь, и влечет за собой выполнение Его приказов, желая этого и добровольно подчиняясь. Это — желание Того, Кого ты любишь и сторонение Его запретов. Любовь поклонения — это такая любовь, место которой в сердце. Её обязательно сопровождают надежда и страх, подчинение, стремление к довольству Того, Кого ты возлюбил и отдаление от того, чем Он недоволен. Единобожник становится единобожником только после того, как утвердит в своем сердце любовь ко Всевышнему Аллаху. Если раб начинает любить Господа, то для него становится обязательным посвящать все свои дела поклонения этому Господу. Этим он достигнет истинной любви.

Любовь, которая является поклонением — это такая любовь, которая влечет за собой выполнение приказов, отстранение от запретов, надежду и страх.

Поэтому ученые говорят, что любовь /махабба/, связанная с Аллахом бывает трех видов:

Любовь к Аллаху « محبة الله » — она такова, как мы ранее описали.
Любовь ради Аллаха « محبة في الله » — например, человек любит посланников ради Всевышнего Аллаха, любит праведников, то есть любить кого-то ради Аллаха и ненавидит кого-то ради Аллаха.
Любовь к кому-то наряду с Аллахом « محبة مع الله » — это любовь многобожников к их божествам. Они любят своих божеств наряду со Всевышним Аллахом. Они приближаются к Аллаху с надеждой и страхом, но точно также приближаются и к другим божествам.
Это станет понятным, если понаблюдать за могилопоклонниками в наши времена. Ты увидишь в сердце тех, кто обращается к могилам угодников, такую любовь к ним и такое возвеличивание, которые влекут за собой надежду и страх, которые в свою очередь приводят к поклонению этому праведнику. Это и есть любовь, которая влечет за собой поклонение. Если такая любовь будет посвящена кому-либо кроме Всевышнего Аллаха, человек попадет в большое многобожие /ширк уль-акбар/. Эта любовь является основой религии, основой праведности сердца. Сердце не станет праведным до тех пор, пока оно не полюбит Аллаха и не сделает эту любовь величественней, чем любая другая вещь.

Это то, что касается тех видов любви, которые связаны с Аллахом. Также бывает и другая любовь, свойственная каждому человеку. Такой вид любви дозволен в шариате, так как эта любовь, не влечет за собой поклонение. Эта любовь связана с мирской жизнью. Например, любовь отца к сыну или любовь сына к отцу, или мужа к жене и так далее. Нет проблем в такой любви, свойственной каждому человеку.

Всевышний Аллах сказал:

﴿ وَمِنْ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ ﴾

«Среди людей есть такие, которые приобщают к Аллаху равных и любят их так же, как любят Аллаха» Сура «аль-Бакара», аят 165.

Этот аят можно перевести двумя способами:

«Среди людей есть такие, которые приобщают к Аллаху равных и любят их так же, как любят Аллаха».
«Среди людей есть такие, которые приобщают к Аллаху равных и любят их так же, как верующие любят Аллаха».
Первый перевод является более правильным. Поэтому Всевышний Аллах рассказал, что обитатели Ада скажут:

﴿ تَاللَّهِ إِنْ كُنَّا لَفِي ضَلالٍ مُبِينٍ * إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ ﴾

«Клянемся Аллахом, мы пребывали в очевидном заблуждении, когда равняли вас с Господом миров» Сура «аш-Шу’ара», аяты 97-98.

Ученые сказали, что эти люди равняли идолов и Аллаха в любви, а не в господстве.

Всевышний Аллах также сказал:

﴿ قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللهُ بِأَمْرِهِ ﴾

«Скажи: “Если ваши отцы, ваши сыновья, ваши братья, ваши супруги, ваши семьи, приобретенное вами имущество, торговля, застоя в которой вы опасаетесь, и жилища, которые вы облюбовали, милее вам, чем Аллах, Его Посланник и борьба на Его пути, то ждите, пока Аллах не придет со Своим велением”» Сура «ат-Тауба», аят 24.

В этом аяте указание на то, что любовь к Аллаху является обязательной /уаджиб/. В нём указание на то, что любовь к Аллаху должна быть выше всех остальных видов любви.
Аят также содержит в себе угрозу! Аят указывает нам на то, что категорически запрещено ставить любовь к кому-то впереди любви к Аллаху, так как Аллах адресовал угрозу человеку, который совершает подобное.

Обязательной составляющей совершенного единобожия является предпочтение любви к Аллаху и Его посланнику ﷺ перед остальным видам любви. Любовь к посланнику ﷺ является любовью ради Всевышнего Аллаха, а не любовью кого-то наряду с Аллахом. Ведь, Всевышний Аллах повелел нам любить Своего Пророка ﷺ.

Передают со слов Анаса, да будет доволен им Аллах, что Пророк ﷺ сказал: «Не уверует никто из вас, пока не станет любить меня больше, чем любит своего отца, и своих детей, и всех людей вообще».аль-Бухари, 15; Муслим, 44.

«Не уверует никто из вас» — то есть: не уверует совершенной верой.

Человек должен чувствовать в душе, что Пророк ﷺ любимей для него, чем отец, дети и все остальные люди. Также сообщается, что ‘Абдуллах бин Хишам, да будет доволен им Аллах, сказал:«Однажды, когда мы находились в обществе Пророка ﷺ который держал за руку ‘Умара бин аль-Хаттаба, ‘Умар сказал ему: «О посланник Аллаха, поистине, я люблю тебя больше всего иного, кроме самого себя!» На это Пророк ﷺ сказал: «Нет, клянусь Тем, в Чьей длани душа моя, не станет вера твоя совершенной, пока не станешь ты любить меня больше самого себя!» Тогда ‘Умар сказал ему: «Поистине, сейчас я люблю тебя больше самого себя!» — и Пророк ﷺ сказал: «Сейчас (твоя вера совершенна), о ‘Умар!»» аль-Бухари, 6632.

Если человек ставит любовь к родителям, детям и так далее, перед довольством Аллаха и тем, что приказал Пророк ﷺ, то его любовь к Пророку ﷺ не будет совершенной. Любовь — это то, что заставляет человека двигаться, как об этом сказал шейхуль-Ислям в книге «Къа’ида фи-ль-Махабба». Кто любит что-то мирское, тот движется к этому мирскому. Кто любит знание, тот стремится к нему. Кто любит Аллаха любовью поклонения, в которой есть надежда и страх, тот стремится к Его довольству. Такой человек стремится сторониться всего того, в чем есть гнев Всевышнего Аллаха. Также и тот, кто истинно любит Пророка ﷺ, он стремится следовать его Сунне, выполнять его приказы, сторонится его запретов, руководствоваться его путем и так далее.

Передают со слов Анаса, да будет доволен им Аллах, что Пророк ﷺ сказал: «Сладость веры ощутит тот, кто отличается тремя (качествами): любит Аллаха и посланника Его больше, чем всё остальное, любит (того или иного) человека только ради Аллаха и не желает возвращаться к неверию так же, как не желает быть ввергнутым в огонь». аль-Бухари, 16; Муслим, 43.

В другом хадисе говорится: «Никто не ощутит сладость веры, пока не будет обладать тремя качествами….» Далее текст аналогичен предыдущему. аль-Бухари, 5694.

Эта сладость наступает только после того, как человек сделает свою веру совершенной, потому что у веры есть сладость. Эта сладость ощущается в душе человека. Каждый раз, когда человек пытается усовершенствовать свою веру, он начинает чувствовать эту сладость в своем сердце.

Ибн ’Аббас передал: «Тот, кто станет любить ради Аллаха, ненавидеть ради Аллаха, дружить ради Аллаха и враждовать ради Аллаха, тем самым обретёт покровительство Аллаха. Раб Аллаха не почувствует вкуса веры, и не помогут ему длительные Намазы и пост, пока не будет именно так. Сейчас же, братство среди людей стало ради мирской жизни и это не принесет им никакой пользы». Хадис слабый.

Если человек любит ради Аллаха и ненавидит ради Аллаха, дружит ради Аллаха и враждует ради Аллаха, то он становится одним из Божьих угодников, обретая любовь и поддержку своего Господа.

В отношении же высказывания Всевышнего: «…И оборвутся у них связи…» (Сура «аль-Бакара», аят 166) Ибн ’Аббас сказал: «То есть любовь и привязанность».

Это толкование объясняется тем, что язычники поклонялись идолам и любили их, полагая, что они будут свидетельствовать за них в День воскресения за то, что они любили их и были привязаны к ним». [Конец слов шейха].""",
  """О словах Всевышнего Аллаха: «Это всего лишь сатана пугает вас своими помощниками. Не бойтесь их, а бойтесь Меня, если вы являетесь верующими»

Шейх Салих Али Шейх говорит:

«Этот раздел разъясняет нам вопросы, связанные со страхом /хауф/. Соответствие данного раздела книге Единобожия — явное. Страх раба перед Аллахом является одним из видов поклонения, который вменил в обязанность Всевышний. Страх, любовь, надежда — это виды поклонения, связанные с сердцем. Они вменены в обязанность, а кто усовершенствует их, тот усовершенствует свое единобожие. Недостаток в них является недостатком полноты единобожия.

Боязнь « الخوف » кого-либо помимо Аллаха делится на три вида:

Страх, который содержит в себе многобожие « خوف السر » — кто-то испытывает страх перед кем-то в своем сердце. Человек боится того, что кто-то может скрыто ему навредить. Человек боится кого-то, думая, что тот в Последней жизни принесет ему вред или пользу. У такого человека нет явных причин для страха. Человек боится, что его объект поклонения может чем-то навредить ему. Это — многобожие! Также этот страх может быть связан с Последней жизнью. Человек боится кого-либо помимо Всевышнего Аллаха, то есть боится того, что это божество не поможет ему в Судный День. Этот человек надеется на то, что это божество поможет ему в Последней жизни, заступится за него, приблизит его к Аллаху и отдалит от наказания.
Запретный страх « خوف محرم » — человек боится выполнять то, что ему вменено в обязанность из-за страха перед каким-то созданием. Например, человек не совершает молитву, боясь кого-то. Человек не посещает коллективную молитву, боясь унижения или порицания со стороны творений. Это — запрещено! Некоторые ученые сказали, что это относится к одному из проявлений многобожия.
Дозволенный естественый страх « الخوف الطبيعي المأذون به » — например, страх перед врагом, перед хищником, перед огнем и так далее.
Всевышний Аллах сказал:

﴿ إِنَّمَا ذَلِكُمْ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلا تَخَافُوهُمْ وَخَافُونِي إِنْ كُنْتُمْ مُؤْمِنِينَ ﴾

«Это всего лишь сатана пугает вас своими помощниками. Не бойтесь их, а бойтесь Меня, если вы являетесь верующими» Сура «Али Имран», аят 175.

«Не бойтесь их» — эти слова указывают на запрет испытывания страха перед кем-либо кроме Всевышнего Аллаха. Это является одним из проявлений многобожия.

«А бойтесь Меня, если вы являетесь верующими» — Всевышний Аллах приказал бояться Его и это указывает на то, что страх /хауф/ является поклонением.

Страх перед созданиями, как например оставление усердия на пути Аллаха, по причине шайтана. Шайтан пугает верующих своими помощниками. Он пугает верующих единобожников с помощью врагов Аллаха, чтобы верующие оставили то, что им вменено в обязанность. Этот страх является запретным! Раб не должен никого бояться, кроме своего Господа.

Всевышний Аллах также сказал:

﴿ إِنَّمَا يَعْمُرُ مَسَاجِدَ اللهِ مَنْ آمَنَ بِاللهِ وَاليَوْمِ الآخِرِ وَأَقَامَ الصَّلاَةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلاَّ اللهَ ﴾

«Только тот оживляет мечети Аллаха, кто уверовал в Аллаха и в Последний день, кто совершает намаз, выплачивает закят и не боится никого, кроме Аллаха» Сура «ат-Тауба», аят 18.

Этот аят однозначно свидетельствует о том, что бояться надлежит только одного Аллаха. Всевышний похвалил этих рабов за то, что они боятся только Его одного, и здесь уместно отметить, что «боязнь» — « الخشية » является менее широким понятием, чем «страх» — « الخوف ».

Всевышний Аллах также сказал:

﴿ وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللهِ فَإِذَا أُوذِيَ فِي اللهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللهِ ﴾

«Среди людей есть такие, которые говорят: “Мы уверовали в Аллаха”. Но стоит им пострадать ради Аллаха, как они принимают искушение людей за мучения от Аллаха». Сура «аль-‘Анкабут», аят 10.

Это значит, что они перестают исполнять обязанности, которые на них возложил Аллах, или начинают совершать грехи, опасаясь порицания людей.

Абу Саид рассказывал, что однажды посланник Аллаха, да благословит его Аллах и приветствует, сказал ему следующее: «Из признака слабости убеждённости, если ты станешь искать благосклонности людей, гневя Аллаха, и воздавать им хвалу за ризк, который тебе дал Аллах, а также порицать их за то, что Аллах не дал тебе самому. Сильное желание жаждущего не принесёт ризк Аллаха, а ненависть нежелающего не отвратит его». Передали Абу Ну‘айм в «аль-Хилйиа», 5/106; аль-Байхакъи в «Шу‘аби-ль-Иман», 207. Хадис слабый. См. «Да‘иф аль-Джами‘», 2009.

Перечисленные деяния являются причинами маловерия, а известно, что ослабляют веру только запрещенные поступки, потому что вера усиливается благодаря праведным деяниям и ослабевает под влиянием грехов. Этот хадис также свидетельствует о том, что стремление угодить людям, гневя при этом Аллаха, является грехом и запрещенным поступком.

‘Аиша рассказывала, что посланник Аллаха ﷺ сказал: «Кто ищет благосклонности Аллаха, гневя людей, Аллах дарует ему Свою благосклонность и удовлетворение людей. Тот же, кто ищет благосклонности людей, гневя Аллаха, то Аллах обрушит на него гнев Свой и вызовет гнев людей против него». Передали ибн Мубарак в «аз-Зухд», стр. 66; ибн Хиббан, 276; ат-Тирмизи, 4/610.

В этом хадисе сообщается о воздаянии, которое получает тот, кто боится одного Аллаха, и воздаянии, которого удостаивается тот, кто боится не только Аллаха, подрывая совершенство своего единобожия. Кто искал довольства Аллаха, гневя людей, тот возвеличивал Всевышнего Аллаха и боялся Его. А второй совершает большой грех, боясь людей, и этот страх заставляет его совершать новые грехи и отказываться от выполнения обязательных предписаний». [Конец слов шейха]""",
  """О словах Всевышнего Аллаха: «Уповайте на Аллаха, если вы являетесь верующими»

Шейх Салих Али Шейх говорит:

«Шейх привел данную главу в этой великой книге, для того чтобы объяснить, что упование « التوكل » является одним из обязательств, которые возложил Всевышний Аллах. Уединение Всевышнего Аллаха в этом виде поклонения является единобожием /таухид/, а упование на кого-либо помимо Него является многобожием, которое выводит из религии.

Упование на Аллаха является условием действительности Ислама и Веры /иман/. Упование /тауаккуль/ — это великое поклонение! Поэтому шейх привел этот раздел, рассказывая людям об этом поклонении.

Сущность упования на Всевышнего Аллаха заключается в том, что раб должен знать, что весь этот мир в Руках Всевышнего Аллаха и Он управляет им так, как пожелает. Поэтому раб предоставляет все свои дела Всевышнему Аллаху, обращается к Нему своим сердцем, дабы Аллах исполнил его нужду. Раб обращается со своими нуждами только к Аллаху, а затем совершает те причины, которые ему приказал Аллах.

Упование /тауаккуль/ вобрало в себя как представление своих дел Аллаху, так и совершение необходимых причин. Даже сама вера /иман/ является одной из причин. Вера — это причина, которую воплощают те, кто уповает на Всевышнего Аллаха. И даже само упование (тауаккуль) на Всевышнего Аллаха является одной из таких причин.

С одной стороны, упование /тауаккуль/ — это великое поклонение сердца, которое выражается в припоручении всех своих дел Всевышнему Аллаху. Это — знание о том, что все дела принадлежат только Аллаху. Ничего не случается, кроме того, что предопределил Аллах и позволил ему случиться. С другой стороны, человек воплощает те причины, которыми обязал его Всевышний Аллах. Оставление дел (причин) противоречит сущности шариатского упования /тауаккуля/. Но также противоречит ему и то, что человек начинает полагаться на эти причины, оставляя припоручение дел Всевышнему Аллаху.

Упование /тауаккуль/, как сказал имам Ахмад, — это дело сердца. Уединение Всевышнего Аллаха в этом поклонении является обязательным. Упование на кого-либо помимо Всевышнего Аллаха бывает двух видов:

Большое многобожие « شرك أكبر » — человек уповает на творение в том, в чем ему может помочь только Всевышний Аллах. Например, уповает на творение, надеясь получить от него прощения грехов, получить от него добро в Последней жизни. Например, уповает на творение, надеясь, что кто-то из творений дарует ему ребенка, поможет ему найти какую-то работу и так далее. Человек уповает на творение всем сердцем, но это творение не в силах ему помочь. Это часто встречается у могилопоклонников, которые обращаются к мертвым всем сердцем. Они предоставляют свои дела этим мертвым, желая получить пользу в обоих мирах. Это является большим многобожием и противоречит основам единобожия.
Малое многобожие « شرك أصغر » — человек уповает на творение в том, в чем это творение способно ему помочь. Это также относится к многобожию, а именно это — вид малого многобожия. Поэтому некоторые ученые сказали, что слова «я уповаю на Аллаха и на тебя» являются малым многобожием. Более того, они говорят, что запрещено говорить даже: «Я полагаюсь на Аллаха и только затем на тебя». Они объяснили это тем, что создание недостойно того, чтоб на него полагались. Ведь, упование (тауаккуль) — это припоручение всех дел и обращение сердца к Тому, в Чьих эти дела, а это касается только Всевышнего Аллаха.
Поэтому упование нельзя посвящать никому кроме Всевышнего Аллаха. Человек должен припоручать все свои дела только Тому, в Чьих Руках эти дела. А в руках людей нет ничего из этого. Творение ничего не может сделать само по себе, так как оно является всего лишь причиной. Если творение является всего лишь причиной, то нельзя на неё уповать.

Всевышний Аллах сказал:

﴿ وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنتُمْ مُؤْمِنِينَ ﴾

«Уповайте на Аллаха, если вы являетесь верующими» Сура «аль-Маида», аят 23.

Этот аят содержит в себе приказ на упование /тауаккуль/. Если упование /тауаккуль/ приказано, значит оно является поклонением.

Слова « و على الله » — это в арабской грамматике «джар маджрур», и они пришли до глагола. В этом указание на то, что упование можно посвящать только Всевышнему Аллаху.
«Если вы являетесь верующими» — в этом указание на то, что вера недействительна без упования /тауаккуль/. Также слова Всевышнего Аллаха:

﴿ إِنْ كُنْتُمْ آمَنْتُم بِاللهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُم مُّسْلِمِينَ ﴾

«Если вы уверовали в Аллаха и стали мусульманами, то уповайте на Него» Сура «Йунус», аят 84.

«То уповайте на Него» — в этих словах приказ Всевышнего Аллаха, чтобы люди уповали только на Него.

«Если вы уверовали в Аллаха и стали мусульманами» — в этих словах содержится указание на то, что упование /тауаккуль/ является условием действительности Ислама.

Эти два аята указывают на то, что упование является поклонением. Уединение Всевышнего Аллаха в этом виде поклонения является обязательным. Это является условием действительности Ислама и веры (иман). Это указывает на то, что если исчезнет упование, то исчезнет и основа единобожия человека.

Всевышний Аллах также сказал:

﴿ إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آياتُهُ زَادَتْهُمْ إِيمَانًَا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ ﴾

«Верующими являются только те, сердца которых испытывают страх при упоминании Аллаха, вера которых усиливается, когда им читают Его аяты, которые уповают на своего Господа» Сура «аль-Анфаль», аят 2.

Всевышний Аллах перечислил качества верующих, а самое последнее из этих качеств: «которые уповают на своего Господа». Явно видно, что «джар маджрур» стоит раньше глагола, и в этом указание на то, что верующие уповают только на Аллаха. Он охарактеризовал верующих этими качествами, и это значит, что они являются высшими из достоинств истинных верующих.

Всевышний Аллах также сказал:

﴿ يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللهُ وَمَنْ اتَّبَعَكَ مِنَ المُؤْمِنِينَ ﴾

«О Пророк! Тебе и твоим верующим последователям довольно Аллаха» Сура аль-Анфаль, аят 64.

А также:

﴿ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ﴾

«Тому, кто уповает на Аллаха, достаточно Его» Сура ат-Талякъ, аят 3.

В этих аятах указание на то, что упование должно посвящаться только Аллаху. Всевышний Аллах приказал Своим рабам уповать на Него и Его достаточно, чтобы защититься от врагов.
Как мы уже упоминали, упование на Аллаха зависит от понимания того, что Аллах является Единственным Господом, и крепкой веры в это, потому что среди многобожников встречаются такие, которые уповают на Аллаха довольно сильно. Принимая это во внимание, мы говорим, что сила упования в сердце зависит от размышлений над деятельностью Господа. Чем больше раб задумывается над царством Аллаха, небесами и землей, тем лучше он осознает, что только Аллах обладает властью и распоряжается судьбами творений. Он понимает, что Божья помощь рабу является ничтожной по сравнению с тем, что Великий и Могучий Аллах творит во вселенной. Благодаря таким размышлениям верующий начинает больше возвеличивать Аллаха, а его упование становится более крепким.

Ибн ’Аббас сказал, что в Коране сказано: «Достаточно нам Аллаха, и Он лучший на Кого можно пложиться!» Сура «Али Имран», аят 173. Это слова Ибрахима, когда он был брошен в огонь. То же самое сказал Пророк Мухаммад ﷺ когда услышал от людей: «Люди сказали им: «Народ собрался против вас. Побойтесь же их». Однако это лишь приумножило их веру, и они сказали: «Нам достаточно Аллаха, и как прекрасен этот Попечитель и Хранитель!»» Сура Али Имран, аят 173. Передал аль-Бухари, 4563.

Этот хадис подтверждает величие слов «Нам достаточно Аллаха, и как прекрасен этот Попечитель и Хранитель!» Если раб сильно надеется и уповает на Аллаха, то Аллах непременно облегчит его судьбу и создаст для него выход из трудного положения, даже если небеса и земля со всеми их обитателями замыслят причинить ему зло». [Конец слов шейха]""",
  """О словах Всевышнего Аллаха: «Неужели они не опасались хитрости Аллаха? Хитрости Аллаха не опасаются только люди, терпящие убыток!», а также: «Кто же отчаивается в милости своего Господа, кроме заблудших?!»

Шейх Салих Али Шейх говорит:

«Автор объединил два аята в одной главе. Он сделал это для того чтобы указать на то, что объединение между страхом /хауф/ и надеждой /раджа/ является обязательной частью веры /иман/. Единобожие не будет действительным, кроме как с этими двуми вещами. Если человек не объединил в себе страх и надежду, то это делает его единобожие неполным. Рабу обязательно нужно сделать так, чтобы в нём присутствовали как страх, так и надежда. Он не должен чувствовать себя в безопасности от хитрости Аллаха, но и не должен отчаиваться в Его милости.

Всевышний Аллах сказал:

﴿ أَفَأَمِنُواْ مَكْرَ اللَّهِ فَلاَ يَأْمَنُ مَكْرَ اللَّهِ إِلاَّ الْقَوْمُ الْخَاسِرُونَ ﴾

«Неужели они не опасались хитрости Аллаха? Хитрости Аллаха не опасаются только люди, терпящие убыток!» Сура «аль-А‘раф», аят 99.

В этом аяте указание на то, что многобожники чувствовали себя в безопасности от наказания Аллаха и не боялись его. А должно быть наоборот! Сердца должны быть переполнены страхом перед Аллахом.

«Неужели они не опасались хитрости Аллаха?» — хотя они знали примеры того, как Аллах погубил народы, жившие до них. Всевышний Аллах рассказал об этом в 7-ой суре «аль-А‘раф», а затем спросил: «Неужели они не опасались хитрости Аллаха?» Они чувствуют себя в безопасности, несмотря на то, что Всевышний Аллах предостерег их и до них дошли рассказы о предшествующих общинах. Поэтому Аллах сказал далее: «Хитрости Аллаха не опасаются только люди, терпящие убыток!»

Чувство безопасности от хитрости Аллаха является результатом отсутствия страха. Страх — это поклонение сердца. Если такой страх присутствует в сердце, человек стремится к довольству Аллаха и сторонится Его запретов. Раб будет возвеличивать Всевышнего Аллаха и приближаться к Нему посредством этого страха, так как этот страх является поклонением. Человек может приближаться к Аллаху посредством такого страха, а также посредством того, что не чувствует себя в безопасности от хитрости Аллаха. Всевышний Аллах обладает властью. Отсутствие чувства безопасности у человека возвращается к пониманию атрибутов Аллаха и Его имен. Он — Всемогущий « القهار والجبار ». Он дает убежище, но никто не даст убежища от Него и так далее.

Хитрость Всевышнего Аллаха — это атрибут связанный с чем-то, то есть « مقيدة ». Всевышний Аллах хитрит с теми, кто хитрит с Его приближенными, с Его пророками, с Его религией. Просто хитрость — это недостаток и мы не говорим, что атрибут Аллаха — это хитрость, а говорим, что атрибутом Его является хитрость с теми, кто хитрит с Ним, а это уже совершенство. В этом указание на Его величие, мощь, могущество и другие атрибуты величия. Поэтому хитрость — это атрибут, которым описан Всевышний Аллах. Однако мы обязательно должны с чем-то связать эту хитрость. Поэтому мы говорим, что Аллах хитрит с врагами Его и Его посланников, а также хитрит с теми, кто пытается обхитрить Его.
Смысл этого атрибута в том, что Аллах заманивает раба, а затем наказывает его тогда, когда тот даже не ждет. Всевышний Аллах облегчает человеку все дела и тот начинает думать, что находится в полной безопасности. Пророк ﷺ сказал: «Если вы увидите, что Аллах даёт что-то рабу, хотя тот постоянно совершает грехи, то знайте, что это — заманивание». Этот хадис передали Ахмад 4/145, ат-Табарани в «Му’джам аль-Кабир» 17/330 и аль-Байхакъи в «Шу’аб аль-Иман» 4540 со слов Укъбы ибн ‘Амира. Шейх аль-Альбани назвал хадис достоверным. См. «Сахих аль-джами’ ас-сагъир» 561.

Всевышний Аллах также сказал:

﴿ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِ إِلاَّ الضَّالُّونَ ﴾

«Кто же отчаивается в милости своего Господа, кроме заблудших?!» Сура «аль-Хиджр», аят 56.

Признаком заблудших является то, что они отчаиваются в милости своего Господа. Отсюда вытекает, что признаком идущих по прямому пути является то, что они не отчаиваются в милости Всевышнего Аллаха. Они всегда надеются на эту милость. Объединение между страхом и надеждой является шариатским обязательством. Страх и надежда являются двумя видами поклонения. Они обязательно должны присутствовать вместе в сердце раба, чтобы поклонение было действительным.

Среди ученых возникло разногласие относительно того, что должно преобладать: страх или надежда? Более правильное мнение, что тут есть разные ситуации.

Первое: Если раб здоров, находится в безопасности и Аллах помогает ему совершать праведные дела, то страх и надежда должны быть одинаковыми. Он должен бояться Аллаха и надеяться на Него. Если раб здоров, находится в безопасности, но в то же время совершает грехи, то страх должен преобладать в его сердце, чтобы раб смог оставить грехи.
Второе: Если раб болеет и думает, что он умрет от этой болезни, то надежда должна преобладать над страхом. В его сердце должны присутствовать как страх, так и надежда, но надежда должна преобладать над страхом. Ведь, пророк (мир ему и благословение Аллаха) сказал:«Пусть никто из вас не умирает, кроме как с хорошими мыслями об Аллахе». Муслим, 2877.
В этом и разногласили обладатели знания. Некоторые говорят, что страх и надежда всегда должны быть равны. Некоторые праведные предшественники говорили, что страха должно быть больше, чем надежды. Некоторые говорят, что надежды должно быть больше, чем страха. Внешне эти слова разнятся, однако в сущности все они правы, так как всё возвращается к ситуации и мы рассказали об этом.

Если ученый говорит, что страх должен преобладать над надеждой, то он имеет в виду грешника. Если ученый говорит, что надежды должно быть больше, чем страха, то он имеет в виду больного человека, который боится умереть. Если ученый говорит, что страх и надежда должны быть равны, то он имеет в виду человека, который совершает благие дела. О таких людях Аллах говорит:

﴿ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ ﴾

«Воистину, они спешили творить добро, взывали к Нам с надеждой и страхом и были смиренны перед Нами» Сура «аль-Анбийа», аят 90.

А также:

﴿ أُوْلَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا ﴾

«Те, к кому они взывают с мольбой, сами ищут пути приближения к своему Господу, пытаясь опередить других. Они надеются на Его милость и страшатся мучений от Него. Воистину, мучений от твоего Господа надлежит остерегаться» Сура «аль-Исра», аят 57.

Ибн ’Аббас рассказывал, что однажды посланника Аллаха ﷺ спросили о смертных грехах и он ответил: «Это — приобщение к Аллаху равных, потеря надежды на милость (или на помощь) Аллаха и ощущение безопасности от хитрости Аллаха». аль-Баззар, 106 и ибн Аби Хатим в своём тафсире, 5201.

«Потеря надежды на милость Аллаха» — это отсутствие надежды /раджа/ в сердце. Пророк ﷺ перечислил это в числе смертных грехов.

«Ощущение безопасности от хитрости Аллаха» — это отсутствие страха /хауф/. Это также является большим грехом.

Это — большие грехи, которые связаны с сердцем. Если человек оставит и страх, и надежду, то это еще хуже, чем он оставит одно из этих двух. Отчаяние появляется тогда, когда человек перестает надеяться на Аллаха, а чувство безопасности от хитрости Аллаха появляется, когда человек перестает бояться Аллаха. Выполнять оба эти обряда поклонения является одним из обязательных предписаний, ибо если человек перестает совершать их полностью или частично, то он подрывает совершенство своего единобожия.

Ибн Мас‘уд сказал: «Самые страшные из смертных грехов — это приобщение к Аллаху равных, ощущение безопасности от хитрости Аллаха, отчаяние в милости Аллаха и потеря надежды на помощь (или на милость) от Аллаха». Передал Абду-р-Разакъ, 10/459.

В этом асаре говорится о том же, о чем было сказано в предыдущем хадисе. Но однако тут разделено между отчаянием в милости Аллаха и потерей надежды на помощь от Аллаха, хотя в основе это одно и то же. Отчаяние в милости Аллаха — это общее понятие, а потеря надежды — частное. Отчаяние в милости Аллаха носит общий характер, поскольку милостью включает в себя как наделение благами, так и избавление от зла. Что же касается помощи Аллаха, то под ней чаще всего подразумевается избавление от несчастий». [Конец слов шейха]""",
  """Терпение перед предопределением Аллаха является частью веры в Него

Шейх Салих Али Шейх говорит:

«Терпение /сабр/ имеет великое положение! Терпение является великим поклонением, которое проявляется в сердце, на языке и в деяниях. Само поклонение не является действительным без терпения /сабра/, потому что поклонение состоит из приказов, запретов, или испытаний. Сущность поклонения состоит в выполнение того, что приказано; оставлении того, что запрещено, а также в терпении перед несчастиями, которые предопределил Аллах, чтобы испытать рабов. Всевышний Аллах испытывает людей в религии и в предопределении. Что касается религии, то Всевышний Аллах сказал Своему Пророку ﷺ в хадисе аль-къудси: «Поистине, ты был послан, для того чтобы испытать тебя и испытать других тобой». Муслим, 2865. Пророк ﷺ был послан, чтобы испытать людей. Во время испытания обязательно должно быть проявлено терпение. Это испытание заключается в выполнении приказов и оставлении того, что запрещено.

Обязательные поклонения нуждаются в терпении и запреты Всевышнего Аллаха также нуждаются в нем. Также нуждается в терпении и то, что предопределил Аллах в быту. Поэтому группа ученых разделила терпение на три вида:

« صبر على الطاعة » — Терпение в подчинении Аллаху.
« صبر عن المعصية » — Терпение, которое не дает ослушаться Аллаха.
« صبر على أقدار الله المؤلمة » — Терпение перед предопределением Аллаха.
Терпение является проявлением совершенного единобожия и шейх поместил данную главу в свою книгу, потому что люди редко проявляют терпение. Терпение перед предопределением Аллаха является обязательным. Негодование и отсутствие терпения чаще всего проявляются тогда, когда Аллах испытывает раба. Шейх указал в этой главе на то, что терпение перед тем, что причиняет боль, является обязательным. Также терпение в подчинении Аллаху и терпение, которое не дает ослушаться Аллаха, являются обязательными.

Слово « الصبر » в арабском языке — это удержание от чего-то. В шариате под словом « الصبر » — «сабр» — имеется в виду «терпение», так как терпение — это удержание языка от жалоб, удержание сердца от негодования и удержание органов от выявления этого негодования. Удержание от всего этого и называется терпением.

Сказал имам Ахмад, да смилуется над ним Аллах, что терпение упоминается в Коране более чем в 90 аятах. Терпение по отношению к вере, подобно положению головы по отношению к телу, так как если человек не терпит в подчинении Аллаху, не терпит и ослушивается Его, а также не терпит перед предопределением Аллаха, то он потерял большую часть веры /имана/.

Вера /иман/ имеет степени и неверие /куфр/ имеет степени. В названии главы шейх указал на то, что терпение является частью веры. Также далее придет хадис о том, что оплакивание покойников является частью неверия /куфра/. Каждой степени веры /имана/ противоречит определенная степень неверия /куфра/.

Всевышний Аллах сказал:

﴿ وَمَن يُؤْمِن بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ ﴾

«Сердце того, кто уверовал в Аллаха, Он наставляет на прямой путь. Аллах знает обо всякой вещи». Сура «ат-Тагъабун», аят 11.

Алькъама в отношении данного аята сказал: «Это сказано в отношении человека, который, когда его постигает несчастие, знает, что это происходит по воле Аллаха, и поэтому он бывает доволен и покоряется». Передали ибн Джарир в своём тафсире, 28/123; аль-Бейхакъи в «Сунан аль-Кубра», 4/66; Иснад достоверный, как об этом сказал шейх Сулейман ибн Абдиллях в «Тайсир аль-‘Азиз аль-Хамид».

Это толкование Алькъамы, который является последователем сподвижников /таби‘ин/. Это толкование является весьма правильным, так как этому аяту предшествовали аяты о том, что Всевышний Аллах испытывает людей несчастиями. Из этого аята следует, что если человек почитает Аллаха, повинуется Его приказам и избегает всего запрещенного Им, то Аллах внушает его сердцу поклоняться Господу, проявлять должное терпение и избегать негодования.

Несчастия случаются по предопределению Аллаха, а предопределение возвращается к Его мудрости. Мудрость « الحكمة » — это расставление вещей по своим местам так, чтобы они соответствовали своему предназначению. Кто ставит вещь не на свое место, тот проявляет несправедливость /зульм/. А кто ставит вещь на свои места, тот является справедливым, но необязательно мудрым. Человек может быть справедливым, но при этом не иметь мудрости. А кто ставит вещь на свое место и при этом эта вещь даёт положительные результаты, только тот является мудрым. Всевышний Аллах не описывается тем, что Он — несправедлив. Мы описываем Его совершенной справедливостью и совершенной мудростью. Осознавая это, человек понимает, что если раба постигает несчастье, то в этом для него есть благо, и если он проявит терпение, то получит вознаграждение. Но если он станет негодовать на судьбу, то взвалит на свои плечи бремя греха.

 

 
Довольство несчастием « الرضى » — является желательным, но не обязательным. Поэтому многие люди путают между довольством /рида/ и терпением /сабр/. Правильное мнение заключается в том, что терпение /сабр/ при несчастиях является обязательным. Терпение — это оставление негодования перед предопределением Аллаха. Что касается довольства /рида/, то оно имеет две стороны:

Довольство, связанное с действием Аллаха — то есть человек доволен действиями Аллаха, доволен Его мудростью, доволен тем, что дает ему Всевышний Аллах. Это является обязательным! А оставление этого довольства запрещено, так как это оставление противоречит полноте единобожия.
Довольство, связанное с самой предопределенной вещью — то есть человек доволен самим несчастием. Это является желательным /мустахаб/. Не является обязательным для раба, чтобы он был доволен своей болезнью или, например, смертью сына. Это является желательным! Это дано только особым рабам Аллаха. Однако довольство самим действием Аллаха является обязательным.
Передают, что Абу Хурайра рассказал о том, что посланник Аллаха ﷺ сказал: «Две черты людей являются проявлением неверия: опорочивание рода и оплакивание умершего». Муслим, 67.

«Оплакивание умершего» — оно противоречит терпению /сабр/. Терпение проявляется в том, что человек удерживает свои органы от внешнего негодования, как, например, битье себя по щекам и разрывание своей одежды. Также терпение заключается в том, чтобы человек удерживал язык от жалоб и фраз, которые ведут к оплакиванию. Оплакивание покойников является степенью неверия /куфр/ и противоречит терпению.

Когда мы говорим «степень неверия», это не означает, что попавший в это является неверным и выходит из религии. Это указывает на то, что это деяние является качеством неверующих. Слово « كفر » в хадисе пришло в неопределенном состоянии (накира). Правило гласит, что если слово « الكفر » приходит в Коране и Сунне в определенном состоянии (с алиф лямом), то это указывает на большое неверием (куфр акбар). А если слово « كفر »приходит в неопределенном состоянии (без алиф ляма), то это указывает на то, что это малое неверие /куфр асгъар/. Например, слово « كفر » без /алиф ляма/ пришло в хадисе:

« سباب المسلم فسوق وقتاله كفر »

«Поношение мусульманина является нечестием, а сражение с ним — неверием». Муслим, 221.То есть это является маленьким неверием, а не большим. А слово « الكفر » с алиф лямом пришло в хадисе:

« بين الرجل وبين الشرك والكفر ترك الصلاة »

«Между человеком и между многобожием и неверием стоит оставление молитвы». Муслим, 134.

Сообщается, что ‘Абдуллах ибн Мас‘уд, да будет доволен им Аллах, рассказал о том, что Пророк ﷺ сказал: «Не относится к нам тот, кто бьёт себя ладонями по щекам, разрывает на себе одежду и говорит то, что говорили во времена джахилийи!» аль-Бухари, 1294; Муслим, 103.

В этом указание на то, что такой человек не относится к обладателям веры. Слова «не относится к нам» указывают на то, что это дело является тяжким грехом. Поэтому мы говорим, что оставление терпения и негодование относится к большим грехам. Грехи уменьшают веру. Вера /иман/ увеличивается по причине подчинения и уменьшается по причине грехов. Уменьшение веры уменьшает совершенство единобожия. Оставление терпения противоречит обязательной полноте единобожия /таухида/.

Сообщается со слов Анаса, да будет доволен им Аллах, что Пророк ﷺ сказал: «Если Аллах хочет добра Своему рабу, то Он ускоряет его наказание в мирской жизни. Если же Всевышний желает зла для Своего раба, то Он воздерживается от наказания за совершённый им грех до наступления дня Воскресения». ат-Тирмизи, 2396; Абу Йа‘ля, 4254, 4255; ибн ‘Ади в «аль-Камиль», 3/356; аль-Хаким в «аль-Мустадрак», 4/608.

В этом указание на мудрость Всевышнего Аллаха. Если человек, которого постигло несчастие, вспомнит об этой мудрости, то найдет великим терпение. Он поспешит украсить свою душу выполнением этого славного обряда поклонения. Т.е. отказаться от негодования и довольствоваться тем, что совершил и предопределил Великий и Могучий Аллах. Ведь, если Аллах желает добра рабу, то наказание постигает раба уже в этом мире. Избавление раба от наказания бывает десятью вещами и одной из этих вещей является наказание уже в этой жизни. Аллах ниспосылает на человека болезнь, лишает его имущества или предопределяет несчастие, потому что человек противоречит повелениям Всевышнего Аллаха, а это влечет за собой наказание. Конечно нужно упомянуть то, что Всевышний Аллах также может простить рабу и скрыть его грех. Лучше человек получит наказание в этой жизни, чем его будут наказывать в могиле или в День Суда. Передают со слов Абу Хурайры, да будет доволен им Аллах, что посланник Аллаха ﷺ сказал: «Того, кому Аллах желает добра, Он подвергает испытаниям». аль-Бухари, 5645.Поэтому некоторые праведные предшественники боялись за себя, если видели, что Аллах их ничем не испытывает и они даже не болеют. Поэтому Пророк ﷺ сказал про лихорадку:«Не ругайте лихорадку! Клянусь Тем, в Чьей Руке моя душа, поистине, она стирает грехи человека подобно тому, как огонь очищает железо». См. «Сахих ибн Маджах», 2810.Эти несчастия являются милостью для раба. Всевышний Аллах — Мудрый и Он лучше знает, в чем добро для Его раба.

Также сообщается со слов Анаса, да будет доволен им Аллах, что Пророк ﷺ сказал: «Величина награды зависит от величины испытания. Если Всевышний Аллах возлюбил какой-либо народ, то Он посылает ему испытание. Кто проявит довольство, тому будет довольство, а кто проявит негодование, на того Аллах обратит Свой гнев». ат-Тирмизи, 2396; ибн Маджах, 4031; ибн ‘Ади в «аль-Камиль», 3/356; аль-Багауи в «Шарх ас-Сунна», 5/245.

«Кто проявит довольство, тому будет довольство» — довольство /рида/ является поклонением.

«А кто проявит негодование, на того Аллах обратит Свой гнев» — в этом указание на то, что негодование запрещено.

Негодование заключается в том, что в сердце человека появляется отсутствие любви к предопределенной вещи, ненависть к ней, отсутствие довольства и отрицание мудрости Аллаха. Кто соберет все эти признаки, тот проявил негодование. Негодование проявляется на его языке и на органах, а также в сердце, когда человек недоволен приказами и запретами Всевышнего Аллаха, недоволен шариатом. Это очень страшный грех, даже если человек совершает приказанное и сторонится запретного. Это все указывает на отсутствие полноты единобожия в сердце раба. Это негодование может привести к тому, что человек и вовсе лишится единобожия, если человек недоволен шариатом и обвиняет его». [Конец слов шейха]""",
  """Глава о показухе (рийа)

Шейх Салих Али Шейх говорит:

«Показуха /рийа/ — это совершение какого-либо поклонения, чтобы люди видели его. Например, совершение молитвы, чтение Корана, поминание Аллаха, милостыня, хадж, джихад и так далее. Он совершает, не для того чтобы получить то, что у Аллаха, а для того чтобы люди видели его и похвалили. Это и есть показуха /рийа/. Показуха может быть в основе Ислама, как показуха лицемеров. Сама показуха /рийа/ бывает двух видов:

Показуха лицемеров — человек перед творениями показывает Ислам и скрывает свое неверие. Это противоречит основе единобожия и является большим неверием. Поэтому Всевышний Аллах описал лицемеров:
﴿ يُرَاؤُونَ النَّاسَ وَلاَ يَذْكُرُونَ اللَّهَ إِلاَّ قَلِيلاً ﴾

«Показывают себя перед людьми и поминают Аллаха лишь немного» Сура «ан-Ниса», аят 142.

Показуха мусульман — человек является мусульманином, но занимается показухой в некоторых своих делах. Это является скрытым многобожием, которое противоречит полноте единобожия. Всевышний Аллах сказал:
﴿ إِنَّ اللَّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء ﴾

«Воистину, Аллах не прощает, когда к Нему приобщают сотоварищей, но прощает все менее тяжкие грехи, кому пожелает» Сура «ан-Ниса», аят 48.

«Воистину, Аллах не прощает, когда к Нему приобщают сотоварищей» — по мнению некоторых ученых сюда помимо большого многобожия, также входит и малое, и скрытое.

Всевышний Аллах сказал:

﴿ قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَن كَانَ يَرْجُو لِقَاء رَبِّهِ فَلْيَعْمَلْ عَمَلا صَالِحًا وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا ﴾

«Скажи: “Воистину, я — такой же человек, как и вы. Мне внушено откровение о том, что ваш Бог — Бог Единственный. Тот, кто надеется на встречу со своим Господом, пусть совершает праведные деяния и никому не поклоняется наряду со своим Господом”» Сура «аль-Кахф», аят 110.

«И никому не поклоняется наряду со своим Господом» — это общий запрет на многобожие, охватывающий все его виды. Сюда также заходит и показуха /рийа/. Поэтому праведные предшественники приводили в довод этот аят, говоря о показухе. Точно также автор книги привел этот аят в данной главе, ведь, показуха является многобожием.

Соответствии довода данной главе явное, так как показуха является малым многобожием. Также иногда её называют скрытым многобожием, так как её нельзя явно выявить и она находится в сердце раба. Поэтому многие ученые, говоря о малом многобожии, сразу приводят в пример показуху /рийа/.

Абу Хурайра рассказывал со слов Пророка ﷺ: «Всевышний Аллах сказал: «Я самый богатый из всех сотоварищей. И Я оставлю любого, кто своим действием приобщит ко Мне сотоварища, вместе с тем, кого он придал Мне в сотоварищи»». Муслим, 2985.

В этом хадисе указание на то, что показуха становится причиной того, что Аллах отвергает дела человека. Всевышний Аллах не принимает дело, в котором есть показуха. Бывает несколько видов того, как человек занимается показухой в своем поклонении.

Первая ситуация: Человек изначально намерен заниматься показухой. В такой ситуации это поклонение будет недействительным. Например, человек намеревается идти на молитву, чтобы люди видели, как он молится, хотя он не хотел молиться изначально, не увидев этих людей. Он увидел, что кто-то на него смотрит, и стал молиться. Это дело является недействительным и человек будет наказан за свою показуху.
Вторая ситуация: Человек изначально собрался поклоняться Аллаху, однако во время поклонения решил совершить показуху, например, удлинить поясной поклон, делать больше тасбиха, читать подольше Коран, чтобы люди это видели. Недействительным станет только то, что человек добавил ради людей и он будет наказан за свою показуху, хотя основа поклонения остается ради Аллаха.
Абу Саид передал следующее высказывание Пророка ﷺ: «Не сообщить ли мне о том, что для вас является более опасным и страшным, чем аль-Масих ад-Даджжаль?» Люди ответили: «Сообщи, о посланник Аллаха!» Он сказал: «Это — скрытое многобожие, когда человек встаёт на молитву, специально приукрашивая её, когда видит, что на него кто-то смотрит». Ахмад, 3/30; ибн Маджах, 4204; ибн ‘Ади в «аль-Камиль», 3/174 и многие другие.

В этом хадисе указание на то, что это является одним из видов многобожия. Пророк ﷺ боится для своей общины показухи больше, чем ад-Даджаля. Это объясняется тем, что явление Даджаля является очевидным событием, поскольку Пророк ﷺ разъяснил суть всего, что произойдет во время его пришествия, описал его и предостерег общину от него. Он приказал им в конце каждой молитвы просить у Всевышнего Аллаха убежища от Даджаля. Что же касается показухи, то она пытается проникнуть в душу человека очень часто. Это многобожие заставляет человека постепенно забывать о том, что Великий и Могучий Аллах наблюдает за ним, и побуждает все чаще помнить о том, что люди смотрят на него. Именно поэтому Пророк, мир ему и благословение Аллаха, опасался того, что показуха причинит нам больше вреда, чем Даджаль». [Конец слов шейха]""",
  """Стремление человека совершить праведное деяние ради обретения мирских благ является проявлением многобожия

Шейх Салих Али Шейх говорит:

«Эта глава относится к великим главам этой книги. В этой главе говорится о малом многобожии. Речь идет о том, когда человек совершает какое-либо праведное деяние ради мирского, не думая о Последней жизни. Это более общее понятие, чем показуха /рийа/. Что касается показухи /рийа/, то некий человек совершает молитву, удлиняя её и украшая, для того чтобы люди, увидев это, похвалили его. Однако в этой главе речь идет о другом. Что касается показухи, то мы разбирали отдельные хадисы на эту тему, и люди часто в это попадают.

Человек совершает какое-либо праведное деяние только ради мирской награды. Это является многобожием и подробно будет разъяснено далее.

Всевышний Аллах сказал:

﴿ مَن كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَ * أُوْلَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الآخِرَةِ إِلاَّ النَّارُ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ ﴾

«Тем, кто желает жизни в этом мире и ее украшений, Мы сполна воздадим за их поступки в этом мире, и они не будут обделены. Они — те, которые в Последней жизни не получат ничего, кроме Огня. Тщетны их усилия в этом мире, и бесполезны их деяния» Сура «Худ», аяты 15-16.

Общий смысл этого аята конкретизируется другим аятом:

﴿ مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَن نُّرِيدُ ﴾

«Если кто возжелает преходящей жизни, то Мы тотчас одарим тем, что пожелаем, того, кого пожелаем» Сура «аль-Исра», аят 18.

Люди, которые душой и телом стремятся обрести только блага мирской жизни, являются неверующими, и поэтому этот аят ниспослан именно о них. Тем не менее его текст распространяется на всех, кто желает обрести мирские блага благодаря праведным поступкам. Поэтому шейх в одном из своих посланий указал на то, что праведные предшественники, разъясняя этот аят, говорили о четырех видах людей, которым обращена эта угроза.

Люди, которые желают праведными делами чего-то мирского и попадают в малое многобожие — то есть человек совершает праведное деяние, посвящая его только Аллаху, однако он желает награды в мирской жизни, а не в будущей. Например, человек совершает молитву ради Всевышнего Аллаха, желая того, чтобы у него было здоровое тело. Или, например, человек поддерживает родственные связи только ради того, чтобы о нём хорошо отзывались. Человек желает только награды в мирской жизни. Деяния, которые раб совершает в надежде получить мирскую выгоду, не желая при этом получить за них вознаграждение в Последней жизни, делятся на две категории. К первой категории относятся деяния, совершать которые Законотворец повелел, не упоминая о земном вознаграждении, например, намаз, пост и другие подобные праведные деяния. Их нельзя совершать в надежде получить за них награду в этом мире, и если человек поступает таким образом, то он является многобожником. Ко второй категории относятся деяния, за которые Законотворец установил вознаграждение в мирской жизни и совершать которые Он приказал, упоминая о награде, которую можно получить за них и в этой жизни. К таким деяниям относятся поддержание родственных связей, доброе отношение к родителям и т.п. Например, Пророк ﷺ сказал: «Кто хочет увеличения средств существования и увеличения срока жизни, пусть поддерживает родственные узы». Ахмад, 3/156 от Абу Са‘ида аль-Худри. А основа этого хадиса у аль-Бухари и Муслима со слов Анаса. Если, совершая такие деяния, человек помышляет о вознаграждении в мирской жизни и не думает о награде в Последней жизни, то он подвергает себя опасности и совершает одно из проявлений многобожия, даже если поступает искренне ради одного Аллаха. Если же он надеется получить награду как в этой жизни, так и после смерти, то в этом нет ничего плохого, потому что Законотворец призвал нас совершать эти благодеяния, упомянув о мирской награде за них, именно для того, чтобы мы стремились к ней. Например, Пророк ﷺ сказал: «Кто (во время сражения) убьет человека, тому достанутся его трофеи«.Ахмад, 5/306 от Абу Къатады. Человек выходит в военный поход, надеясь получить награду Аллаха, но вместе с этим думает и о трофеях. В этом этом никаких проблем.
Люди, которые совершают праведные дела ради имущества — например, человек изучает религиозные науки, для того чтобы получить определенную должность, даже не помышляя об избавлении от невежества и не стремясь попасть в Рай и спастись от Ада. Или, например, человек учит Коран, чтобы быть имамом в мечети и получать зарплату из казны. Всё его намерение ограничивается лишь на имуществе.
Люди, которые занимаются показухой /рийа/.
Люди, которые совершают праведные дела, но вместе с этим совершают дело, которое выводит их из Ислама — например, человек совершает молитву, дает закят и милостыню, но является многобожником. И даже если такие люди называют себя верующими, их слова не являются искренними, ибо, будь они искренни, они бы поклонялись только Великому и Могучему Аллаху.
Все эти виды людей попадают под тот аят, который мы разбираем. Некоторые ученые обратили внимание на слова Аллаха в этих аятах: «Они — те, которые в Последней жизни не получат ничего, кроме Огня. Тщетны их усилия в этом мире, и бесполезны их деяния». Они сказали, что речь идет о тех, кто в основе являются неверующими. А что касается того, кто в основе мусульманин, но желает чего-то мирского, то он не заходит в этот аят. Но мы скажем, что он также попадает в этот аят. Ведь, праведные предшественники ввели некоторые группы мусульман в этот аят. Слова «они — те, которые в Последней жизни не получат ничего, кроме Огня» относятся к тем людям, которые не совершают ничего, что бы приблизило их к Аллаху. Эти слова касаются тех, которые всеми своими делами желали только мирской жизни, не было у них веры и Ислама. А что касается тех, которые имеют веру /иман/ и Ислам, то у него станут тщетными некоторые из деяний, а именно те, в которых он придает Аллаху сотоварищей.

В заключении скажем, что в этом аяте страшная угроза, которая охватывает четыре вышеперечисленные категории людей.

Передают со слов Абу Хурайры, да будет доволен им Аллах, что Пророк ﷺ сказал:«Да окажется в бедственном положении раб динара, раб дирхема и раб хамисы, который остаётся довольным, если ему даруется (это), а если нет, то он негодует, да окажется он в бедственном положении, и да вернётся к нему болезнь, и да не найдётся того, кто извлёк бы из его тела колючку, когда он уколется! Да будет блажен тот раб с растрёпанными волосами и покрытыми пылью ногами, который станет держаться за поводья своего коня на пути Аллаха, и, если (его поставят) в охрану, он пойдёт в охрану, если же его (поставят) в тыл, он пойдёт в тыл, (а сам он настолько непритязателен, что) если он просит, то ему не позволяют, если же ходатайствует за кого-нибудь, то его ходатайство не принимают». аль-Бухари, 2887.

Пророк ﷺ произнес мольбу против раба динара, раба дирхама и раба одежды /хамиса/. Раб динара — это тот, кто делает дела ради этого динара. Если бы ни динар, то он бы не стал ничего совершать. Пророк ﷺ назвал его рабом динара, а это указывает на то, что данный поступок является многобожием. Поклонение кому-либо имеет разные степени. Из них, например, то, что относится к малому многобожию, а также то, что относится к большому. К большому многобожию относится поклонение идолам, поклонение кресту и так далее. А к малому многобожия относится связь сердца с чем-либо мирским, чему человек как бы поклоняется. Про такого говорят, что «он поклоняется какой-либо вещи», так как именно она заставила его совершать дела. Общеизвестно, что раб подчиняется своему господину, а этот человек подчиняется динару и дирхаму». [Конец слов шейха]""",
  """Подчиняющиеся ученым и правителям, когда те запрещают разрешенное Аллахом или разрешают запрещенное Им, делают из них господов

Шейх Салих Али Шейх говорит:

«Этот и следующие разделы разъясняют то, что требует от нас единобожие /таухид/ и то, что поможет воплотить в жизнь свидетельство о том, что нет божества, достойного поклонения, кроме Аллаха. Свидетельство о том, что нет божества, достойного поклонения, кроме Аллаха, требует от раба, чтобы он подчинялся Всевышнему Аллаху в том, что Он дозволил и запретил. Раб должен считать дозволенным то, что разрешил Аллах и запрещать то, что Он запретил. Он должен обращаться за суждением о какой-то вещи только к Нему. Он должен считать судьей в религии только шариат Аллаха.

На ученых лежит обязанность разъяснения того, что ниспослал Всевышний Аллах Пророку ﷺ. Ученые не имеют право считать дозволенным то, что пожелают, и запрещать то, что пожелают. Однако они имеют право делать иджтихад относительно понимания контекстов шариата. Они объясняют людям, что дозволил Аллах, а что запретил. Они являются средством для понимания Корана и Сунны. Подчинение ученым следует после подчинения Аллаху и Его посланнику ﷺ. Мы подчиняемся ученым в том, в чем есть подчинение Аллаху и Его посланнику ﷺ. Мы также подчиняемся им в вопросах иджтихада, потому что они лучше понимают тексты шариата, чем другие. Подчинение ученым и правителям следует за подчинением Аллаху и Его посланнику ﷺ. Что касается индивидуального подчинения только им, то этого нет, так как мы подчиняемся только Аллаху и даже подчинение посланнику ﷺ следует за подчинением Аллаху. Ведь, Всевышний Аллах, Он — Тот, Кто позволил и повелел подчиняться Пророку ﷺ. Это и есть смысл свидетельства о том, что Мухаммад ﷺ является посланником Аллаха. Всевышний Аллах сказал:

﴿ مَّنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ ﴾

«Кто покорился Посланнику, тот покорился Аллаху». Сура «ан-Ниса», аят 80.

А также:

﴿ وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ لِيُطَاعَ بِإِذْنِ اللَّه ﴾

«Мы отправили посланников только для того, чтобы им повиновались с дозволения Аллаха» Сура «ан-Ниса», аят 64.

Отдельное подчинение кому-либо является поклонением. Этот вид поклонения нужно посвящать только Аллаху. А что касается остальных, то мы подчиняемся из них тому, кому Аллах позволил подчиняться. Мы подчиняемся им только в том, что дозволил Всевышний Аллах. Нет послушания творению, если речь идет об ослушании Всевышнего Аллаха. Всевышний Аллах запретил это!

Шейх, да смилуется над ним Аллах, привел этот аят, дабы указать на то, что подчинение является поклонением. Если кто-то подчиняется кому-то в вопросах дозволения или запрещения какой-то вещи, то он превращает того, кому он подчинился, в господа. Всевышний Аллах сказал:

﴿ اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ ﴾

«Они признали господами помимо Аллаха своих первосвященников и монахов, а также Мессию, сына Марьям» Сура «ат-Тауба», аят 31.

Ученые и правители являются теми, о ком сказал Аллах:

﴿ يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللَّهَ وَأَطِيعُواْ الرَّسُولَ وَأُولِي الأَمْرِ مِنكُم ﴾

«О те, которые уверовали! Повинуйтесь Аллаху, повинуйтесь Посланнику и обладающим влиянием среди вас» Сура «ан-Ниса», аят 59.

Ученые говорят, что обладающие влиянием в религии — это ученые, а в мирской жизни — правители. Необходимо также указать на то, что перед словами «обладающим влиянием» не пришло слова «повинуйтесь». Поэтому Ибн аль-Къаййим и другие говорили, что это указывает на то, что подчинение правителям и ученым не является каким-то особым подчинением, однако им подчиняются только тогда, когда есть подчинение Аллаху и Его посланнику ﷺ. Если же обладатели влияния приказывают совершить грех, то нет подчинения им, ведь речь идет об ослушании Творца.

Что касается вопросов иджтихада, относительно которых нет текстов в Коране и Сунне, то мы подчиняемся им, так как Всевышний Аллах это дозволил и в этом есть польза для людей в шариате.

«…когда те запрещают разрешенное Аллахом» — например, какая-либо вещь является дозволенной, а люди запрещают её. Правитель и ученый запрещает что-то, а люди подчиняются ему, хотя знают о том, что это вещь дозволенная. Например, Всевышний Аллах дозволил кушать хлеб, но пришел правитель и сказал: «Поистине, вам в религии запрещено кушать хлеб», и люди подчинились ему.

«…или разрешают запрещенное» — например, Аллах запретил вино, но кто-то из ученых или правителей объявил его дозволенным. Кто подчинится этому ученому или правителю, зная, что вещь, которую он дозволил, запрещена, и возьмет себе в убеждение то, что вино дозволено, тот сделал из этого ученого (или правителя) господа помимо Всевышнего Аллаха.

«…делают из них господов» — об этом сказано в аяте:

«Они признали господами помимо Аллаха своих первосвященников и монахов, а также Мессию, сына Марьям» Сура «ат-Тауба», аят 31.

Слово « الأرباب » является множественным числом слова « الرب » — «Господь». Слова «господь» /робб/ и «божество» /илях/ несут разный смысл. «Господь» /робб/ — это Царь — Тот, Кто управляет делами. А «божество» /илях/ — это тот, кому поклоняются. Шейх Мухаммад, да смилуется над ним Аллах, был спрошен об этих словах в таких аятах, как, например, слова Аллаха:

«Ему также не подобает приказывать вам признавать ангелов и пророков своими господами. Разве он станет приказывать вам совершить неверие после того, как вы стали мусульманами?» Сура «Али Имран», аят 80.

А также:

﴿ اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللّهِ ﴾

«Они признали господами помимо Аллаха своих первосвященников и монахов» Сура «ат-Тауба», аят 31.

Что значит слово «господь» в этих аятах? Он сказал, что в данных аятах под словом «господь» /робб/ имеется в виду тот, кому поклоняются. Ведь, тот, кто подчиняется в этом, на самом деле поклоняется, как это придет в хадисе ‘Ади ибн Хатима.

Шейх также сказал о том, что слова «господь» /робб/ и «божество» /илях/ из тех слов, которые, когда приходят вместе в одном контексте, то каждое несет свой смысл, а когда они приходят отдельно, то включают в себя оба смысла. Это подобно словам иман (вера) и ислям.

 

 
Ибн ‘Аббас сказал: «Боюсь, что вот-вот падут на вас камни с небес! Я говорю: «Сказал посланник Аллаха, да благословит его Аллах и ниспошлёт ему мир…», — вы же говорите: “Абу Бакр и Умар сказали..”» См. «Маджму‘ аль-Фатауа», 20/215; «Зад уль-Ма‘ад», 2/195; «ас-Сауа‘икъ аль-Мурсаля», 3/1063. Асар с похожим смыслом передают Ахмад, 1/337; аль-Баззар, 5052; ибн Абдуль-Барр в «Джами’уль баян аль-‘ильм ва фадлюху», 2/1210 и другие.

Этот хадис привел имам Ахмад с достоверным иснадом от ‘Абду-р-Разакъа, от Ма‘мара, от Тавуса, от ибн Аббаса. Также шейхуль-Ислям ибн Таймийя приводил этот хадис и упоминал его иснад. Люди, которые делали тахридж на «Китаб ат-Таухид» сказали, что у этого асара нет основы именно в таком виде. Это очень смело с их стороны, как будто бы все сборники хадисов перед ними. Если бы они читали труды ученых, то нашли бы в них этот хадис и слова об его достоверности.

Мусульманина, который услышал хадис Пророка ﷺ, понял его после разъяснения ученых, ни в коем случае не имеет права оставить этот хадис и взять слова какого-либо человека. Это не касается вопросов иджтихада, где пришел достоверный хадис и ученые поняли его по-разному.

Слова Ибн ‘Аббаса, да будет доволен Аллах им и его отцом, обращены к тем людям, которые запрещали делать хадж ат-тамату‘, опираясь на мнение Абу Бакра и Умара, которое противоречило словам Пророка ﷺ. Абу Бакр и Умар считали, что хадж ифрад лучше, чем хадж ат-тамату‘. Что касается Ибн ‘Аббаса, да будет доволен Аллах им и его отцом, то он обязывал людей совершать хадж ат-тамату‘. Некоторые ученые взяли мнение Абу Бакра и Умара, да будет доволен ими Аллах, как, например, имам Малик. Некоторые ученые сказали, что лучше сделать хадж, а потом отдельно выехать в умру, чем объединить хадж и умру в одном путешествии. Этого мнения придерживался шейхуль-Ислям ибн Таймийя.

Но шейх привел этот асар, не для того чтобы разбирать вопросы хаджа и умры. Он хотел указать на то, что нельзя ставит в противовес явным словам Пророка ﷺ слова кого-либо из людей, даже если это слова Абу Бакра и Умара, да будет доволен ими Аллах. А что тогда сказать о тех, кто ниже них из таби‘инов или сподвижников? А что тогда сказать о четырех имамах и их последователях, да смилуется над ними Аллах? Обязательно нужно уважать ученых, но также обязательно надо знать то, что, если для кого-либо стала ясна сунна посланника Аллаха ﷺ, он не имеет права оставлять ее, следуя за словами кого-либо из людей.

Ахмад ибн Ханбаль сказал:«Меня удивляют люди, осведомлённые об иснаде хадиса и его достоверности, но всё же следующие мнению Суфйана (ас-Саури), несмотря на то, что Всевышний Аллах говорит: «Пусть же остерегаются те, которые противятся его воле, как бы их не постигло искушение или не постигли их мучительные страдания». (Сура «ан-Нур», аят 63). А знаешь ли ты, что такое искушение? Искушение — это ширк. Пожалуй, это означает то, что если кто-либо станет отвергать некоторые высказывания Пророка, то войдёт в его сердце заблуждение, и он погибнет«.

Эти слова от Ахмада передают аль-Фадль ибн Зияд и Абу Талиб. Передал от них ибн Батта «аль-Ибана», 97; ибн Теймийа «ас-Сарим аль-Маслюль», 2/116-117. аль-Фадль ибн Зияд — это Абу-ль-Аббас аль-Каттан аль-Багдади. См. «Табакъат аль-Ханабиля», 1/251, автором которой является Абу Йа‘ля. «Абу Талиб» — это Ахмад ибн Хумейд, соратник имама Ахмада. См. «Табакъат аль-Ханабиля», 1/39.

Суфйан ибн Са‘ид ибн Масрукъ ас-Саури был одним из известнейших ученых. У него был свой мазхаб, за которым следовали люди.

«Но всё же следующие мнению Суфйана»— имеется в виду мнение Суфйана, которое не подкреплено доказательствами. И это несмотря на то, что он был одним из ученых, аскетом и был известен своей праведностью. Но может быть так, что до него не дошла сунна и он вынес решение на основании своего мнения или на основании какого-либо правила, однако сунна противоречит этому мнению. Поэтому недозволено никому ставить мнение Суфйана впереди хадиса Пророка ﷺ.

Если человек отвергает слова Пророка ﷺ из-за слов людей, то за него надо бояться того, что он будет наказан и в его сердце войдет заблуждение, как сказал Аллах об иудеях:

﴿ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ ﴾

«Когда же они уклонились, Аллах совратил их сердца» Сура «ас-Сафф», аят 5.

Они уклонились по своему желанию и выбору, несмотря на то, что явными были доводы. Когда же они уклонились, Аллах совратил их сердца в качестве наказания.

Ади ибн Хатим рассказывал: «Я слышал, как Пророк ﷺ прочитал следующий аят:

﴿ اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللّهِ ﴾

«Они признали господами помимо Аллаха своих ученых и монахов» Сура «ат-Тауба», аят 31.

Я сказал ему: «Но ведь мы не поклонялись им!» Тогда он спросил: «Разве не запрещают они то, что разрешено Аллахом, и вы считаете это запрещённым, а если они разрешают запрещённое Аллахом, то и вы разрешаете себе это?» Я ответил: «Да, это так» Он сказал: «В этом и заключается поклонение им»». Передали Ахмад, 4/257; аль-Бухари в «Тарих аль-Кабир», 7/106; ат-Тирмизи, 3095; ат-Табарани в «аль-Кабир», 17/92; ат-Табари в своем тафсире, 10/114 и другие.

В этом указание на то, что подчинение ученым и монахам может привести к большому многобожию. Подчинение ученым в дозволении чего-то и в запрещении бывает двух видов:

Первый вид — человек следует ученым и правителям в изменении религии, то есть в том, когда они разрешают запрещенное и запрещают дозволенное. Человек знает, что Аллах запретил какую-то вещь, но следует за учеными, возвеличивая их. Человек дозволяет то, что дозволили ученые, следуя за ними и возвеличивая, хотя знает, что это запрещено. Этим самым он подчиняется ученым и правителям в изменении основ религии, то есть признает их господами. Это большое неверие и большое многобожие! Поэтому шейх Сулейман, да смилуется над ним Аллах, сказал, разъясняя эту книгу:«Под подчинением здесь имеется в виду конкретное подчинение, то есть подчинение в дозволении запретного и в запрещении дозволенного«.
Второй вид — человек подчиняется ученому, правителю или монаху в дозволении запретного и в запрещении дозволенного со стороны дел. То есть человек подчиняется им и знает, что это — грех. Человек следует за ними только в делах, а в сердце знает, что он неправ. Он подчиняется им, потому что любит этот грех! В сердце же он считает дозволенное дозволенным, а запретное — запретным. Он не изменил религию. Шейхуль-Ислям ибн Таймийя сказал, что такой человек является грешником.
Об этих двух видах рассказал шейхуль-Ислям ибн Таймийя, разъясняя данный аят.

Упомянув о монахах, шейх, да смилостивится над ним Аллах, хотел подчеркнуть, что порой люди повинуются тем, кто посвящает себя поклонению. Это относится к суфийским тарикатам и крайним приверженцам суфизма, которые чрезмерно возвеличивают своих шейхов. Они повинуются шейхам и святым, которых они считают такими, даже когда те искажают законы религии, и своими поступками они превращают этих рабов в господ наряду с Великим и Могучим Аллахом. Они знают, что это является многобожием (ширк), они знают доказательства из Корана и Сунны, однако они дозволили это многобожие, потому что их шейхи дозволили его. Это в наше время есть во многих странах». [Конец слов шейха]""",
  """Об аятах 60-62 из суры «ан-Ниса»

 

 
Шейх Салих Али Шейх говорит:

«Эта глава относится к великим и важным главам в этой книге. Вера в господство Аллаха и в Его божественность требует от нас возвращения за постановлением только к Нему. Нету постановления, кроме постановления Аллаха в Его владениях. Точно также не должно быть постановлений, кроме Его постановлений в том, в чём препираются люди. Всевышний Аллах сказал:

﴿ فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ ﴾

«Решение принимает только Аллах, Возвышенный, Большой» Сура «Гъафир», аят 12.

А также:

﴿ إِنِ الْحُكْمُ إِلاَّ لِلّهِ ﴾

«Решение принимает только Аллах» Сура «аль-Ан‘ам», аят 57.

Поэтому подчинение Ему Одному и воплощение свидетельства о том, что нет божества, достойного поклонения, кроме Аллаха, и о тои, что Мухаммад ﷺ — посланник Аллаха, не может быть полным, если рабы не будут судить тем, что ниспослал Аллах Своему посланнику ﷺ. Кто оставляет суд по закону Аллаха, используя суд джахилийи, конституцию, законы племен, тот попадает в большое неверие, которое противоречит словам свидетельства о том, что нет божества, достойного поклонения, кроме Аллаха, и о тои, что Мухаммад ﷺ — посланник Аллаха.

Шейх привел эту главу, дабы указать на то, что нельзя брать что-то в качестве законов, ставя это наряду с Кораном. Это большое многобожие и неверие, которое выводит человека из Ислама.

Шейх Мухаммад ибн Ибрахим, да смилуется над ним Аллах, сказал в своем послании «Тахким аль-Къауанин»: «Явным неверием является то, когда кто-то ставит законы людей на уровень Корана, который низвел Джибриль в сердце господина посланников ﷺ, для того чтобы это было судом среди людей».

Нет сомнения в том, что подчинение только Ему Одному и воплощение двух свидетельств требует от нас того, чтобы мы брали шариат в качестве судьи. Поэтому суд по людским законам, законам племен, является большим неверием. Как сказал Всевышний Аллах:

﴿ أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُواْ إِلَى الطَّاغُوتِ ﴾

«Разве ты не видел тех, которые заявляют, что они уверовали в ниспосланное тебе и в ниспосланное до тебя, но хотят обращаться на суд к тагуту…» Сура «ан-Ниса», аят 60.

Соответствие этой главы Книге единобожия — явное. Обращение за судом не к Аллаху противоречит основе Единобожия. Суд по закону Аллаха является обязательным. Суд по людским законам, законам племен, законам времен джахилийи, противоречат двум свидетельствам. Свидетельство о том, что Мухаммад ﷺ — посланник Аллаха, требует от нас подчинения в том, что нам приказано, веры в то, что он сообщил, отстранения от того, что он запретил и того, чтобы мы поклонялись Аллаху только так, как он приказал.

Если два человека спорят о чем-то, то в решении спора мы должны вернуться к Тому, Кто создал этих спорщиков, к Тому, Кто создал небеса и землю. Рабы обязательно должны судить только на основе приказов Аллаха.

 

 
Всевышний Аллах сказал:

﴿ أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا {60} وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَىٰ مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا {61} فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا ﴾

«Разве ты не видел тех, которые заявляют, что они уверовали в ниспосланное тебе и в ниспосланное до тебя, но хотят обращаться на суд к тагуту, хотя им приказано не веровать в него? Сатана желает ввести их в глубокое заблуждение. Когда им говорят: “Придите к тому, что ниспослал Аллах, и к Посланнику”, — ты видишь, как лицемеры стремительно отворачиваются от тебя. А что будет, когда беда постигнет их за то, что приготовили их руки, после чего они придут к тебе и будут клясться Аллахом: “Мы хотели только добра и примирения”?» Сура «ан-Ниса», аяты 60-62.

«Заявляют» — имеются в виду, что они лгут. В одном сердце не могут объединиться вера и желание обращения за судом к тагуту.

«Желают обращаться на суд к тагуту» — это очень важное правило! Это условие, при котором уходит вера /иман/ у того, кто обращается к тагуту. Кто обращается за судом к тагуту, тот может желать этого, выбирать это и не чувствовать никакого отвращения. Но также он может не желать этого, однако ему приходится. У него нет выбора. Он порицает это сердцем. Что касается первого, то не может объединиться в сердце вера /иман/ и желание обращаться за судом к тагуту. Желание является условием! Всевышний Аллах обусловил это, сказав: «Хотят обращаться на суд к тагуту». Тагъут — « الطاغوت » — это каждый, в отношении к которому раб переходит границу дозволенного в поклонении, покорности и подчинении.

«Хотя им приказано не веровать в него» — то есть не веровать во всякий суд не на основе шариата Аллаха. Этот приказ является обязательным и относится к единобожию. Поэтому тот, кто обращается к тагуту, желая этого, у такого человека нет основ веры /имана/.

«Сатана желает ввести их в глубокое заблуждение» — это указывает на то, что такой суд является искушением и наущением шайтана.

Всевышний Аллах сказал:

﴿ وَإِذَا قِيلَ لَهُمْ لاَ تُفْسِدُواْ فِي الأَرْضِ قَالُواْ إِنَّمَا نَحْنُ مُصْلِحُونَ ﴾

«Когда им говорят: “Не распространяйте нечестия на земле!” — они отвечают: “Только мы и устанавливаем порядок”» Сура «аль-Бакара», аят 11.

Под нечестием имеется в виду многобожие и суд не по закону Всевышнего Аллаха. Порядок на земле будет только при шариате и единобожии. Нечестие же происходит только по причине многобожия /ширка/ во всех его проявлениях. Поэтому шейх привел этот аят в данной главе.

Из этого аята ясно, что лицемеры приобщают сотоварищей к Аллаху и совершают деяния, приводящие в конечном итоге к многобожию, но несмотря на это говорят, что именно они устанавливают на земле порядок. Воистину, именно они распространяют нечестие, но они не осознают этого. Они желают многобожия /ширка/, обращаются за судом не к шариату, а это является нечестием.

Также Всевышний Аллах сказал:

﴿ وَلاَ تُفْسِدُواْ فِي الأَرْضِ بَعْدَ إِصْلاَحِهَا ﴾

«Не распространяйте нечестия на земле после того, как она приведена в порядок» Сура «аль-А‘раф», аят 56.

А также:

﴿ أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ ﴾

«Неужели они ищут суда времен невежества? Чьи решения могут быть лучше решений Аллаха для людей убежденных?» Сура «аль-Маида», аят 50.

Во времена невежества люди обращались на суд друг к другу. Это значит, что в те времена законы издавались людьми, которые впоследствии судили по ним всех остальных. Всевышний Аллах создал рабов и Он лучше знает в чем для них польза, справедливость и так далее. Кто обращается к суду времен джахилийи, тот делает судьей человека. Он следует за ним, помимо Аллаха. Этим самым он придает Аллаху сотоварищей в подчинении. Обязательно нужно обращаться за судом только к Аллаху. Законы Аллаха являются самыми лучшими. Всевышний сказал:

﴿ أَفَغَيْرَ اللّهِ أَبْتَغِي حَكَمًا ﴾

«Скажи: “Неужели я пожелаю иного судью, помимо Аллаха”» Сура аль-Ан‘ам, аят 114.

Суд не по закону Аллаха, как сказали ученые, это — мусор разума и обрезки мыслей. Нет правильного суда, кроме суда Всевышнего Аллаха.

Этот вопрос — вопрос, в котором путаются многие люди, а особенно молодежь. Этот вопрос является причиной раскола в среде мусульман, так как люди разногласят в этом вопросе. Требующий знания обязательно должен следовать за тем, на что указывает довод и за тем разъяснением, которое сделали ученые относительно этого довода. Он должен следовать за тем, что поняли ученые на основе шариата и единобожия.

Путаница заключается в том, что люди сделали вопрос суда и обращения за судом одним вопросом. Они считают это одним разделом, хотя здесь есть разные виды. К первому виду относится такая ситуация, когда человек разрабатывает какие-то законы и ставить их в один ряд с шариатом. Такое введение закона является неверием. Кто пишет этот закон, тот приписывает шариат себе и судит по этим законам. Этот человек является неверующим. Его неверие является явным, так как он сделал из себя тагута и призвал людей поклоняться ему. Он доволен тем, что ему поклоняются. Кто написал эти законы, тот относится е первому виду. Ко второму виду относится тот, кто судит по этим законам. К третьему виду относится тот, кто обращается к этим законам. А кто привнес это в свою страну извне, тот относится к четвертому виду. Итак, у нас есть четыре вида людей:

Автор закона — « المشرِّع » — и тот, кто подчинился ему в том, что сделал дозволенное запретным, а запретное — дозволенным. Он противоречит шариату и является неверующим. А тот, кто ему подчиняется, берет его господом, помимо Аллаха.
Судящий по этому закону — « والحاكم بذلك التشريع » — в этом есть подробности. Кто судил один или два раза, зная, что он грешит, тот является грешником, а не неверующим, если конечно не объявит это дозволенным. Поэтому мы находим, что некоторые ученые говорят о том, что суд не по закону Аллаха не выводит из Ислама, если только человек не объявит это дозволенным. Это правильно! Как сказал Ибн Аббас: «Это не то неверие, о котором вы думаете, это неверие меньше большого неверия». Это касается того, кто судил один или два раза, не объявляя это дозволенным, признавая свой грех. Это малое неверие!
А тот человек, который вообще не судит по закону Аллаха, обязывая других эти, то насчет такого некоторые ученые сказали, что он является неверующим, подобно автору закона. Как сказал Аллах: «…но хотят обращаться на суд к тагуту…». Они сказали, что тот, кто вообще не судит по закону Аллаха, является тагутом.

Из ученых также есть те, которые говорят, что такой человек не является неверующим до тех пор, пока не дозволит это. Потому что такой человек в душе может знать, что он является грешником. Он подобен другим грешникам, которые не каются от своих грехов. Но первое мнение я считаю более верным, и это мнение принадлежит моему деду Мухаммаду ибн Ибрахиму, да смилуется над ним Аллах, которое он выразил в своем послании «Тахким аль-Къауанин», так как такое не может исходить от сердца того, кто отрицает тагута.

Обращающийся к этому закону — « المتحاكم » — то есть люди поспорили и обратились к этим законам. В этом также есть разъяснение (тафсыль). Если человек обращается к тагуту, желая этого, считая это дозволенным, не чувствуя неприязни, он становится неверующим. Ведь, он попадает под этот аят. Ученые сказали, что не объединится в одном сердце желание обратиться за судом к тагуту и вера в Аллаха. Одно отрицает другое.
Кто не желает такого суда, недоволен им, однако ему пришлось обратиться, так как его вызвали в суд или он обращается в этот суд, чтобы получить то, на что он имеет право в шариате, то это, по моему мнению, дозволено!

Некоторые же ученые побуждают оставлять это право, даже если оно принадлежит человеку.

Всевышний Аллах описал лицемеров:

﴿ وَإِن يَكُن لَّهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ ﴾

«Будь они правы, они покорно явились бы к нему (посланнику)» Сура «ан-Нур», аят 49.

Если человек видит свое право на что-то, а иначе он не обратился бы в этот суд, тот не попадает в число тех, кто желает суда тагута. Он ненавидит это, и поэтому сначался обратился к шариату, узнал, что в шариате имеет право на определенную вещь, и только затем сделал конституцию причиной того, что он добьется своего права.

Привнесший это в свою страну — Об этом также рассказал шейх Мухаммад ибн Ибрахим в своих фатауах. Смысл его слов в том, что отречение от законов людей является обязательным. Если суда по законам людей в стране мало и это встречается редко, то это земля Ислама. Если же это происходит явно и распространено, то это земля неверия.
Это разъяснение верное! Мы знаем, что в некоторых исламских странах появились законы, придуманные людьми, и ученые в первые времена не вынесли постановление о том, что это страны неверия. И это подобно многобожию. Если многобожия в стране мало и оно порицается, то страна остается землей ислама. А если многобожие явное, распространенное, то это земля неверия.

Это объяснение делает этот вопрос ясным. Таким образом собираются слова ученых так, что ты затем не найдешь разногласий в этом.

‘Абдуллах ибн ‘Умар рассказывал, что посланник Аллаха ﷺ сказал: «Ни один из вас не уверует до тех пор, пока не подчинит свои желания тому, с чем я пришёл». Передали ибн Аби ‘Асым в «ас-Сунна», 15; аль-Хатыб в «Тарих аль-Багдад», 4/369; аль-Багауи в «Шарх ас-Сунна», 1/212-213; ибн Батта в «аль-Ибана», 1/387 и многие другие. Многие ученые назвали хадис достоверным. Что касается шейх аль-Альбани, то он посчитал его слабым. См. «Тахридж Мишкат аль-Масабих», 166. А Аллах знает лучше!

’Абдулла ибн ’Умар рассказывал, что посланник Аллаха сказал: «Ни один из вас не уверует до тех пор, пока не подчинит свои желания тому, с чем я пришёл». Ан-Науауи сказал: «Это — достоверный хадис. Мы привели его в книге “аль-Худжжа” с достоверным иснадом».

Аш-Ша’аби рассказывал: «Как-то один из лицемеров поспорил с иудеем, и иудеи предложил: “Давай обратимся к Мухаммаду”, — так как ему было известно, что он не берёт взяток. Лицемер же сказал: “Давай лучше обратимся к суду иудеев”, — так как он знал, что они берут взятки. Оба спорщика договорились пойти к какому-то прорицателю в Джухайне, чтобы он рассудил их. И было ниспослано: «Разве ты не видел тех, которые заявляют…»

В другом хадисе о причине ниспосылания этого аята говорится следующее: «Поспорили как-то между собой два человека, и один из них предложил: “Давай обратимся к Пророку, чтобы он рассудил нас”. Другой же сказал: “Давай лучше обратимся к Каабу ибн аль-Ашрафу [иудею. — Ред.]”. В конце концов они обратились к ’Умару, и один из спорщиков всё рассказал ему. ’Умар спросил того, кто не желал обращаться к Пророку: “Так ли это?” Человек ответил: “Да, это так”. Умар вытащил свой меч и зарубил его». Этот рассказ приводит аль-Кальби в своём толковании Корана, от Ибн ’Аббаса. Хафиз Ибн Хаджар в «Фатх аль-Бари» 5/29 назвал его слабым». [Конец слов шейха]""",
  """О тех, кто отрицает некоторые имена и атрибуты Аллаха

Шейх Салих Али Шейх говорит:

«Эта глава является порицанием для тех, кто занимается подобным. Отрицание имен и атрибутов Всевышнего Аллаха противоречит основе единобожия. Это является признаком неверующих и многобожников.

Мы уже говорили о том, что у таухида аль-улюхийя есть доказательства. К этим доказательствам относится таухид рубубийя и таухид аль-асма уа-с-сыфат. О таухиде рубубийяговорилось в главе 15. А сейчас мы поговорим о таухиде аль-асма уа-с-сыфат. Кто заблудился в таухиде аль-асма уа-с-сыфат, тот обязательно заблудится в таухиде аль-улюхийя. Поэтому вы видите, что нововведенцы из этой общины, которые заблудились в вопросе имен и атрибутов, как, например, джахмиты, муътазилиты, рафидиты, аш‘ариты, матуридиты и так далее, они все не остановились на этом, а заблудились в том, что не поняли сущность таухида аль-улюхийя. Они толкуют слово « الإله » — /илях/ — не так, как оно должно быть разъяснено на самом деле. Поэтому они растолковали свидетельство о том, что нет божества, достойного поклонения, кроме Аллаха, не так, как того требует арабский язык и шариат. Они не поняли связь имен и атрибутов и их следов во власти Всевышнего Аллаха. Поэтому шейх, да смилуется над ним Аллах, привел эту главу, чтобы указать на то, что возвеличивание имен и атрибутов относится к полноте единобожия, а их отрицание противоречит основе единобожия. Кто отрицает имя Аллаха, которым Он описал Себя, или этим именем описал Его Пророк ﷺ, тот является неверующим, как сказал Аллах о многобожниках:

﴿ وَهُمْ يَكْفُرُونَ بِالرَّحْمَن ﴾

«Они не уверовали в Милостивого» Сура «ар-Ра‘д», аят 30.

Обязательна для раба, который относит себя к этой религии, вера в единство Всевышнего Аллаха в Его именах и атрибутах. Что это значит? Человек должен быть глубоко убежден, должен верить в то, что никто не подобен Всевышнему Аллаху в Его именах и атрибутах. Всевышний Аллах сказал:

﴿ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ ﴾

«Нет никого подобного Ему, и Он — Слышащий, Видящий» Сура «аш-Шура», аят 11.

В этом аяте Всевышний Аллах отрицает и утверждает. Всевышний Аллах отрицает в отношении Себя подобие, а затем утверждает два атрибута: слух и зрение. Ученые сказали, что отрицание пришло перед утверждением в соответствии с известным арабским правилом, которое гласит:

« التخلية تسبق التحلية »

«Очищение опережает украшение».

Сначала нужно очистить сердце от крепкой хватки уподобления /тамсиля/, от тех убеждений, которые имели многобожники во времена джахилийи, когда они уподобляли Аллаха Его творениям. Когда сердце очистилось от этого, оно начинает подтверждать те атрибуты, которые присущи Аллаху. Что касается этого аята, то в нем утверждение двух атрибутов: слуха и зрения.

Почему Всевышний Аллах упомянул именно слух и зрение? Потому что эти два атрибута распространены практически среди всех созданий. Практически все живые существа, имеющие душу, имеют также слух и зрение. Человек обладает слухом и зрением, животные обладают этим, и даже мухи имеют слух и зрение. Слух и зрение имеют также рыбы и птицы, и даже мелкие насекомые.

Каждый разумный знает, что слух этих созданий сильно отличается. То же самое можно сказать и о зрении. Слух животного неподобен слуху человека. Слух человека может быть лучше, чем у многих животных, но есть животные, чей слух сильнее человеческого. У всех, кто обладает этими атрибутами, сходство только в основе атрибута, но каждый имеет такой слух (или зрение), который соответствует ему. Наличие слуха и зрения у человека и у животного не приводит к тому, что мы уподобили человека и животного. Таким же образом мы подтверждает слух и зрение в отношении Царя, Живого, Поддерживающего жизнь. Это не значит, что мы уподобляем Его человеку или другим творениям. Всевышний Аллах обладает слухом и зрением так, как подобает только Ему. Слух Всевышнего Аллаха совершенен со всех сторон. Нет у этого слуха никакого недостатка. То же самое мы говорим о зрении.

Отрицание делается в общем, а утверждение — в подробностях. Рабы обязательно должны знать, что Всевышний Аллах описан прекрасными именами и возвышенными атрибутами. Ни в коем случае нельзя отрицать какие-либо атрибуты. Кто отрицает имена и атрибуты Всевышнего Аллаха, тот является неверующим.

Вера в имена и атрибуты становится причиной сильной веры в Аллаха. Через имена и атрибуты человек узнает Всевышнего Аллаха. Знание об Аллахе приходит только после изучения имен и атрибутов, а также изучения их следов в царстве Всевышнего Аллаха.

Эта глава имеет отношение к книге о единобожии по двум причинам. Во-первых, одним из доказательств необходимости поклонения одному Аллаху является то, что только Аллах обладает божественными именами и качествами. Во-вторых, отрицание каких-либо имен или качеств Аллаха является неверием, многобожием и выводит человека из лона религии. Если божественное имя или качество упоминаются в священных текстах, и если человеку известно, что Аллах охарактеризовал Себя или Посланник охарактеризовал Его этим именем или качеством, после чего он продолжает отрицать их, то он совершает неверие, потому что фактически он пытается опровергнуть Коран и Сунну.

Всевышний Аллах сказал:

﴿ وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لا إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ ﴾

«Но они не уверовали в Милостивого. Скажи: “Он — мой Господь, и нет божества, достойного поклонения, кроме Него. Я уповаю только на Него, и к Нему я вернусь с покаянием”» Сура «ар-Ра‘д», аят 30.

Милостивый « الرحمن » — это одно из имен Аллаха. Несмотря на это, мекканские язычники и неверующие сказали: «Мы не знаем никакого милостивого, кроме милостивого из Йамамы». Они отказались уверовать в одно из имен Аллаха, и это было самым настоящим неверием. Поэтому Великий и Могучий Аллах сказал, что они отказались уверовать в Милостивого, т.е. в одно из имен Аллаха. Это имя относится к прекрасным именам Аллаха. Оно свидетельствует о том, что Аллах обладает милостью. Именем «ар-Рахман» можно называть только Всевышнего Аллаха. Это имя относится к таким именам Всевышнего, которыми никто не описан, кроме Него.

Каждое из имен Аллаха указывает на какое-либо из Его качеств. Нельзя говорить о том, что имена Аллаха не содержат в себе никакого смысла. Любое из имен Аллаха указывает на два обстоятельства: на божественную сущность Аллаха и на одно из Его качеств. Именно поэтому мы утверждаем, что любое имя Аллаха подразумевает одно из Его качеств. Это относится даже к слову «Аллах», которое указывает на то, что именно Он является Богом, заслуживающим поклонения. Согласно наиболее достоверном из двух мнений богословов, оно является производным от слова «илях», которое означает «божество» и указывает на необходимость поклоняться Ему.

Таким же образом все атрибуты указывают на совершенство Всевышнего Аллаха. Верующий раб, который желает совершенного единобожия, должен уделить внимание вопросу имен и атрибутов. Знание об именах и атрибутах Аллаха заставляет раба чувствовать то, что Аллах наблюдает за ним. Имена и атрибуты оставляют след в единобожии человека, в его сердце, в его знании об Аллахе.

 

 
В «ас-Сахихе» аль-Бухари приводится следующий хадис о том, что ’Али, да будет доволен им Аллах, сказал: «Рассказывайте людям то, что они понимают. Разве вы хотите, чтобы Аллаха и Его Посланника сочли лжецами?» аль-Бухари в Книге Знания из книги «ас-Сахих», 1/59.

Из этих слов следует, что есть знания, которые нецелесообразно открывать всем людям. К ним относятся некоторые вопросы, связанные с верой в имена и качества Аллаха. Они могут быть неправильно поняты некоторыми людьми, и поэтому некоторые тонкости этих вопросов не следует обсуждать перед непросвещенной аудиторией. Они обязаны уверовать в имена и качества Аллаха в целом, а также в самые известные из тех, что упоминаются в Коране и Сунне, в отдельности, потому что обсуждение некоторых имен и качеств Аллаха перед людьми, которые не способны их понять, является одной из причин, по которым люди начинают отрицать их. Поэтому не стоит заходить в подробности этого раздела, пока человек не поймет эти вопросы должным образом. Но большинство людей не относится к тем, кто понимает это должным образом. Поэтому, когда при имаме Малике, да смилуется над ним Аллах, говорили об одном из хадисов, он запретил это, так как простолюд не понял бы эти вопросы.

Поэтому мусульманин, а особенно требующий знания, должен сторониться того, чтобы стать причиной того, чтобы люди отвергли слова Аллаха и Его посланника ﷺ. Причиной этого может быть то, что человек начинает рассказывать людям то, чего они не понимают. Как пришло в хадисе: «Если человек рассказывает народу то, чего не может постичь их разум, то он может стать причиной смуты (фитны)». Муслим, 14. Точно так же имам аль-Бухари поместил в книгу Знания главу о том, что нужно оставлять некоторые знания из-за боязни того, что люди не поймут их и попадут в худшее. Это является очень важным вопросом, на который должен обратить внимание преподаватель, рассказчик, хатыб и так далее.

‘Абду-р-Раззакъ передал от Ма‘мара ибн Рашида от Ибн Тавуса от его отца о том, что Ибн ‘Аббас рассказывал: «Я видел человека, который резко вздрогнул в знак возмущения, услышав хадис от Пророка по поводу качеств Аллаха. Я спросил: «Что пугает их? Они принимают ясные аяты, однако гибнут от неясных»». Передали Ма‘мар в «аль-Джами‘», 11/423; ‘Абду-р-Раззакъ в своём тафсире, 3/239; ибн Аби ‘Асым в «ас-Сунна», 485.

Этот человек возмутился от того, что неправильно понял смысл божественного качества. Усмотрев его сходство с качествами творений, он испугался своих мыслей. Однако мусульмане должны одинаково относиться ко всем качествам, встречающимся в Писании Аллаха и Сунне Его Пророка ﷺ. Они должны признавать эти качества, не думая о том, как они выглядят, и не уподобляя их качествам творений. Именно поэтому Ибн ‘Аббас сказал: «Что пугает их?».

«Они принимают ясные аяты» — это значит, что такие люди охотно признают то, что им понятно, но погибают, когда слышат тексты Корана и Сунны, смысл которых они не могут постичь своим разумом.

«Однако гибнут от неясных» — эти тексты пугают их, и они начинают искажать их смысл и отрицать их, хотя это является одной из причин заблуждения. Под неясными текстами здесь подразумеваются те, смысл которых остается неясным для некоторых людей.

Коран, знание и шари‘ат полностью являются ясными /мухкам/ и являются похожими /муташабиха/. Что-то из Корана может быть понятным для определенного человека, а что-то непонятным. У всего этого есть три вида:

Ясные тексты — « المحكم » — как об этом сказал Всевышний Аллах:
﴿ الر ۚ كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ {1} أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۚ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ ﴾

«Алиф. Лям. Ра. Это — Писание, аяты которого ясно изложены, а затем разъяснены Мудрым, Ведающим. Не поклоняйтесь никому, кроме Аллаха» Сура «Худ», аяты 1-2.

Коран — он весь ясно изложен (мухкам). Смысл его ясный. Всевышний Аллах сделал его таким. В Коране нет никаких противоречий, напротив, одни аяты подтверждают другие. Как сказал Аллах:

﴿ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللَّهِ لَوَجَدُواْ فِيهِ اخْتِلافًا كَثِيرًا ﴾

«Ведь если бы он был не от Аллаха, то они нашли бы в нем много противоречий» Сура «ан-Ниса», аят 82.

Похожие тексты — « متشابه » — часть Корана похожа на другую часть. Одни вопросы похожи на другие. Одно место в Коране подтверждает другое, один аят разъясняет другой. Всевышний Аллах сказал:
﴿ اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ﴾

«Аллах ниспослал наилучшее повествование — Писание, аяты которого сходны и повторяются. У тех, кто страшится своего Господа, от него по коже проходит дрожь» Сура «аз-Зумар», аят 23.

Например, в одном аяте говорится о Рае, и в другом говорится о нём. Одни сообщения разъясняют другие. Это встречается во всем Коране.

Неясные тексты — « متشابه » — как сказал Всевышний:
﴿ هُوَ الَّذِيَ أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَات ﴾

«Он — Тот, Кто ниспослал тебе Писание, в котором есть ясно изложенные аяты, составляющие мать Писания, а также другие аяты, являющиеся неясными» Сура «Али Имран», аят 8.

Мы знаем, что ахлюс-Сунна уаль-джама‘а убеждены в том, что нет в Коране абсолютно непонятной вещи, которую никто бы не знал. Нет таких вопросов, которые были бы непонятными для всей общины. Для одних людей некоторые вопросы непонятны, но для других они являются ясными, как сказал Аллах:

﴿ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْم ﴾

«Толкования этого не знает никто, кроме Аллаха и обладающих основательными знаниями» Сура «Али Имран», аят 8.

То он не должен пугаться, не должен обвинять шариат, а иначе в сердце человека проникнет отклонение. Это то, что имел в виду Ибн ‘Аббас, да будет доволен Аллах им и его отцом. Всевышний Аллах сказал:

﴿ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاء الْفِتْنَةِ وَابْتِغَاء تَأْوِيلِهِ ﴾

«Те, чьи сердца уклоняются в сторону, следуют за иносказательными аятами, желая посеять смуту и добиться толкования» Сура «Али Имран», аят 8.

Эти люди используют две дороги: либо они желают посеять смуту , либо желают добиться толкования. Но для нас является обязательным возвращать непонятное /муташабих/ к ясному /мухкам/. Ведь, мы знаем, что одна часть шариата подтверждает другую, одна часть единобожия указывает на другую. Общеизвестное правило в вопросах атрибутов, которое упомянули многие ученые, в их числе Хаттаби и шейх уль-Ислям, гласит:

« أن القول في بعض الصفات كالقول في بعض »

«Поистине, речь об одних атрибутах подобна речи о других атрибутах».

Когда курайшиты услышали упоминание посланника Аллаха, да благословит его Аллах и приветствует, о Милостивом, они отвергли это. Тогда Аллах ниспослал по их поводу: «Но они не уверовали в Милостивого. Скажи: “Он — мой Господь, и нет божества, достойного поклонения, кроме Него. Я уповаю только на Него, и к Нему я вернусь с покаянием”» Сура «ар-Ра‘д», аят 30. См. «Тафсир аль-Багъауи», 3/19; «Зад аль-Масир», 4/329; «Дар уль-Мансур», 4/650 и многие другие тафсиры.

Под отрицанием качества или имени Аллаха подразумевается полное непризнание их. Это является неверием, в отличие от искажения божественных качеств. Искажение и отрицание имен и качеств Аллаха имеют различные степени, о которых мы поговорим позднее, если на то будет воля Всевышнего». [Конец слов шейха]""",
  """О словах Всевышнего Аллаха: «Они узнают милость Аллаха, а затем отрицают ее, поскольку большинство из них — неверующие»

Шейх Салих Али Шейх говорит:

«Этот раздел относится к важным разделам этой книги, особенно в наши дни, по причине сильной нужды в этом. Автор сделал основой этой главы аят, в котором сказано:

﴿ يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ الْكَافِرُونَ ﴾

«Они узнают милость Аллаха, а затем отрицают ее, поскольку большинство из них — неверующие» Сура «ан-Нахль», аят 83.

Всевышний Аллах описал неверующих в суре «ан-Нахль», которая также называется сурой о милостях, тем, что они отрицают милости Всевышнего Аллаха, хотя знают о них. Они отрицают эти милости тем, что приписывают их не Аллаху, хотя на самом деле, Он дал эту милость.

Раб обязан знать, что все милости — от Аллаха, и что достичь совершенного единобожия можно только в том случае, если он связывает все милости и блага с Великим и Могучим Господом. Если же он приписывает их кому-либо, кроме Аллаха, то его приверженность единобожию является недостаточной. Подобное деяние является малым многобожием. Соответствии этого раздела нашей книге в том, что есть много слов на языках людей, которые приводят к этому отрицанию.

В этой главе говорится о словах, которые приводят к малому многобожию. Человек приписывает милости не Аллаху, хотя Он сказал:

﴿ وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ اللَّهِ ﴾

«Все блага, которые вы имеете, — от Аллаха» Сура «ан-Нахль», аят 53.

Это явное указание на всеобщность /‘умум/. Приход слова в неопределенном состоянии «накира» в отрицательном контексте указывает на всеобщность. А перед словом в неопределенном состоянии «накира» пришла частица « من » — «мин» — что в свою очередь еще сильнее подчеркивает всеобщность. Из этой всеобщности ничего не исключается. Значит в аяте содержится указание на то, что всякая милость (малая или большая, великая или ничтожная) от Аллаха. Рабы являются всего лишь причиной того, что к ним попала милость. Создание не является тем, кто дает тебе милость. Поистине, даровал эту милость Господь. Это является полнотой единобожия. Сердце единобожника знает, что всякая вещь в царстве Всевышнего, либо Он её дает, либо забирает. Всевышний Аллах сказал:

﴿ مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلا مُرْسِلَ لَهُ مِن بَعْدِهِ ﴾

«Никто не удержит милость, которую Аллах открывает людям. А то, что Он удерживает, никто не может ниспослать после Него» Сура «Фатыр», аят 2.

Любая милость от Всевышнего Аллаха, а рабы всего лишь являются причиной. Поэтому обязательно нужно приписывать милость к Тому, Кто её дает, а не к тому, кто является причиной. Ведь, если Всевышний Аллах пожелает, Он сделает так, что причина перестанет работать. Если причиной является человека, то сердце человека находится между пальцами Всевышнего Аллаха. Если Всевышний Аллах пожелает, он остановит этого человека, и тот перестанет быть причиной. Шейхуль-Ислям, да смилуется над ним Аллах, сказал, что любой человек, связывающий свое сердце с творением, обязательно будет унижен и оставлен без помощи. Это наблюдается у большинства мусульман. Мусульманин обязательно должен связывать свое сердце только с Аллахом. Он должен знать, что все милости — от Всевышнего Аллаха, а рабы — это всего лишь причина. В этом и заключается сущность единобожия.

Муджахид сказал, что смысл этого (аята) в том, что человек говорит: «Это — моё имущество, которое я унаследовал от моих предков». Передал ибн Джарир ат-Табари в тафсире, 14/158. См. также «Дар уль-Мансур», 5/155.

Эти слова несовместимы с совершенным единобожием и являются проявлением многобожия, потому что такой человек считает, что это имущество он приобрел благодаря себе и своим предкам. Но в действительности именно Аллах одарил этим богатством его предков, а затем смилостивился над ним самим, определив для него долю в наследстве. Все это является милостью и щедростью Великого и Могучего Аллаха. Родитель является всего лишь причиной, благодаря которой человек приобретает имущество. Отцу или владельцу имущества даже не разрешается распределять наследство так, как ему угодно, потому что в действительности все его богатство не является исключительно его собственностью. Всевышний Аллах сказал:

﴿ وَآتُوهُم مِّن مَّالِ اللَّهِ الَّذِي آتَاكُمْ ﴾

«И одарите их из имущества Аллаха, которое Он даровал вам» Сура «ан-Нур», аят 33.

Имущество принадлежит Аллаху и Он делит его так, как пожелает. Раб должен знать то, что имущество, которое доходит до него по причине его родителей, доходит только по милости Всевышнего Аллаха. Его отец, мать и родственники всего лишь являются причиной. Поэтому человек должен возносить хвалу Всевышнему Аллаху за эти милости, а только затем благодарить того, кто стал причиной.

Аун ибн Абдуллах сказал, что эти слова относятся к тому, кто говорит: «Если бы не такой-то, то так бы не случилось». Передал ибн Джарир ат-Табари в тафсире, 14/158.

Это похоже на слова «Если бы не пилот, то мы бы погибли!», «Если бы водитель не был профессионалом, то случилось бы так-то и так-то», или другие похожие высказывания, в которых люди связывают произошедшее событие с его непосредственной причиной, которой может быть человек, предмет, место или другие творения Аллаха, такие как дождь, вода или воздух. На самом же деле, эта вещь случается по предопределению Всевышнего Аллаха. Поэтому раб должен проявлять единобожие и говорить: «Если бы не Аллах, а затем такой-то…», то есть ставить причину на второе место.

Ибн Кутайба сказал: «Они говорят: “Мы добились этого из-за заступничества наших божеств”». См. «Шифаа аль-‘Алиль», стр. 36.

Когда таким людям перепадает добро, они вспоминают, что обращались с молитвами к святым, пророкам, истуканам или идолам и говорят: «Боги заступились за нас, и благодаря этому мы получили это добро». Они вспоминают своих богов и забывают о том, что только Аллах одаряет их благами, и что Аллах не принимает заступничества, в котором есть хотя бы доля многобожия.

После хадиса Зейда ибн Халида, в котором говорится, что Всевышний Аллах сказал: «Среди Моих рабов выявились верующие в Меня и неверующие…», — Абу аль-‘Аббас Ибн Таймийя писал: «В Книге Аллаха и Сунне много текстов, в которых Всевышний осуждает тех, кто приписывает Его блага другому и таким образом приобщает к Нему сотоварища». См. «Маджму‘ аль-Фатауа», 8/23.

Этой главе необходимо уделять большое внимание, потому что Аллах одарил нас бесчисленными милостями, и мы обязаны связывать все эти щедроты и блага с нашим Великим и Могучим Господом, поминать Его посредством этих благ и благодарить Его за них. Для выражения благодарности за дарованные щедроты человек должен связывать их с тем, кто одарил его ими. Это — первая степень благодарности, о которой Всевышний сказал:

﴿ وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ ﴾

«И возвещай о милости своего Господа» Сура «ад-Духа», аят 11.

Это значит, что человек должен говорить: «Это произошло по милости Аллаха. Это — одна из щедрот Аллаха». Но если его сердце обращается с благодарностью к творению, то он увязает в одной из форм многобожия, которое подрывает совершенство его единобожия». [Конец слов шейха]""",
  """О словах Всевышнего Аллаха: «Посему никого не равняйте с Аллахом сознательно»

Шейх Салих Али Шейх говорит:

«В этом разделе содержится указание на некоторые выражения, в которых содержится многобожие, то есть придавание Всевышнему Аллаху равного. Человек попадает в это, приписывая милости кому-либо кроме Аллаха, или клянется не Аллахом, или говорит: “Так пожелал Аллах и ты”. Это является малым многобожием.

Всевышний Аллах сказал:

﴿ فَلاَ تَجْعَلُواْ لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ ﴾

«Посему никого не равняйте с Аллахом сознательно» Сура «аль-Бакара», аят 22.

Этот аят включает в себя запрет и на большое многобожие, и на малые его виды. Слово « أنداد » пришло в неопределенном состоянии накира в запретном контексте, а это указывает на всеобщность. Среди придавания Аллаху равных есть то, что выводит из ислама, а есть то, что не выводит из него.

В отношении этого аята Ибн ’Аббас сказал: «Придавание Аллаху равных является многобожием, которое более скрыто, чем следы муравья, ползущего по чёрному, гладкому камню в кромешном мраке ночи. Таким многобожием будет, если ты скажешь: “Клянусь Аллахом, твоей жизнью и своей жизнью!” или “Если бы не эта собачка, или если бы не утки во дворе, то к нам залезли бы воры”. Иногда один человек говорит другому: “Если пожелает Аллах и ты…” Или могут сказать: “Если бы не Аллах и такой-то”. Не надо приписывать милость кому-то кроме Аллаха. Во всех этих выражениях присутствует многобожие». Передал ибн Аби Хатим в тафсире, 1/62. Шейх Сулейман ибн Абдуллах назвал иснад хорошим (джеййид).

Подлинное единобожие достигается тогда, когда в сердце человека не остается никого, кроме Великого и Могучего Аллаха. Нет у Него ни сотоварищей, ни равных, и поэтому запрещается даже клясться кем-либо, помимо Аллаха, или говорить: «Так пожелали Аллах и такой-то!» Эти и другие подобные выражения запрещены, потому что мусульманину полагается связывать происходящие события с Аллахом. Дозволенными являются две степени в словах, и одна из них лучше, чем другая, а все остальное является запретным.

Совершенная степень — « الكاملة » — приписывание всех действий только Всевышнему Аллаху, даже если кто-то другой является причиной. Например, человек говорит: «Если бы не Аллах, то этого бы не произошло».
Дозволенная степень — « الجائزة » — например, человек говорит: «Этого бы не произошло, если бы не Аллах, а затем такой-то». Это высказывание не противоречит единобожию, потому что в нем подчеркивается, что участие творений стоит на ступень ниже той милости, которую человеку оказывает Аллах, однако оно не является совершенным.
Вот почему Ибн ‘Аббас сказал: «Не надо приписывать милость кому-то кроме Аллаха». То есть он призывает к совершенной степени, а не к дозволенной.
Что же касается запрещенных высказываний, то Ибн ‘Аббас сказал, что в каждом из них присутствуют элементы многобожия. Это относится, например, к словам: «Если бы не Аллах и такой-то…», используя частицу « و », то есть союз «и». Эта частица связывает однородные члены предложения, но не подчеркивает разницу в степени их участия. Что касается слова « ثم » — «а затем» — подчеркивает разницу в степени участия и указывает на последовательность событий во времени. Это общеизвестно для всех, кто изучал смысл этих частиц. Поэтому, если человек скажет: «Если бы не Аллах и такой-то», то он впадет в малое многобожие.

Передают, что Абдуллах ибн ‘Умар ибн аль-Хаттаб рассказывал, что Посланник Аллаха ﷺ сказал: «Поклявшийся не Аллахом впал в неверие или приобщил сотоварищей к Аллаху» Передал ат-Тирмизи, 1535; Абу Дауд, 3251.

Клятва « اليمين » — это подтверждение правдивости собственных слов посредством упоминания того, кто почитается теми, кто участвует в разговоре. В арабском языке при произнесении клятв упоминаются частицы « و » , « ب » и « ت ». Мусульмане обязаны подтверждать правдивость своих слов только клятвами именем Аллаха, потому что только Великий и Могучий Аллах заслуживает подлинного почитания и возвеличивания. А что касается людей, то они не являются великими, чтобы клясться ими. Поэтому кто желает принести клятву, пусть клянется только Аллахом.

Если же человек клянется кем-либо, помимо Аллаха, то он впадает в неверие или многобожие. Почему так? Потому что своим поступком он возвеличивает творение так, как надлежит возвеличивать одного Аллаха. Клятва не именем Аллаха относится к проявлениям малого неверия и малого многобожия, но может привести к великому многобожию, если человек станет возвеличивать творение так, как надлежит возвеличивать Аллаха, поклоняясь ему.

Посредством клятвы человек возвеличивает того, кем он клянется. Если же человек помимо клятв возвеличивает человека, поклоняясь ему, то это уже перерастает в большое многобожие.

Клятва не именем Аллаха является проявлением многобожия, даже если человек всего лишь произносит ее устами, не скрепляя ее в душе. Это относится к людям, которые часто клянутся Пророком, Каабой, честью, святыми и т.п. Они повторяют эти слова, не вкладывая в них их истинного смысла, и их клятвы можно рассматривать как пустословие, однако они все равно относятся к проявлению многобожия, потому что подразумевают возвеличивание творений наряду с Великим и Могучим Аллахом.

Абдуллах Ибн Мас‘уд сказал: «Я бы предпочёл ложно поклясться Аллахом, чем правдиво поклясться не Аллахом» Передали ‘Абду-р-Разакъ, 15929; ибн Аби Шейба, 12281; ат-Табарани в «аль-Кабир», 8902.

Это объясняется тем, что клятвы не именем Аллаха являются тяжким грехом и проявлением многобожия. Лживая клятва также является тяжким грехом, однако малое многобожие опаснее остальных тяжких грехов. Поэтому Ибн Мас’уд предпочел бы солгать, оставаясь приверженцем единобожия, нежели сказать правду, приобщив сотоварищей к Аллаху. Вознаграждение за единобожие больше, чем наказание за ложь, и наказание за приобщение сотоварищей к Аллаху ужаснее наказания за ложь.

Хузейфа рассказывал, что Пророк ﷺ сказал: «Не говорите: «Если будет угодно Аллаху и такому-то». Вам следует говорить: «Если будет угодно Аллаху, а затем такому-то». Передали ат-Тайалиси, 430; ибн Мубарак в своем муснаде, 180; Ахмад, 5/384; ибн Аби Шейба, 26690; Абу Дауд, 4980; ан-Насаи в «Сунан аль-Кубра», 10821.

Пророк ﷺ указал нам, как правильно выражаться. Не нужно приравнивать желание раба с желанием Аллаха. Раб обязан очищать свою речь, чтобы возвеличивать Всевышнего Аллаха. Сердце, возвеличивающее Аллаха, не может использовать слова, которые приравнивают Аллаха с творением. Этот запрет Пророка, мир ему и благословение Аллаха, носит категорический характер, потому что человек, ставя желание творения в один ряд с желанием Аллаха, совершает малое многобожие. Что же касается слова «затем», то оно указывает на то, что желание раба зависит от желания Великого и Могучего Аллаха. Всевышний сказал:

﴿ وَمَا تَشَاؤُونَ إِلاَّ أَن يَشَاء اللَّهُ رَبُّ الْعَالَمِينَ ﴾

«Но вы не пожелаете этого, если этого не пожелает Аллах, Господь миров» Сура «ат-Такуир», аят 29.

Ибрахим ан-Нахаи считал запретным говорить: «Прибегаю к защите Аллаха и твоей защите», а разрешал говорить: «Прибегаю к защите Аллаха, а затем прошу защиты у тебя». Он сказал: «Допустимо также говорить: “Если бы не Аллах, а затем такой-то…”, но не говорите: “Если бы не Аллах и такой-то…”».

Использование союза «и» означает, что человек одновременно прибегает к защите Аллаха и защите Его творения. Прибегание к защите имеет видимую и скрытую сторону. Последняя заключается в том, что человек со страхом и надеждой ищет защиты и покровительства того, к кому он обращается за помощью всей душой. Безусловно, таким образом подобает прибегать только к защите Аллаха.

Следует отметить, что ранние мусульмане, как правило, не разрешали или порицали деяния, которые категорически запрещены. В некоторых сообщениях эти слова не означают категорический запрет, однако это относится только к тем случаям, по поводу которых нет ясных священных текстов». [Конец слов шейха]""",
  """О том, кого не удовлетворяет клятва Аллахом

Шейх Салих Али Шейх говорит:

«Человек должен удовлетвориться, если кто-то подтвердил свои слова, принеся клятву, так как в этом возвеличивание Всевышнего Аллаха. Многие из толкователей этой книги сказали о том, что здесь имеется в виду клятва во время судебных споров. Поэтому, если судья ведет судебное разбирательство и обязал кого-то принести клятву, то противоположная сторона должна удовлетвориться этим. Эти ученые говорят, что это касается только судебных разбирательств.

Другие же ученые посчитали хадис, который пришел относительно этого вопроса, общим.

Абдуллах Ибн ’Умар рассказывал, что посланник Аллаха ﷺ сказал: «Не клянитесь своими отцами! Кто же поклялся Аллахом, тот должен сказать правду, а тот, кому поклялись Аллахом, должен удовлетвориться. Если же это его не удовлетворяет, то он не от Аллаха». Передали ибн Маджах, 2101; аль-Бейхакъи в «Сунан аль-Кубра», 10/181. Хафиз ибн Хаджар назвал иснад хорошим. См. «Фатх уль-Бари», 11/535.

Это общее постановление, которое касается всех клятв, будь то клятвы в присутствии судьи или при других обстоятельствах. Это мнение является более правильным, потому что удовлетворяться клятвой необходимо ради того, чьим именем клянутся. Именно почтение к Великому и Могучему Аллаху заставляет раба верить тому, кто клянется именем Аллаха, даже если он является лжецом. Безусловно, в этом случае человек может не опираться на его слова, однако ради уважения к Великому и Могучему Аллаху, он не должен показывать того, что он не верит ему. Тем самым он подтвердит свою приверженность единобожию и выкажет почтение Аллаху, а лживая клятва именем Аллаха не навредит никому, кроме самого лжеца.
Третье же мнение ученых заключается в том, что это постановление касается только того, чья правдивость в клятвах известна. Что касается грешника-нечестивца, которому наплевать на свои клятвы, то необязательно верить ему, особенно если есть явные причины, указывающие на то, что он лжет.

«…то он не от Аллаха» — в этом указание на то, что его действие относится к тяжким грехам.

Относительно этой главы среди ученых произошли разногласия. Однако шейх, да смилуется над ним Аллах, привел её, дабы указать на величие Аллаха. Если человек клянется Аллахом, он обязан говорить правду. Ему запрещено клясться отцами или еще кем-либо, помимо Всевышнего Аллаха. А тот, кому поклялись Аллахом, обязан принять это, возвеличивая имя Всевышнего Аллаха». [Конец слов шейха]""",
  """О выражении «Если пожелает Аллах и ты»

Шейх Салих Али Шейх говорит:

«Это выражение содержит элементы многобожия, потому что в нем желание Аллаха и желание творения ставятся в один ряд. Произнося его, человек совершает малое многобожие.

Кутейля рассказывала: «Однажды к Пророку ﷺ пришёл один иудей и сказал: “Вы совершаете многобожие, так как говорите: “Если пожелает Аллах и ты”, а также клянётесь Каабой”. После этого Пророк ﷺ повелел, чтобы, принося клятву, люди говорили: “Клянусь Господом Каабы”, а также: “Если пожелает Аллах, а затем ты”». Передали ан-Насаи в «‘Амаль аль-йаум ва-л-лейля», 986; Ахмад, 6/371; ат-Тирмизи в «‘Иляль аль-Кабир», 457; ат-Табарани в «Му‘джам аль-Кабир», 25/14; аль-Хаким, 7815. Ибн Хаджар назвал хадис достоверным. См. «аль-Исаба», 8/79.

В этом хадисе содержится очень важная польза. Шейх сказал: «Понимание человеком подобных вопросов, если это соответствует его страстям». Иудеи являются многобожниками, говорят, что Узейр — сын Аллаха. Несмотря на то, что они являются многобожниками, они обращаются к мусульман, говоря, что те впали в многобожие. Это потому что они нашли повод придраться к мусульманам. Целью иудеев было унизить мусульман. Поэтому они поняли с какой стороны придраться. Мусульмане являются единобожниками, а иудеи обвиняют их в многобожии, хотя они сами впали в него. Однако из этого следует, что заблудший человек иногда может осознавать истину, если она соответствует его страстям. И если он говорит правильные слова, то мусульмане обязаны соглашаться с ним, потому что они должны принимать истину от любого человека, кем бы он ни был, даже если он окажется иудеем или христианином. Иудеи и христиане начали ругать мусульман за многобожие. Но Пророку ﷺ ничего не помешало принять истину от иудеев, потому что верующий должен стремиться к истине, где бы он ее не нашел. Мы принимаем истину, даже если она вышла из уст многобожника, неверующего, нечестивца, нововведенца и так далее. Пророк ﷺ сказал: «Верующий стремится к мудрости и берет её, где бы не обнаружил». Ибн Маджах, 4169.

Сообщается от Ибн ‘Аббаса, что один человек сказал Пророку ﷺ: «Если пожелает Аллах и ты». В ответ на это Пророк ﷺ спросил его: «Ты что, приравниваешь меня к Аллаху? Если пожелает Один Аллах!» Передал ан-Насаи в «‘Амаль аль-йаум ва-л-лейля», 988.

Ибн Маджах передал хадис Туфейла, брата ’Аиши по матери: «Однажды во сне я увидел, что подошёл к группе иудеев и сказал: “Поистине, вы были бы прекрасным народом, если бы не говорили, что Узейр — сын Аллаха”. Они ответили: “И вы были бы прекрасным народом, если бы не говорили: «Если пожелает Аллах и Мухаммад”. Затем я подошёл к группе христиан и сказал им: “Поистине, вы были бы прекрасным народом, если бы не говорили, что ’Иса — сын Аллаха”. Они сказали: “И вы были бы прекрасным народом, если бы не говорили: «Если пожелает Аллах и Мухаммад»”. Проснувшись утром, я рассказал об этом некоторым людям, а затем пришёл к Пророку ﷺ и также рассказал ему о своём сне. Он спросил: «Ты рассказал кому-нибудь об этом?» Я ответил: «Да». Тогда Пророк ﷺ воздал хвалу Аллаху, возблагодарил Его, а затем сказал: «Туфейль видел сон, о котором рассказал некоторым из вас. Вы употребляли выражение, которое в силу некоторых обстоятельств я не мог запретить вам ранее. Так вот, не говорите более: “Если пожелает Аллах и Мухаммад”, — а говорите: “Если пожелает Один Аллах”». Передали Ахмад, 5/72; ад-Дарими, 2699; аль-Бухари в «Тарих аль-Кабир», 4/363; Абу Йа‘ля, 4655; ад-Дыйа в «аль-Мухтара», 154-155 и другие.

Из этого хадиса видно, что заблудший человек или приверженец неправильного вероисповедания иногда может найти ошибку в словах приверженца истины, даже несмотря на то, что многие из его воззрений также являются ошибочными. И если он докажет ему правдивость своих слов, то приверженец истины обязан принять их и не отвергать истину только из-за того, что ее открыл ему заблуждающийся человек. Правило ахлюс-Сунна уаль-джама‘а гласит, что нововведение не опровергается с помощью другого нововведения, а ложь не опровергается другой ложью.

Вопросы, которые подняты в этом хадисе, относятся к проявлениям малого многобожия, о чем свидетельствуют слова Пророка, мир ему и благословение Аллаха: «Вы употребляли выражение, которое в силу некоторых обстоятельств я не мог запретить вам ранее». Многобожие в словах искоренялось постепенно, а великое многобожие Пророк Мухаммад, мир ему и благословение Аллаха, изобличил и запретил сразу в самом начале своей миссии. С изобличением великого многобожия нельзя медлить, а с некоторыми из проявлений многобожия на словах можно повременить, если этого требуют обстоятельства, для того, что-бы со временем можно было добиться еще больших результатов. Это определяется методами призыва и необходимостью постепенно перехода от более важных вопросов к менее важным. Что же касается великого многобожия, то его существование не может принести людям никакой пользы». [Конец слов шейха]""",
  """О том, что ругающий время оскорбляет Аллаха

Шейх Салих Али Шейх говорит:

«Время « الدهر » — например, день и ночь, недели, месяца, года и так далее. Время само по себе ничего не делает. Всевышний Аллах управляет временем. Все знают, что года сами по себе ничего не делают. Поэтому кто ругает года, тот на самом деле ругает Того, Кто управляет этими годами. В этой главе шейх указал на то, что этот поступок противоречит полноте единобожия.

Соответствие этой главы данной книге — явное. Ругать время запрещается, и мусульманин обязан избавиться от таких слов, потому что употребление их подрывает совершенство его единобожия. Невежественные люди часто поступают таким образом. Стоит произойти событию, которое им неприятно, как они начинают ругать время, связывать с ним неудачи и проклинать этот день, месяц или год. Несомненно, эта брань не может быть обращена просто ко времени, потому что время ничего не творит. События всего лишь происходят во времени, а распоряжается ими и предопределяет их Великий и Могучий Аллах. Поэтому ругающий время фактически оскорбляет Великого и Могучего Аллаха.

Эта брань бывает разных видов. Человек либо унижает время, либо проклинает его, либо поносит его, либо приписывает ему недостатки и так далее. Все это является руганью.
Ругание времени запрещено. Самой тяжкой формой ругани является проклинание времени. Следует знать, что человек не ругает время, если он называет год тяжелым, день — черным, а месяц — неудачным, потому что эти эпитеты связаны с конкретными обстоятельствами. Например, Всевышний Аллах сказал:

﴿ فِي أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ الْخِزْي ﴾

«…в злополучные дни, чтобы дать им вкусить муки позора…» Сура «Фуссылят», аят 16.

Всевышний Аллах описал дни тем, что они злополучные. Это злополучие связано с людьми, которые были наказаны в эти дни. Или, например, слова Аллаха:

﴿ فِي يَوْمِ نَحْسٍ مُّسْتَمِرٍّ ﴾

«В день, злосчастье которого продолжалось» Сура «аль-Камар», аят 19.

Это не является руганием времени. Эти слова означают, что день оказался неудачным для конкретного человека или доставил много неприятностей конкретному человеку. Следовательно, характеризуя промежуток времени таким эпитетом, человек фактически характеризует произошедшие в течение его события и свое положение. Он не характеризует непосредственно время, расхваливая или понося его.

Всевышний Аллах сказал:

﴿ وَقَالُوا مَا هِيَ إِلاَّ حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلاَّ الدَّهْر ﴾

«Они сказали: “Есть только наша мирская жизнь. Мы умираем и рождаемся, и нас не губит ничего, кроме времени”» Сура «аль-Джасийа», аят 24.

Связывание событий со временем является качеством, присущим многобожникам — противникам единобожия. Из этого следует, что единобожники связывают происходящие события с волей Великого и Могучего Аллаха.

Передают со слов Абу Хурайры, да будет доволен им Аллах, что посланник Аллаха ﷺ сказал: «Всемогущий и Великий Аллах сказал: “Сын Адама оскорбляет Меня, понося время /дахр/, тогда как Я и есть время, всё в Моей власти, и по [Моей воле] день сменяет собой ночь!”» аль-Бухари, 4826.

В другой версии сказано: «Не ругайте время, ибо, истинно, Аллах есть время». Муслим, 2246.

«Я и есть время» — это не означает, что время является одним из имен Аллаха. Это выражение является смысловым продолжением того, что было сказано до него. Человек ругает время, хотя время не властно над происходящими событиями и ничего не творит. Ругая время, человек ругает Великого и Могучего Аллаха, потому что Аллах творит во времени, что пожелает, руководствуясь своей божественной мудростью. Время ничего не творит, ничего не лишает, не дает здоровья, не проявляет щедрости и так далее. На самом же деле, всеми делами управляет Всевышний Аллах.

Аллах чередует день и ночь, из которых состоит время. Ни день, ни ночь не влияют на события, и, если человек ругает их, он фактически ругает Того, Кто их чередует». [Конец слов шейха]""",
  """О титулах вроде «судья всех судей» и тому подобных

Шейх Салих Али Шейх говорит:

«Единобожие требует от верующего единобожника возвеличивать Всевышнего Аллаха и не ставить наравне с ним никого из творений. Иногда человек описывает творение тем, чем можно описывать только Всевышнего Аллаха. Например, главного судью в государстве могут назвать судьей всех судей. Шейх, да смилостивится над ним Аллах, обратил внимание на то, что запрещается называть человека именами и эпитетами, которые относятся к Великому и Могучему Аллаху. Единобожие требует называть ими одного Аллаха и не нарекать ими никого, кроме Него.

Не дозволено называть кого-то теми именами, о которых речь пойдет далее. Эти имена являются самыми худшими и низкими и более всех других имен вызывают гнев Всевышнего Аллаха.

Речь идет о таких титулах, как, например, судья всех судей, царь всех царей, шахиншах и так далее. Судьей всех судей обычно называли главного судью, который мог судить между самими судьями. Таким именем можно называть только Всевышнего Аллаха, так как именно Он будет судить между рабами. Он и есть Судья всех судей. Раб не должен использовать это слово в отношении людей и не должен быть довольным таким титулом.

Нельзя также называть человека царём всех царей, так как этим можно описать только Всевышнего Аллаха. Единобожие требует от нас того, чтобы мы не называли никого этим именем, и чтоб никто не был доволен, если его так прозвали. Даже если ты прочтешь в некоторых книгах подобные выражения, не передавай их!

В «ас-Сахихах» аль-Бухари и Муслима приводится хадис Абу Хурайры, который слышал, как Пророк ﷺ сказал: «Самым низким человеком у Аллаха является тот, кого называли царём всех царей, ибо нет царя, кроме Аллаха». аль-Бухари, 6206; Муслим, 2143.

Суфйан ибн Уйайна сказал: «Это то же, что и “шахин-шах”». В другой версии говорится: «Этот человек вызовет самый сильный гнев Аллаха и будет самым скверным человеком пред Аллахом в Судный день». Муслим, 2143.

Это означает, что все царство и вся власть принадлежат одному Аллаху. Человека нельзя нарекать Царем всех царей, потому что это имя присуще только Аллаху. Никто не владеет царством, кроме Аллаха, и это царство очень велико. Человека можно назвать владельцем конкретной вещи, однако он не может быть владельцем всего сущего. То же самое относится к власти, поскольку человек может царствовать в одной стране, но не может быть царем всего сущего. Человека можно назвать владельцем, если он обладает собственностью, или царем, если он правит государством, в том смысле, что его воля в нем исполняется. В этом случае его власть необходимо конкретизировать какой-либо одной страной, называя его царем этой страны и т.п. Однако царем всех царей в широком смысле является только Великий и Могучий Аллах. Единобожие обязывает нас не нарекать этим именем никого, кроме Него, и не соглашаться с теми, кто поступает иначе. И даже если мусульманин читает об этом в какой-либо книге, он не должен пересказывать эти слова так, как они написаны.
Человек, которого нарекают таким именем, в День воскресения вызовет самый сильный гнев Аллаха и окажется самым скверным человеком, потому что он равнял себя с Великим и Могучим Аллахом, нарекая себя Его именем». [Конец слов шейха]""",
  """О необходимости уважения имен Всевышнего Аллаха и смене имени ради этого

Шейх Салих Али Шейх говорит:

«В этой главе обращается внимание на этикет, который приверженец единобожия обязан соблюдать при обращении к Великому и Могучему Аллаху в мыслях и на словах. Ведь, единобожник всегда почитает Всевышнего Аллаха. Он не издевается над вещью, в которой есть поминание Всевышнего Аллаха. Он не говорит об Аллахе просто так, не задумываясь о смысле сказанного. Он не называет никого именами Всевышнего Аллаха и даже меняет свое имя из-за этого. Что касается имен Всевышнего Аллаха, то мы обязаны уважать их и возвеличивать. К уважению относится то, что мы не называем никого теми именами, которыми можно назвать только Всевышнего Аллаха.

В некоторых случаях соблюдение этого этикета и уважения является желательным, а в некоторых случаях — обязательным. Уважать имена и качества Аллаха необходимо также для того, чтобы ими не нарекался и не характеризовался никто, кроме Него.

Это возвращается к возвеличиванию обрядов Всевышнего Аллаха, как Он сказал:

﴿ وَمَن يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِن تَقْوَى الْقُلُوبِ ﴾

«И если кто почитает обрядовые знамения Аллаха, то это исходит от богобоязненности в сердцах» Сура «аль-Хадж», аят 32.

А также:

﴿ ذَلِكَ وَمَن يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ ﴾

«Вот так! Кто почитает святыни Аллаха, тот поступает во благо себе перед своим Господом» Сура «аль-Хадж», аят 30.

«Обрядовые знамения» — это всё, что повелел возвеличивать Всевышний Аллах. Его прекрасные имена также относятся к тем вещам, которое нам приказано почитать. Поэтому ученые говорят, что запрещено халатно относиться к Его именам, в том числе тогда, когда они написаны в газетах или на бумаге, нельзя бросать их в мусор. В довод они приводят эти два аята.

Абу Шурайх рассказывал, что его прозвали Абу аль-Хакам [«наилучший судья»; букв.: «отец судьи». — Ред.], и как-то Пророк ﷺ сказал ему: «Истинно, Аллах — Он есть Судья, и Ему принадлежит вся власть». Абу Шурайх объяснил: «Когда в среде моего племени возникал какой-нибудь конфликт, они приходили ко мне, и я вершил суд между ними так, что обе стороны оставались довольными». Пророк ﷺ сказал: «Это прекрасно. А есть ли у тебя сыновья?» Тот ответил: «Шурайх, Муслим и Абдуллах». Пророк ﷺ спросил: «А кто из них старший?» Он ответил: «Шурайх». Пророк ﷺ сказал: «Тогда ты — Абу Шурайх (“отец Шурайха”)». Передали аль-Бухари в «Тарих аль-Кабир», 8/227-228, и в «Адаб аль-Муфрад», 811; Абу Дауд, 4955; ат-Табарани в «аль-Кабир», 22/179; ибн Хиббан, 405; аль-Хаким, 62; аль-Бейхакъи в «Сунан аль-Кубра», 10/145.

Арабское слово «хакам», означающее «судья», принадлежит к именам Великого и Могучего Аллаха, Который не родил и не был рожден. Поэтому прозвище «абу аль-хакам», означающее «отец судьи», является неподобающим.

С другой стороны, оно означает «наилучший судья», т.е. судья, достигший совершенства в разрешении споров между препирающимися сторонами. Называть таким образом можно того, кто обладает действительной законодательной властью, а им является только Великий и Могучий Аллах. Человек может быть судьей во второстепенном понимании этого слова. Вот почему Пророк ﷺ не одобрил это прозвище и сказал: «Воистину, только Аллах является Судьей, и только Ему принадлежит вся власть».Это значит, что вся законодательная власть принадлежит одному Аллаху, и поэтому арабское слово «хакам», подчеркивающее обладание всеми качествами судьи в полной мере, может относиться только к Великому и Могучему Аллаху.

Тогда мужчина объяснил Пророку ﷺ почему люди называли его таким образом, и сказал: «Когда среди моих соплеменников возникает конфликт, они приходят ко мне, и я вершу суд между ними так, что обе стороны остаются довольны». Пророк ﷺ сказал:«Это прекрасно!» Мирное разрешение споров между препирающимися сторонами прекрасно, но разрешал ли этот человек споры на основании шариата? Или же он опирался на свое собственное мнение? Конечно же, он опирался на свое собственное мнение, и мы говорим, что из уважения к Аллаху человека нельзя называть судьей, если он не судит людей по законам Великого и Могучего Аллаха. Если же он поступает таким образом, то его можно называть таким образом в широком смысле этого слова. В этом нет ничего плохого, потому что Аллах назвал судьями тех, кто судит по мусульманскому шариату». [Конец слов шейха]""",
  """О подшучивании над тем, в чем упоминается имя Аллаха, над Кораном или над Посланником Аллаха

Шейх Салих Али Шейх говорит:

«Единобожие требует от человека покорности Аллаху, повиновения Ему словом и делом и почтительного отношения к Нему, и поэтому насмешки над поминанием Аллаха, Кораном или Посланником ﷺ несовместимы с подлинным единобожием. Они являются противоположностью почтительного отношения к Аллаху. Поэтому некоторые ученые разделили неверных на два вида.

Отвращающиеся — « معرضون » — Всевышний Аллах сказал:
﴿ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ الْحَقَّ فَهُم مُّعْرِضُونَ ﴾

«Однако большинство их не ведает об истине и отворачивается» Сура «аль-Анбийа», аят 24.

Препирающиеся — « معارضون » — это те, которые вступают в споры. Они начинают спорить, желая погасить свет Всевышнего Аллаха.
Единобожие /таухид/ — это подчинение, следование, принятие и возвеличивание. Поэтому насмешки над поминанием Аллаха, Кораном или Посланником, мир ему и благословение Аллаха, несовместимы с единобожием, так как они противоречат возвеличиванию. Поэтому данный поступок является большим неверием, так как невозможно, чтобы подобное вышло из сердца единобожника. Такое совершает либо лицемер, либо неверный многобожник.

Соответствие этой главы книге единобожия — явное. Насмешки над поминанием Аллаха, Кораном или Посланником ﷺ несовместимы с подлинным единобожием. Всё это является неверием, выводящим из Ислама. Человек издевается над Кораном и посланником, а Всевышний Аллах говорит:

﴿ وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِؤُونَ * لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ ﴾

«Если ты их спросишь, они непременно скажут: “Мы только болтали и забавлялись”. Скажи: “Неужели вы насмехались над Аллахом, Его аятами и Его Посланником? Не извиняйтесь. Вы стали неверующими после того, как уверовали”» Сура «ат-Тауба», аяты 65-66.

Унижают Всевышнего Аллаха, или халатно относятся к тому, в чём есть поминание Всевышнего, как это делают некоторые нечестивцы, которые произносят слова, не обращая на них внимания, а эти слова заводят их на семьдесят лет в Огонь. Всё это (издевательство над Аллахом, Его посланником и Кораном) является большим неверием, которое выводит из религии.

Это правило не всегда распространяется на тех, кто глумится над религией, потому что этот вопрос нуждается в дополнительном разъяснении. Если человек насмехается над Исламом, то он совершает неверие. Если же он ругает религию (имея в виду религию того человека, с которым он спорит), проклинает ее или насмехается над ней, но не имеет в виду мусульманскую веру, то его поступок не относится к насмешкам над Аллахом, Его Посланником (мир ему и благословение Аллаха) и Кораном. Поэтому мы говорим, что неверие будет только тогда, когда издеваются над Аллахом, Его Посланником ﷺ и Кораном.

Если же речь идет о какой-то другой вещи, то этот вопрос нуждается в дополнительном разъяснении. Если человек издевается над религией, надо спросить, что он имеет в виду: религию Ислам или религию (то есть нравы) этого человека? Например, человек издевается над чем-то из религии или над какой-нибудь Сунной, выходит ли он из Ислама? Нет, потому что это издевательство может возвращаться к человеку, а не к самой религии. Нужно объяснить этому человеку, что то, над чем он издевается, является Сунной Пророка ﷺ. Если он узнает, что это сунна, согласится с этим, и продолжит издеваться, то это считается издевательством над посланником ﷺ.

Также издевательство человека может быть связано с Кораном, а иногда может быть не связано. В этом нужно разобраться. Если человек издевается над Аллахом, Его именами, Его атрибутами, над посланником Аллаха ﷺ, над Кораном, то это всё является большим неверием. Если же это издевательство не связано с этими тремя вещами, то оно является запретным, а не большим неверием.

Всевышний Аллах сказал:

﴿ وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِؤُونَ * لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ ﴾

«Если ты их спросишь, они непременно скажут: “Мы только болтали и забавлялись”. Скажи: “Неужели вы насмехались над Аллахом, Его аятами и Его Посланником? Не извиняйтесь. Вы стали неверующими после того, как уверовали”» Сура «ат-Тауба», аяты 65-66.

В этом аяте говорится о тех, кто насмехается над Аллахом, Его Посланником ﷺ и знамениями Аллаха. Под этими знамениями подразумеваются коранические аяты. И если человек насмехается над ними, то он является неверующим, и оправдание его поступка тем, что он хотел лишь позабавиться и пошутить, совершенно бесполезны. Такой человек является самым настоящим неверующим.

Этот аят был ниспослан по поводу лицемеров. Что же касается истинных приверженцев единобожия, то они никогда не позволят себе насмехаться над такими вещами. Если же он начнет издеваться, то его единобожие исчезнет.

Поэтому мусульмане, а особенно требующие знания, должны бояться слов! Многие люди говорят какие-то слова, даже не обращая внимания на это. В том, чем они шутят, иногда поминание Всевышнего Аллаха, чтение Корана и знание. Это является запретным и попадает под слова Пророка ﷺ: «Поистине, некий человек говорит слово, даже не обращая на него внимания, и заходит по причине этого слова на семьдесять лет в Огонь». ат-Тирмизи, 2314. Просим у Всевышнего Аллаха защиты и безопасности!

Раб обязательно должен возвеличивать Всевышнего Аллаха. Если он что-то говорит, то должен задумываться над своей речью прежде, чем сказать. Язык является причиной гибели человека. Му’аз спросил у Пророка ﷺ: «О посланник Аллаха! Неужели мы будем спрошены даже за то, что мы говорим?» Пророк ﷺ ответил: «Да потеряет тебя твоя мать! Разве ты не знал, что люди будут погружены лицами в Огонь по причине того, что произносили их языки?» Ахмад, 5/231; ат-Тирмизи, 2619.

Бойтесь Аллаха в своих речах! Язык является самым опасным органом, а люди относятся к нему халатно. Особенно будь осторожен, когда ведешь речь о религии, о знании, о приближенных Аллаха, об ученых, о сподвижниках Пророка ﷺ, о таби‘инах. Всё это очень опасно. Смута стала великой, а спасен будет лишь тот, кого убережет Всевышний Аллах.

Ибн ’Умар, Мухаммад ибн Ка’б, Зейд ибн Аслам и Катада рассказывали: «Во время похода в Табук один человек сказал: “Не видели мы больших обжор, лжецов и более трусливых в бою, чем эти чтецы Корана”, — имея в виду посланника Аллаха ﷺ и его сподвижников, читающих Коран. Ауф ибн Малик возразил ему: «Ты не только лжец, но и лицемер! Я обязательно сообщу об этом посланнику Аллаха». После этого Ауф отправился к Пророку ﷺ, чтобы обо всём ему рассказать. Однако, придя, он обнаружил, что откровение по этому поводу опередило его. Когда тот человек прибыл к посланнику Аллаха ﷺ, чтобы извиниться, Пророк ﷺ уже собрался в путь и сидел на своей верблюдице. Он сказал: «О посланник Аллаха, мы просто беседовали в пути, чтобы скрасить его тяготы…» Ибн ’Умар рассказывал: «Он выглядел привязанным к подпруге верблюдицы Пророка, а его ноги ударялись о камни, и он повторял: «Мы просто беседовали и шутили!..» Посланник Аллаха ﷺ же сказал ему только:

﴿ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِؤُونَ ﴾

«Неужели вы насмехались над Аллахом, Его аятами и Его Посланником?» Сура «ат-Тауба», аят 65.

Он не обращал на него внимания и ничего не добавил к сказанному». Хадис достоверный. См. подробно о нём в книге «Тайсир аль-‘Азиз аль-Хамид» в разъяснении данной главы». [Конец слов шейха]""",
  """О 50-ом аяте из суры «Фуссылят»

Шейх Салих Али Шейх говорит:

«В этом разделе, как и в предыдущих, рассказывается о важности возвеличивания Всевышнего Аллаха в своих речах и о том, что милости нужно приписывать Ему и благодарить Его за эти милости. Раб должен говорить: «Это Всевышний Аллах проявил мне Свою милость». Если же человек прибегает ко лжи в этих вопросах, рассказывает о том, что не соответствует действительности, это может привести его к гибели и к тому, что Всевышний Аллах лишит его этой милости по причине слов.

Человек должен быть осторожен в своих речах, а особенно в тех, которые связаны с Аллахом, с Его именами и атрибутами, с Его действиями, с Его милостями, с Его справедливостью и мудростью. Осторожность в этом относится к полноте единобожия. Ведь, осторожность в этих вопросах присуща лишь тому, чье сердце возвеличивает Всевышнего Аллаха. Он знает, что Всевышний Аллах видит его. Всевышний Аллах, Он — Тот, Кто дал человеку милость! Он более достоин, чтобы Его возвеличивали! Он более достоин любви, чем все остальные.

Всевышний Аллах сказал:

﴿ وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِّنَّا مِن بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِن رُّجِعْتُ إِلَى رَبِّي إِنَّ لِي عِندَهُ لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍ ﴾

«Если Мы дадим ему вкусить милость от Нас после того, как его коснется несчастье, то он непременно скажет: “Вот это — для меня, и я не думаю, что настанет Час. Если же я буду возвращен к моему Господу, то у Него для меня обязательно будет уготовано наилучшее”. Мы непременно поведаем неверующим о том, что они совершили, и дадим им вкусить жестокие мучения» Сура «Фуссылят», аят 50.

Муджахид сказал, что это откровение ниспослано о тех, кто говорит: «Я заработал это собственным трудом и я заслужил это».

Человек приписал эту милость себе. Он заявляет, что он сам заслужил то богатство, которым он обладает. Он не считает, что Великий и Могучий Аллах оказал ему милость, потому что полагает, что он достоин всех этих благ. Это постигает тех, чья вера слабая.

Обязательно нужно знать, что раб является бедным и он ничего недостоин у Всевышнего Аллаха. А Господь достоин того, чтобы раб благодарил Его, поминал Его и приписывал все милости Ему. Что касается раба, то он ничего недостоин в этой жизни.

Подобных выражений очень много среди людей. Например, врач говорит: «Благодаря моей работе выздоровел этот больной».

Ибн ’Аббас сказал, что такой человек говорит: «Я сам себе обеспечил эту милость».

Качества, упомянутые в вышеприведенном аяте, относятся к двум категориям людей. Одни из них связывают все свои достижения с собственными усилиями и вообще не признают милости Аллаха. Другие же считают, что Аллах одарил его этими милостями, потому что он достоин этого, и потому что Аллах был обязан поступить таким образом. Именно так полагают некоторые обольщенные люди. Они забывают, что это Всевышний Аллах проявляет милость к Своим рабам. Если бы Всевышний Аллах рассчитал человека за его дела, то человек ничего не был бы достоин.

Поэтому раб обязательно должен приписывать все милости Всевышнему Аллаху. Он должен чувствовать, что Аллах ничем перед ним не обязан. Всевышний Аллах достоин нашего поклонения, нашей благодарности, нашего уважения, а раб всегда останется бедным грешником. Посмотри на Абу Бакра ас-Сиддыка, да будет доволен им Аллах! Пророк ﷺ научил его словам в конце молитвы: «О Аллах! Я был очень несправедлив по отношению к себе, а никто кроме Тебя не прощает грехи, потому прости мне их». аль-Бухари, 8387; Муслим, 2705. Если Абу Бакр, да будет доволен им Аллах, говорит подобные слова то, что сказать про таких, как мы? Как же человек думает, что он чего-то достоин?

К полноте единобожия относится то, что раб уважает Всевышнего Аллаха и возвеличивает Его. Он не имеет убеждения о том, что достоин каких-то милостей. Деяния раба являются причиной обретения им мирских благ. Иногда эти причины не приносят никаких результатов, а иногда они способствуют обретению мирских благ, но это происходит с дозволения Великого и Могучего Аллаха. Следовательно, они являются милостью Аллаха, которой Он одаряет, кого пожелает.

Всевышний Аллах сказал:

﴿ قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي ﴾

«Он сказал: “Все это даровано мне благодаря знанию, которым я обладаю”» Сура «аль-Кассас», аят 78.

Это история Къаруна. Всевышний Аллах говорит:

﴿ إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوأُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ ﴾

«Воистину, Къарун был соплеменником Мусы, но притеснял их. Мы даровали ему столько сокровищ, что ключи от них были обременительны даже для нескольких силачей» Сура «аль-Кассас», аят 76.

Къатада сказал, что эти слова означают «благодаря моему знанию о том, как можно заработать». Передал Ибн Аби Хатим в тафсире, 17123.

Таким образом поступают многие из тех, кого обогатил Аллах. Они приписывают все эти милости себе. Они говорят: «Я профессионал, я понимающий, я знаю, где заработать прибыль». Они забыли, что это Всевышний Аллах проявил им эту милость, и если бы Аллах не позволил причине действовать, то тот человек ничего бы не добился. Поэтому раб должен забыть о себе и знать, что нет силы и мощи ни у кого, кроме Всевышнего Аллаха. Эти слова относятся к сокровищницам Рая.

Этот раздел был приведен для того, чтобы человек избавился от подобных слов и убеждений. Единобожие требует, чтобы человек был унижен и смирен перед Аллахом. Он должен знать, что Аллах ничем перед ним не обязан.

Некоторые другие комментаторы сказали: «Это благодаря тому, что Аллах знает меня как человека, достойного этого», — что по смыслу идентично высказыванию Муджахида: «Это было даровано мне в знак почёта». Передали ибн Аби Хатим, 17125 и ибн Джарир в тафсире, 12/24.

Одни из них считают, что они самостоятельно приобретают мирские блага, и говорят, что им известно, как можно заработать деньги. А когда их назначают на высокий пост, они говорят, что это произошло благодаря их усилиям.

Абу Хурайра рассказывал, что слышал, как посланник Аллаха ﷺ сказал: «Некогда жили трое из сынов Израилевых: прокажённый, плешивый и слепой. Желая подвергнуть их испытанию, Аллах послал к ним ангела. Подойдя к прокажённому, ангел спросил его: «Чего бы тебе хотелось больше всего?» Прокажённый ответил: «Чистой, приятного цвета кожи, и чтобы исчезло то отвращение, которое питают ко мне люди». Ангел прикоснулся к его телу и очистилась его кожа, став чистой и приятного цвета. После этого ангел спросил его: «А какое имущество тебе хотелось бы иметь?» Он ответил: «Верблюдов или коров». И была дарована ему жеребая верблюдица, и ангел сказал: «Да будет тебе в ней благословение Аллаха».

Придя к плешивому, ангел спросил его: «Чего бы тебе хотелось больше всего?» Плешивый ответил: «Красивых волос, и чтобы исчезло то отвращение, которое питают ко мне люди». Ангел прикоснулся к его голове, и исчезла его болезнь, и были дарованы ему прекрасные волосы. Затем он спросил его: «А какое имущество тебе хотелось бы иметь?» Он ответил: «Коров». И была дарована ему стельная корова, и ангел сказал: «Да будет тебе в ней благословение Аллаха».

Придя к слепому, ангел спросил его: «А тебе чего хочется больше всего?» Слепой ответил: «Чтобы вернул мне Аллах зрение, и чтобы я мог видеть людей». Ангел прикоснулся к нему, и Аллах вернул ему зрение. Затем ангел спросил его: «А какое имущество тебе хотелось бы иметь?» Он ответил: «Овец». И была дарована ему беременная овца. Затем животные расплодились, и у одного появилось стадо верблюдов, у другого — стадо коров, а у третьего — отара овец.

Затем ангел в образе прокажённого явился к первому из них и сказал: «Я — бедный путник, в пути у меня кончились припасы, и ни кто мне сегодня не сможет помочь, кроме Аллаха, а затем тебя. Именем Того, Кто даровал тебе приятную внешность и чистую кожу, а также это имущество, прошу тебя дать мне одного верблюда, чтобы я смог продолжить свой путь». Он ответил: «Но ведь это принадлежит не только мне одному…» Тогда ангел сказал ему: «Я, кажется, узнал тебя! Разве не ты был прокажённым и презираемым всеми бедняком, а затем Аллах, Всемогущ Он и Велик, даровал тебе это богатство?» Он ответил: «Нет, я унаследовал это по наследству». Ангел сказал: «Да вернёт тебя Аллах в прежнее состояние, если ты лжёшь!»

Затем он явился ко второму в образе плешивого и сказал ему то же, что говорил первому, но он ответил так же, как и предыдущий. Ангел сказал ему: «Да вернёт тебя Аллах в прежнее состояние, если ты лжёшь!»

Затем ангел явился к третьему в образе слепого и сказал: «Я — бедный путник, в пути у меня кончились припасы, и ни кто мне сегодня не сможет помочь, кроме Аллаха, а затем тебя. Именем Того, Кто вернул тебе зрение, прошу тебя дать мне в дорогу одну овцу, чтобы я смог продолжить свой путь». Он ответил: «Я был слепым, но Аллах вернул мне зрение. Поэтому бери себе, что хочешь, и оставь, что хочешь. Клянусь Аллахом, я не собираюсь мешать тебе взять то, что ты возмешь ради Аллаха ». Тогда сказал ему ангел: «Оставь себе своё богатство, ибо было послано вам испытание. Аллах остался доволен тобой и разгневался на твоих двух товарищей»». аль-Бухари, 3464; Муслим, 2964.

Совершенно очевидно, что этот хадис имеет отношение к данной главе. Аллах одарил этих троих здоровьем и богатством по Своей милости. Двое из них решили, что все эти блага они приобрели благодаря самим себе, и только третий помнил о том, что ими наделил его Аллах. За это Всевышний одарил его великим благом и продлил его благоденствие, а двух его товарищей постигло суровое наказание. Аллах одаряет рабов благами, после чего оставляет их одним и отнимает их у других. Для того, чтобы сохранить у себя эти мирские блага, человек обязан возвеличивать своего Господа и знать, что милость — в Руках Аллаха, и что Аллах ничем не обязан своим рабам. Напротив, Аллах является нашим Господом, Который заслуживает поклонения, благодарности и почитания Своих рабов. Он заслуживает, чтобы они помнили о Нем и связывали все свои успехи только с Ним.

И в конце главы хочу вам напомнить, чтобы вы были осторожны в своих речах. Знай, что все благо только от Всевышнего Аллаха. Нет силы и мощи ни у кого, кроме Него. Если Всевышний Аллах оставит тебя без присмотра на мгновение ока, то ты погибнешь». [Конец слов шейха]

أسأل الله لي ولكم النور في القلوب والصواب في الأقوال والأعمال والاعتقادات وصلى الله وسلم وبارك على نبينا محمد""",
  """О словах Всевышнего Аллаха: «Когда же Он даровал им обоим праведного ребенка, они стали приобщать к Нему сотоварищей в том, чем Он одарил их. Аллах превыше того, что они приобщают в сотоварищи»

Шейх Салих Али Шейх говорит:

«Соответствие этой и предыдущих глав в том, что все они имеют один смысл. Смысл их в том, что благодарность за милости Аллаха заключается в том, что мы приписываем эти милости Ему и воздаем хвалу за них. Мы должны использовать эту милость в том, чем Он доволен. Мы должны рассказывать о милостях. А кто приписывает милости себе, тот не воплотил единобожие должным образом. Он не только оставил возвеличивание Всевышнего Аллаха, но и приписал себе то, чем он не владеет. Это также касается человека, который приписывает милости кому-либо, кроме Аллаха, говоря: «Если бы не такой-то, то этого не было». Всевышний Аллах сказал:

﴿ فَلاَ تَجْعَلُواْ لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ ﴾

«Посему никого не равняйте с Аллахом сознательно» Сура «аль-Бакара», аят 22.

А также:

﴿ يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ الْكَافِرُونَ ﴾

«Они узнают милость Аллаха, а затем отрицают ее, поскольку большинство из них — неверующие» Сура «ан-Нахль», аят 83.

К милостям Аллаха относится также то, что Он дает рабу здорового ребенка, и потому раб должен благодарить Его за это. А если человек приписывает эту милость кому-либо, кроме Него, то это является указанием на отсутствие благодарности. Также сюда относится то, когда родители называют его не раб Аллаха (Абдуллах), а раб такого-то. Это может привести человека к большому многобожию тогда, когда человек называет ребенка таким именем, не просто как имя, а считая, что на самом деле он должен поклоняться кому-то, кроме Аллаха. Как, например, некоторые называют детей «‘Абду-ль-Бадауий», то есть «Раб Бадауи» и так далее.

Всевышний Аллах сказал:

﴿ فَلَمَّا آتَاهُمَا صَالِحًا جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ ﴾

«Когда же Он даровал им обоим праведного ребенка, они стали приобщать к Нему сотоварищей в том, чем Он одарил их. Аллах превыше того, что они приобщают в сотоварищи». Сура «аль-А‘раф», аят 190.

Многие из праведных предшественников считали, что речь идет про Адама и Хаву. Шейх Сулейман ибн Абдуллах, да смилуется над ним Аллах, сказал: «Поистине, приписывают эту историю не к Адаму и Хаве только нововведенцы». Поэтому, опираясь на слова праведные предшественники, шейх Мухаммад привел эту главу.

«Они стали приобщать к Нему сотоварищей» — имеется в виду языковое значение этого слова. Они придали сотоварищей Аллаху в том, чем он их одарил. Они назвали ребенка ‘Абд уль-Харис (Раб Хариса), а Харис — это Иблис. Он сказал им: «Повинуйтесь же мне, а не то я сделаю вашего ребёнка таким-то и таким-то».

Хава, услышав это, испугалась и подчинилась шайтану в этом. Поэтому придавание сотоварищей было в подчинении. Адам и Хава подчинились шайтану еще до этого, в тот момент, когда они вкусили плоды дерева. Поэтому Пророк ﷺ сказал: «Они были обмануты два раза». См. «Тафсир аль-Куртуби», 7/338. Это общеизвестно среди праведных предшественников. Придавание сотоварищей было в подчинении. Общеизвестно, что каждый грешник подчиняется шайтану. Если человек совершает грех, в нем есть придавание сотоварищей в подчинении: либо он следует за своими страстями, либо следует за шайтаном. Поэтому шейхуль-Ислям, да смилуется над ним Аллах, сказал, что любой грех происходит по причине того, что раб либо подчиняется шайтану, либо подчиняется своим страстям. В этом есть придавание сотоварищей. Именно это произошло с Адамом и Хавой, мир им обоим, но это не указывает на то, что в них есть недостаток. Это также не указывает на то, что они впали в многобожие, однако они придали сотоварищей в подчинении. Пророки попадают в малые грехи, как это известно у ученых. Адам — это пророк, с которым говорил Всевышний Аллах. Это не указывает на его недостаток, так как пророки не остаются на этих грехах, напротив, они торопятся принести покаяние.

В общем, эта история достоверна и сообщений от праведных предшественников на эту тему много. Также на это указывают последние аяты из суры «аль-А‘раф». Но некоторые поздние толкователи Корана сказали, что нельзя говорить, что Адам и Хава придали Аллаху сотоварищей, и эта история не о них. Однако, как мы объяснили имеется в виду придавание сотоварищей в языковом значении. Это не является малым многобожием. Они обережены от многобожия. А в аяте речь идет о придавание сотоварищей в подчинении. Всевышний Аллах сказал:

﴿ أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلا ﴾

«Видел ли ты того, кто обожествил свою прихоть? Разве ты являешься его попечителем и хранителем?» Сура «аль-Фуркан», аят 43.

А также:

﴿ أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْم ﴾

«Видел ли ты того, кто обожествил свою прихоть? Аллах ввел его в заблуждение на основании знания» Сура «аль-Джасийа», аят 23.

Каждый, кто следует за своими страстями, этим самым подчиняется им. В этом есть обожествление, однако про такого человека не говорят, что он поклоняется не Аллаху или, что он совершает многобожие. Раб обязательно должен возвеличивать Всевышнего Аллаха и не подчиняться никому, кроме Него.

Как явно видно из истории, в ней нет никакого унижения Адама и Хавы. Это было одним из грехов, после которого они покаялись. Например, то, что они вкусили плоды с запретного дерева, несмотря на приказ Аллаха, было намного хуже, чем то, о чем сказано в этой истории. Это потому что Всевышний Аллах Сам запретил Адаму вкушать эти плоды. А что касается этой истории, то тут не было прямого запрета.

Ибн Хазм сказал: «Они [праведные предшественники] единогласно согласились с тем, что любое имя, смысл которого содержит преклонение перед кем-либо помимо Аллаха как, например, Абду Амр (“раб Амра”), Абду-ль-Кааба (“раб Каабы”) и т.п., является запретным. Исключением [из единогласного мнения] является имя Абд аль-Мутталиб». См. «Маратиб аль-Иджма‘», стр. 154.

Опираясь на собственные знания, Ибн Хазм сообщил, что мусульманские богословы единодушны в том, что называть человека рабом кого-либо, кроме Аллаха, запрещается. Более того, это было запрещено в законодательствах всех Божьих пророков, потому что подобное действие подразумевает приписывание милостей творениям вместо Аллаха. Оно также является неуважением к Аллаху, который является Единственным Господом Богом. Кроме того, оно является неправильным по смыслу и значению. Поэтому в шариате запрещены подобные имена и ученые единогласны в этом.

«Исключением [из единогласного мнения] является имя Абд аль-Мутталиб» — это значит, что богословы не были единодушны по поводу запрета на это имя. Некоторые богословы считали, что нарекать человека таким именем нежелательно, но не запрещено, так как Пророк ﷺ действительно сказал:

أنا النبي لا كذب أنا ابن عبد المطلب

«Я — пророк, и это — не ложь. Я — потомок ‘Абд аль-Мутталиба» аль-Бухари, 2864; Муслим. 1776.

Также эти ученые сообщили о том, что некоторых сподвижников звали Абд аль-Мутталиб и Пророк ﷺ не изменил их имена. Но это не является доводом. Эти слова Пророка ﷺ являются всего лишь повествованием и не содержат непосредственного указания на то, что творение, о котором идет речь, является рабом кого-либо, помимо его Создателя. Они являются повествованием, и, как известно, повествования о случившемся прежде имеют более широкий смысл, нежели совершение какого-либо действия.

Что же касается сообщений о том, что некоторые сподвижники давали людям имя ‘Абд аль-Мутталиб, то в наиболее точных преданиях отмечается, что людей, которые известны под именем ‘Абд аль-Мутталиб, в действительности звали просто аль-Мутталиб. Лишь в некоторых сообщениях их называют по имени ‘Абд аль-Мутталиб, потому что оно получило большую известность, чем имя аль-Мутталиб. Именно это стало причиной возникновения такой ошибки.

Комментируя приведённый выше аят, Ибн ‘Аббас сказал: «Адам овладел ею [Евой] и она забеременела от него. Тогда пришёл к ним Иблис и сказал: «Я — ваш приятель, который вывел вас из Рая. Повинуйтесь же мне, а не то я сделаю вашего ребёнка рогатым, с рогами горного козла, и он разорвёт тебе живот». Он продолжал их запугивать, требуя, чтобы они нарекли его Абд аль-Харисом (Аль-Харис, букв. «пахарь» — имя Иблиса). Таким образом, Абд аль-Харис означает «раб Иблиса». Однако они отказались повиноваться ему, и ребёнок родился мёртвым. Затем она забеременела во второй раз, и Иблис опять пришёл к ним и сказал то же самое. И в этот раз они отказались, и ребёнок опять родился мёртвым. Она забеременела в третий раз. Опять пришёл Иблис и напомнил им о случившемся дважды. На этот раз любовь к ребёнку овладела ими, и они назвали его Абд аль-Харисом. Поэтому было сказано:

﴿ جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا ﴾

«Они стали приобщать к Нему сотоварищей в том, чем Он одарил их» Сура «аль-А‘раф», аят 190. Передали Са‘ид ибн Мансур в «ас-Сунан», 973; ибн Аби Хатим в тафсире, 8654. Относительно этого сообщения были разногласия, а ибн Касир посчитал, что этот рассказ взят от людей Писания. А Аллах знает лучше!

Къатада сказал: «Сотоварищи были приобщены к Нему в повиновении, но не в поклонении». Передали ибн Джарир в тафсире, 9/149; ибн Аби Хатим в тафсире, 8659.

Есть разница между приобщением сотоварищей в поклонении и в подчинении. Многобожие в поклонении является большим неверием, которое выводит человека из Ислама. Что касается придавания сотоварищей в подчинении, то оно бывает разных степеней, начиная с греха, заканчивая большим неверием. У него очень много степеней. Придавание сотоварищей в подчинении может быть просто грехом, может быть тяжким грехом, а может быть большим неверием. Поэтому ученые разделили между этими двумя понятиями.

По поводу же высказывания Всевышнего:

﴿ لَئِنْ آتَيْتَنَا صَالِحًا لَّنَكُونَنَّ مِنَ الشَّاكِرِينَ ﴾

«Если Ты даруешь нам праведного ребенка, то мы непременно будем в числе благодарных» Сура «аль-А‘раф», аят 189.

Муджахид сказал: «Они боялись, что он не будет человеком». Передал ибн Аби Хатим в тафсире, 8648.Об этом же упоминали аль-Хасан аль-Басри, Саид ибн Джубейр и другие.

Что касается слов Хасана аль-Басри, то их передает ибн Аби Хатим от Ма‘мара от Хасана и иснад слабый прерванный. Слова Саида ибн Джубейра передает ибн Аби Хатим, 8646. Иснад хороший (хасан)». [Конец слов шейха]""",
  """О словах Всевышнего Аллаха: «У Аллаха — самые прекрасные имена. Посему взывайте к Нему посредством их и оставьте тех, которые отрицают Его имена. Они непременно получат воздаяние за то, что совершали»

Шейх Салих Али Шейх говорит:

«Это глава об обязательности возвеличивания имён Всевышнего Аллаха. К возвеличиванию относится также оставление отклонения от истины в них. Также необходимо обращаться к Аллаху через эти прекрасные имена. Прекрасные имена — это такие имена, которые достигли конечной степени своей красоты. У творений тоже есть имена, которые могут быть хорошими, а могут быть нехорошими, но все равно они не достигнут конечной степени красоты. А эта красота заключается в том, что атрибут, который вытекает из этого имени, содержится в нём на самом деле. Например, человека могут звать Салих (праведный), а он не является таковым. Или человек зовут Халид (долгожитель), а он проживет очень мало. Поэтому человек назван каким-либо именем, но оно не является в отношении него прекрасным. Однако Всевышний Аллах описан прекрасными именами. Имена Всевышнего Аллаха содержат в себе совершенные атрибуты, атрибуты величия, красоты, мощи, величия и так далее.

Поэтому если ученые разъясняют людям имена Всевышнего Аллаха, они всего лишь указывают на основы смысла этих имен. Что касается полного смысла этих имен, то их не знает никто, кроме Всевышнего Аллаха. Поэтому Пророк ﷺ говорил в своих мольбах: «Не сосчитать мне всех похвал, которых Ты достоин, ибо лишь Ты Сам воздал их Себе в достаточной мере». ат-Тирмизи, 3566; ибн Маджах, 1179. Поэтому люди, разъясняющие имена Аллаха, разъясняют лишь общий смысл. Что касается полного понимания этих имен, то люди не знают этого.

У Всевышнего Аллаха также есть имена, которые являются прекрасными, только если они связаны с чем-то. Об Аллахе не говорят, что Он — Говорящий « المتكلم », а связывают это имя с чем-то, и говорят, что Он — Говорящий то, что пожелает и когда пожелает. Он говорит в соответствии со своей мудростью и полнотой справедливости. Именно таким образом этот атрибут становится похвальным. Также нельзя называть Аллаха именем «Делающий» « الصانع », так как делать можно добро, а можно и зло.

Группа ученых разделила имена Всевышнего Аллаха на две группы:

Имена красоты — « أسماء الجمال » — такие имена, как Любящий /аль-Уадуд/, Милостивый /ар-Рахим/ и так далее.
Имена величия — « أسماء الجلال » — это имена, которые указывают рабам на величие Аллаха, например, Всемогущий /Къадир/ и так далее.
Также имена Всевышнего Аллаха делятся другим способом, как об этом можно прочитать у Ибн аль-Къаййима и других ученых. Верующий раб Аллаха должен знакомиться с Его именами а атрибутами. Не будет полным единобожие в сердце раба до тех пор, пока он не познакомится с именами Аллаха и Его атрибутами.

Всевышний Аллах сказал:

﴿ وَلِلَّهِ الأَسْمَاء الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُواْ الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ ﴾

«У Аллаха — самые прекрасные имена. Посему взывайте к Нему посредством их и оставьте тех, которые отрицают Его имена. Они непременно получат воздаяние за то, что совершали» Сура «аль-А‘раф», аят 180.

Частица «лям» показывает, что Великому и Могучему Аллаху подобают только самые прекрасные и совершенные имена.

«Взывайте к Нему посредством их» — Аллах заслуживает именоваться ими, и рабы обязаны взывать к Нему посредством этих имен. Это — обязательное предписание религии. Толкователи отмечали, что под мольбой и зовом здесь подразумеваются восхваление и поклонение, и поэтому мы поклоняемся Аллаху, пытаясь приблизиться к Нему посредством Его прекрасных имен и тех возвышенных качеств, на которые они указывают. Согласно другому толкованию, под мольбой и зовом здесь подразумеваются просьбы и молитвы. Это значит, что если мы хотим обратиться к Аллаху с просьбой, то нам следует просить Его, упоминая прекрасные имена, соответствующие роду нашей просьбы. Оба упомянутых толкования являются правильными.

«Оставьте тех, которые отрицают Его имена» — затем Аллах повелел мусульманам избегать тех, кто отрицает имена Великого и Могучего Аллаха. Под отрицанием здесь подразумевается уклонение от их истинного смысла и толкование их неподобающим образом.

У этого уклонения бывает несколько степеней. Например, какому-то созданию присвоили имена Всевышнего Аллаха, как это сделали арабы. Они дали имена своим божествам, и имя «аль-Лят» произошло от слова «илях», а имя «‘узза» от имени Аллаха «‘Азиз». Также сюда относится то, что приписывают Аллаху сына, как это сделали христиане.

Также сюда относится отрицание имен и атрибутов Всевышнего Аллаха. Например, крайние джахмиты, которые отрицали все имена и атрибуты Аллаха, кроме Его существования.

Также сюда относится то, что люди искажают явный смысл имен и атрибутов. Так поступили му’тазилиты, аш‘ариты и им подобные.

Поэтому из отклонения в именах есть неверие, а есть нововведение. Что касается нововведения, то это искажение (тауиль) имен и атрибутов Всевышнего Аллаха. А что касается того, во что попали джахмиты, христиане и многобожники-арабы, то это является неверием.

Ибн Аби Хатим приводит толкование Ибн ‘Аббаса на слова Аллаха:

﴿ يُلْحِدُونَ فِي أَسْمَائِهِ ﴾

«…которые отрицают Его имена…» Сура «аль-А‘раф», аят 180.

Ибн ‘Аббас сказал: «Это — те, кто придаёт Ему сотоварищей». Мы не нашли этого у Ибн Аби Хатима. А Аллах знает лучше!

Ибн ‘Аббас также сказал: «Название «ал-Лят» произошло от «аль-Илях» (Божество), и название «аль-‘Узза» — от «аль-‘Азиз» (Могущественный)». Передает ибн Джарир в тафсире, 9/133; ибн Аби Хатим в тафсире, 5/1623. Иснад очень слабый (да‘иф джиддан).

аль-А‘маш сказал: «Они [которые уклоняются от истины] вносят в них [имена Аллаха] то, что к ним не относится». Иснад слабый.

Одной из форм отрицания имен и качеств Аллаха является нарекание рабов именами Аллаха. Язычники, например, нарекли своих идолов именами аль-Лат, которое произошло от слова «божество», и аль-‘Узза, которое является производным от слова «могущественный»».[Конец слов шейха]""",
  """О недопустимости выражения «Мир (ас-Салям) Аллаху»

Шейх Салих Али Шейх говорит:

«Оставление этого выражения является возвеличиванием прекрасных имен Всевышнего Аллаха. ас-Салям — это имя Всевышнего Аллаха. Он описан тем, что полностью очищен от всех недостатков. Он очищен и далек от любого недостатка. У Него абсолютное совершенство в сущности, в именах и атрибутах. Он также даёт безопасность людям, оберегая их от всякого зла.

Всевышний Аллах даёт рабам безопасность (ас-салям), а рабы не дают Аллаху чего-то, так как Он не нуждается в Своих созданиях. Всевышний Аллах сказал:

﴿ يَا أَيُّهَا النَّاسُ أَنتُمُ الْفُقَرَاء إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ ﴾

«О люди! Вы нуждаетесь в Аллахе, тогда как Аллах — Богатый, Достохвальный» Сура «Фатыр», аят 15.

Поэтому ни в коем случае нельзя говорить: «Мир (ас-салям) Аллаху». Напротив, мы говорим: «Мир (ас-салям) нам и всем праведным рабам».

Соответствие этой главы книге единобожия — явное. Из правил поведения то, что мы не должны обращаться к Аллаху с подобными словами. Это выражение несовместимо с подлинной убежденностью в единобожии, и если человек исповедует подлинное единобожие, то он обязан избегать его, потому что Аллах абсолютно не нуждается в Своих, тогда как рабы всем своим существом нуждаются в своем Создателе.

В «ас-Сахихе» аль-Бухари приводится следующий хадис Ибн Мас‘уда: «Когда мы были вместе с Пророком ﷺ в молитве, мы говорили: «Мир Аллаху от рабов Его, мир такому-то и такому-то…». Услышав это, Пророк ﷺ сказал нам: «Не говорите “салям ‘аля Аллах” (мир Аллаху) ибо, поистине, Аллах Сам есть ас-Салям». аль-Бухари, 835; Муслим, 402.

Сподвижники выражались так, несмотря на то, что они были единобожниками и знали о правах Всевышнего Аллаха. Они говорили эти слова, полагая, что они могут быть всего лишь приветствием. Однако любое приветствие в мусульманском шариате определяется его смыслом. Желая Аллаху мира, они хотели поприветствовать Его, и хотя их намерения были хорошими, смысл их слов был неправильным. Слова «мир Аллаху» означают пожелание того, чтобы Аллах обрел благополучие благодаря Своим рабам. Вне всякого сомнения, эти слова лживы и являются неуважением к господствующему положению Аллаха, а также к Его именам и качествам. Поэтому Пророк, мир ему и благословение Аллаха, запретил сподвижникам говорить такие слова, и этот запрет носит категорический характер.

Если мы это поняли, то пойдем дальше и разберем, что значат слова «Ассаляму ’алейкум уа рахматуЛлахи уа баракятуху!» Это — приветствие верующих в этой жизни и в Последней, как сказал Аллах:

﴿ تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلامٌ ﴾

«В тот день, когда они встретят Его, их приветствием будет слово: “ас-салям!”» Сура «аль-Ахзаб», аят 44.

Некоторые ученые сказали, что смысл этих слов: «Пусть все имена Аллаха будут вам», то есть человек просит благодати /барака/ имен Всевышнего Аллаха и Его атрибутов для другого человека. Это один из двух смыслов.

Также из смысла этих слов: «Пусть вы будете в той безопасности, на которую указывает имя Аллаха “ас-Салям”». Многие же из мусульман, произнося это слово, даже не задумываются над его смыслом. Человек говорит другому: «Ассаляму ’алейкум», а затем приносит ему вред.

И здесь я хочу указать на важную пользу. Каждый требующий знания, и даже простой человек, говоря о чем-то, должен понимать смысл этих слов. Если мужчина говорит о чем-то, не задумываясь о смысле, то это указывает на недостаток в его нравах. Это не должно исходить от разумных людей, не говоря уже о требующих знания». [Конец слов шейха]""",
  """О выражении «О Аллах, прости меня, если это угодно Тебе!»

Шейх Салих Али Шейх говорит:

«Эти слова означают, что человек не нуждается в прощении. Он словно не желает унижаться перед Аллахом и словно не нуждается в Его милости. Таким образом, ведут себя высокомерные гордецы и люди, которые просто отворачиваются от Аллаха. По этой причине эти слова несовместимы с совершенным единобожием и противоречат почтительному отношению к господствующему положению Великого и Могучего Аллаха. Раб обязан подчеркивать свою нужду и зависимость от Господа и то, что он остро нуждается в прощении, милости, снисходительности, щедрости и великодушии Аллаха. Вот почему шейх упомянул в этой главе следующий хадис.

В «ас-Сахихе» аль-Бухари приводится хадис Абу Хурайры о том, что посланник Аллаха ﷺ сказал: «Пусть ни один из вас не говорит: “О Аллах, прости меня, если это угодно Тебе!” или “О Аллах, помилуй меня, если это угодно Тебе!” Необходимо упорно просить желаемое, ибо ничто не может принудить Аллаха к чему-либо». аль-Бухари, 6339; Муслим, 2679.

В версии у Муслима говорится, что Пророк ﷺ говорил: «Настойчиво просите желаемое, так как все, что Он дает, ничего для Него не стоит».

Человек должен просить Аллаха настойчиво, подчеркивая свою нужду и унижаясь перед своим Господом. Он не должен обращаться с просьбами так, словно он не нуждается в милости Аллаха, и не должен проявлять высокомерия. Особенно это касается того, кто просит самого великого, то есть прощения Всевышнего Аллаха и Его милости.

«..ничто не может принудить Аллаха к чему-либо» — никто не способен принудить Аллаха к чему-либо, поскольку Он богат, самодостаточен, могущественен, властен и всемогущ. Все это является следствием совершенства божественных имен и качеств.

Поэтому запрещено рабу обращаться с подобными словами к своему Господу. Некоторые ученые сказали, что это касается только той мольбы, в которой есть прямое обращение к Аллаху. Например, дозволено говорить: «Пусть Аллах простит его, если пожелает», так как в этой мольбе нет прямого обращения к Аллаху. Но более верно со стороны этикета (адаба) то, что вообще не нужно использовать это слово, так как причина запрета общая и охватывает все положения.

Здесь уместно коснуться слов Пророка ﷺ: «Это будет для тебя очищением, если так будет угодно Аллаху!» аль-Бухари, 3616. Эти слова являются не мольбой, а являются повествованием. Они означают, что болезнь очистит человека, если так будет угодно Аллаху. Следовательно, они принципиально отличаются от молитвы и мольбы». [Конец слов шейха]""",
  """О запрещенности выражений «мой раб» или «моя рабыня»

Шейх Салих Али Шейх говорит:

«Эта глава, как и предыдущие, рассказывает нам о необходимости возвеличивания Всевышнего Аллаха, Его имен и атрибутов. Возвеличивание Всевышнего Аллаха относится к полноте единобожия. Воплощение единобожия произойдет только тогда, когда человек станет возвеличивать Всевышнего Аллаха.

Человек сможет воплотить в себе единобожие только тогда, когда перестанет использовать слова, в которых содержится неуважение к господству Аллаха.

Каждый человек является рабом Аллаха: либо добровольно, либо принуждено. Все, кто на небесах и на земле, являются рабами Всевышнего Аллаха. Он сказал:

﴿ إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالأَرْضِ إِلاَّ آتِي الرَّحْمَنِ عَبْدًا * لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا * وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا ﴾

«Каждый, кто на небесах и на земле, явится к Милостивому только в качестве раба. Он знает их число и пересчитал их. Каждый из них явится к Нему в День воскресения в одиночестве» Сура «Марйам», аяты 93-95.

Рабство творений перед Аллахом явное, так как Он — Господь, Который распоряжается делами. Поэтому, когда человек говорит рабу: «мой раб», как будто бы он приписывает их рабство к себе. В этих словах противоречие обязательному этикету в отношениях с Аллахом. Поэтому многие ученые запретили подобные выражения, но некоторые посчитали их всего лишь нежелательными.

Поэтому причина этого запрета заключается в том, что люди должны возвеличивать Всевышнего Аллаха.

В «ас-Сахихах» аль-Бухари и Муслима приводится хадис Абу Хурайры о том, что посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Пусть никто из вас не говорит [своему слуге]: «Накорми своего господа», либо: «Помоги совершить омовение своему господу». Следует говорить «…своего господина» или «…своего хозяина». Пусть никто из вас не говорит: «Мой раб» или «моя рабыня», а говорит «мой юноша» «моя девочка» или «мой мальчик». аль-Бухари, 2552; Муслим, 2249.

Ученые разошлись во мнениях относительно сути запрета, упомянутого в этом хадисе. Одни считали этот запрет категорическим, а другие считали, что поступать так нежелательно, потому что обсуждаемый вопрос касается этикета в обращении. В довод они привели аят об истории Йусуфа, мир ему:

﴿ اذْكُرْنِي عِندَ رَبِّكَ فَأَنسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ ﴾

«“Напомни обо мне твоему господину (робб)”. Но сатана побудил его позабыть напомнить это его господину, и он пробыл в темнице несколько лет» Сура «Йусуф», аят 42.

Здесь имеется в виду такое господство, которое соответствует человеческой сущности, то есть под словом «господин», имеется в виду владелец.

Слово «господин» (араб. «сейид») разрешается использовать в сочетании с людьми, несмотря на то, что Великий и Могучий Аллах является Господином в самом широком смысле этого слова. Человек может быть чьим-то господином, хотя господство в самой совершенной форме над всеми творениями присуще только Аллаху. Опираясь на этот хадис, некоторые богословы также разрешали называть людей словом «хозяин» (араб. «мауля»). Тем не менее, другие богословы считали это нежелательным. Согласно наиболее достоверному мнению, к людям можно обращаться словами «мой господин» и «мой хозяин». Эти качества могут быть присущи людям, и эти выражения отличаются от слов «мой господь», «мой раб» и «моя рабыня».

Необходимо отмечить, что запрет касается того случая, когда кого-то называют рабом человека или господом человека. А если второе слово не указывает на человека, то проблем нет. Например, арабы говорят: « رب الدار », то есть владелец дома (буквально: господь дома). В этих слова речь не идет о поклонении, так как дом не может кому-то поклоняться». [Конец слов шейха]""",
  """О том, что нельзя отказывать просящему именем Аллаха

Шейх Салих Али Шейх говорит:

«В этой главе, как и предыдущих, говорится о возвеличивании Всевышнего Аллаха, Его имен и атрибутов. Его возвеличивание относится к совершенному единобожию и помогает воплотить его в жизни. Кто просит именем Аллаха, тот просит чем-то великим. Он просит убежища именем Того, Кто владеет всем сущим. Как после этого можно отвергнуть того, кто просит Его именем? Поэтому к обязательному возвеличиванию относится то, что нельзя отказывать никому, кто попросил ради Всевышнего Аллаха. Если человек обращается к другим с просьбой и просит удовлетворить ее именем Аллаха, то ему нельзя отказывать из уважения к Великому и Могучему Аллаху. Нужно быть тем, чье сердце возвеличивает Всевышнего Аллаха и содрогается при его поминании, как сказал Аллах:

﴿ إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُم ﴾

«Верующими являются только те, сердца которых испытывают страх при упоминании Аллаха» Сура «аль-Анфаль», аят 2.

Они начинают испытывать страх, когда упоминают Аллаха, так как они знают о Нём и о том, чего Он достоин. Поэтому, если кто-то просит единобожника именем Аллаха, тот не может отказать, так как он возвеличивает Всевышнего Аллаха.

Ученые говорят, что бывают такие моменты, когда кто-то попросил именем Аллаха и обязательно ему ответить, а отказывать запрещено. А иногда бывают такие ситуации, когда отвечать ему необязательно. Это мнение шейхуль-Исляма Ибн Таймийи, да смилуется над ним Аллах, и многих ученых после него.

Другие же ученые говорят, что запрещено отказывать тому, кто попросил именем Аллаха в любых ситуациях. А третьи говорят, что ответить ему всего лишь желательно /мустахабб/.
Разберем мнение шейхуль-Исляма. Он считает, что отказывать человеку, который обращается к определенному человеку с конкретной просьбой, категорически запрещено. Речь идет о человеке, который не просит о чем-то всех подряд, а обратился именно к тебе. Сюда не относится бедняк, который сначала просит этого, потом того, а потом третьего. Также сюда не относится тот, кто лжет, говоря, что он в чем-то нуждается. Если же человек не обращается с этой просьбой непосредственно к тебе, а обращается сразу к нескольким людям, то помочь ему не является обязательным.

Поэтому у нас в этом вопросе есть три положения:

Запрещено отказывать просящему именем Аллаха, если он обращается к определенному человеку с конкретной просьбой. Это касается того случая, когда человек может выполнить просьбу просящего.
Желательно не отказывать просящему именем Аллаха, если он обращается не только к тебе, а к многим людям.
Дозволено отказывать просящему именем Аллаха, если человек знает, что тот, кто просит его, является лжецом.
Абдуллах Ибн ‘Умар рассказывал, что посланник Аллаха ﷺ сказал: «Если кто-то попросил у вас что-либо именем Аллаха, то дайте ему; если кто-то попросил у вас убежища именем Аллаха, то предоставьте его ему; если кто-то позвал вас (в гости), то ответьте ему; если кто-то сделал вам добро, то отблагодарите его, а если вы не найдёте чем отблагодарить, то сделайте за него ду‘а, пока не посчитаете, что вы его отблагодарили». Передали ат-Тайалиси, 1895; Ахмад, 2/68; аль-Бухари в «Адаб аль-Муфрад», 216; Абу Дауд, 1672; ан-Насаи, 5/82; ибн Хиббан, 3408; аль-Хаким, 1/412.

«Если кто-то попросил у вас убежища именем Аллаха, то предоставьте его ему» — если человек просит о помощи и покровительстве именем Аллаха, то ему следует оказать покровительство, потому что он прибег к имени Того, Кто больше всего заслуживает, чтобы Его именем просили защиты и покровительства. Передают со слов ‘Аиши, да будет доволен ею Аллах, что, когда дочь аль-Джауна ввели (как невесту) к посланнику Аллаха ﷺ она воскликнула: «Прибегаю к защите Аллаха от тебя!» — и тогда Пророк ﷺ сказал: «Ты прибегла к защите Великого, так возвращайся же к своей семье». аль-Бухари, 5254. Она прибегла к Аллаху от него и Пророк ﷺ оставил её.

«Если кто-то позвал вас (в гости), то ответьте ему» — большинство ученых считало, что это относится только к приглашению на свадьбу. Что же касается приглашений по другим случаям, то отвечать на них является желательным.

«Если кто-то сделал вам добро, то отблагодарите его» — если же человеку сделали добро, то он должен ответить на него таким же добром. Если человеку когда-то помогли деньгами, то он также должен отблагодарить деньгами.

Это предписано для того, чтобы раб мог очистить свое сердце, и тогда, вспоминая об оказанной ему услуге, он не будет испытывать унижение или смирение перед другим творением. Но если он не может ответить своему благодетелю равноценным добром, то он должен молиться за него до тех пор, пока не решит, что он уже отблагодарил его. Взойти на такую высокую ступень могут только искренние верующие, подлинно убежденные в единобожии, и мы просим Аллах сделать нас одними из них». [Конец слов шейха]""",
  """Ликом Аллаха можно испрашивать только Рай

Шейх Салих Али Шейх говорит:

««Лик» — « وجه » — это атрибут сущности Всевышнего Аллаха. Он описан атрибутом Лик /уаджх/ так, как подобает Его величию. Мы подтверждаем основы смысла, однако образ этого Лика мы возвращаем к Тому, Кто знает об этом. Мы подтверждаем этот атрибут без уподобления и отрицания, как сказал Аллах:

﴿ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ ﴾

«Нет никого подобного Ему, и Он — Слышащий, Видящий» Сура «аш-Шура», аят 11.

«Рай» — « الجنة » — это обитель, которую приготовил Всевышний Аллах для тех из Своих рабов, которые ответили посланникам, исповедовали единобожие и творили праведные дела. Это самое великое из того, что можно просить, так как вхождение в Рай является самым великим из того, что может обрадовать раба.

Джабир ибн Абдуллах рассказывал, что посланник Аллаха ﷺ сказал: «Ликом Аллаха можно испрашивать только Рая». Передали абу Дауд, 1671; аль-Байхакъи, 4/199 и другие. Хадис слабый». [Конец слов шейха]""",
  """О выражении «Если бы…»

Шейх Салих Али Шейх говорит:

«Сердце единобожника не сможет воплотить в себе единобожие до тех пор, пока не узнает, что каждая вещь происходит по предопределению Всевышнего Аллаха, а деяния раба являются всего лишь причиной. Если Всевышний Аллах что-то предопределил, оно обязательно случится. Что бы ни делал раб, он не сможет перейти границы того, что предопределил Аллах. Если раб поймет это, то его сердце всегда будет возвеличивать Всевышнего Аллаха. Никогда в его сердце не возникнет желания, чтобы то, что с ним случилось, случилось бы по-другому. Он не пожелает, чтобы прошлое изменилось. Ведь, он знает, что обязательно будет так, как предопределил Аллах. Раб не может вернуться в прошлое и изменить положение. И поэтому, когда человек говорит: «Если бы…», или использует какие-то другие слова, указывающие на сожаление о прошлом, это ослабляет его сердце. Такой человек связывает сердце с причинами. Полнота единобожия заключается в том, что человек не задумывается о том, что случилось в прошлом. Например, в прошлом с рабом случилось какое-то несчастье, ему запрещено говорить: «Если бы я тогда сделал так-то, то было бы так». Напротив, он должен переносить эти тяготы, проявляя терпение, и быть довольным действиями Аллаха.

А если же речь идёт о прошлых грехах, человек должен торопиться принести покаяние, а не говорить: «Если бы я сделал так, то было бы так». Как сказал Аллах:

﴿ وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى ﴾

«Воистину, Я прощаю тех, кто раскаялся, уверовал, стал поступать праведно, а потом последовал прямым путем» Сура «Та Ха», аят 82.

Шайтан входит в сердце и заставляет раба плохо думать о Господе и Его предопределении. Если человек начинает плохо думать об Аллахе, становится слабым его единобожие. Автор написал эту главу, потому что многие люди выражают недовольство предопределением, связывая его с собственными деяниями. Они полагают, что если бы они поступили иначе, то случившееся могло бы не произойти, хотя Великий и Могучий Аллах изначально предопределил все деяния и их результаты, и все на свете происходит в соответствии с Его божественной мудростью.

Всевышний Аллах сказал:

﴿ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الأَمْرِ شَيْءٌ مَّا قُتِلْنَا هَاهُنَا ﴾

«Они говорят: “Если бы у нас было какое-либо участие в этом деле, то мы не были бы убиты здесь”» Сура «Али Имран», аят 154.

А также:

﴾ الَّذِينَ قَالُواْ لإِخْوَانِهِمْ وَقَعَدُواْ لَوْ أَطَاعُونَا مَا قُتِلُوا ﴿

«Они являются теми, которые сказали своим братьям в то время, как сами отсиживались дома: “Если бы они послушались нас, то не были бы убиты”» Сура «Али Имран», аят 168.

Мы уже упомянули о запретности выражения «если бы», а эти два аята являются доводами. Причина этого запрета заключается в том, что использование этого выражения является чертой, присущей лицемерам. Эти аяты повествуют нам о битве при Ухуде, как это известно. Если это слово является признаком лицемеров, следовательно, оно запрещено.

В «ас-Сахихе» Муслима приводится хадис Абу Хурайры о том, что посланник Аллаха ﷺ сказал ему: «Будь упорным в том, что приносит тебе пользу, испрашивай помощи у Аллаха и ни в коем случае не сдавайся перед трудностями. Если же с тобой что-то случилось, то не говори: «Если бы я сделал то-то, то было бы так-то и так-то». Скажи лишь: «Это предопределил Аллах и Он сделал так, как Ему было угодно», поскольку «если бы» открывает возможность для козней Шайтана». Муслим, 2664.

Если с человеком приключилась беда, то ему категорически запрещается говорить: «Если бы я сделал то-то, то было бы так-то и так-то», — потому что это выражение открывает двери для сатаны и ослабляет убежденность раба. Раб начинает думать, что мог бы что-то изменить в предопределении, хотя на самом деле это невозможно. Если Всевышний Аллах что-то предопределил, то оно обязательно случится. Поэтому Пророк ﷺ научил нас словам:

فدر الله و ما شاء فعل

«Это предопределил Аллах и Он сделал так, как Ему было угодно».

Это относится ко всем словам, которые выражают сожаление о случившемся в прошлом.

Что же касается высказываний о событиях в будущем, то использовать такие выражения в основе разрешается, если они связаны с добрыми делами и означают надежду на помощь Аллаха в совершении этих дел. Однако запрещается использовать это выражение, если человек говорит о событиях в будущем с гордостью и высокомерием, потому что в его словах появляются элементы надменного отношения к божественному предопределению». [Конец слов шейха]""",
  """О запрете ругать ветер

Шейх Салих Али Шейх говорит:

«Ветер является всего лишь созданием Всевышнего Аллаха. Всевышний Аллах направляет ветер туда, куда пожелает. Сам ветер, как и время, ничем не владеет и ничем не управляет. Ругая ветер, как и ругая время, человек оскорбляет Великого и Могучего Аллаха, потому что Аллах посылает ветры по Своему усмотрению. Иногда ветер приносит с собой что-то неприятное, чтобы рабы задумались о покаянии. А иногда ветра, которые отправил Аллах, приносят большую пользу.

Эта глава указывает нам на запрет поношения ветра, подобно главе о времени, которую мы изучили ранее. Этот раздел очень похож на тот. Однако он приведен отдельно от той главы, так как люди часто попадают в подобное.

Ругать ветер запрещается, и этот запрет носит категорически характер. Это распространяется как на поношение ветра, так и на проклятие его. Но человек не ругает ветер, если называет его сильным или описывает его качествами, которые являются недобрыми для тех, кто попадает под этот ветер. Это пришло в словах Всевышнего Аллаха:

﴿ وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ * سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ﴾

«Адиты же были истреблены ветром морозным, лютым. Аллах заставил его бушевать над ними в течение семи ночей и восьми дней без перерыва» Сура «аль-Хакка», аяты 6-7.

Ветер описан тем, что он был морозным и лютым. Как сказал Аллах:

﴿ مَا تَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ إِلاَّ جَعَلَتْهُ كَالرَّمِيمِ ﴾

«Ветер обращал в подобие праха все, на что налетал» Сура «аз-Зарийат», аят 42.

Подобное описание не относится к нашей главе.

Убайй ибн Ка’б рассказывал, что посланник Аллаха ﷺ сказал: «Не ругайте ветер. Если вы увидели в нём то, что вам неприятно, то скажите: “О Аллах, мы испрашиваем у Тебя добра этого ветра, добра, которое он несёт с собой, и добра, которое ему велено творить, и прибегаем к Тебе от зла этого ветра, зла, которое он несёт с собой, и зла, которое ему приказано творить”». Ахмад, 5/123; ибн Аби Шейба, 6/27; аль-Бухари в «Адаб аль-Муфрад», 719; ат-Тирмизи, 2252; ан-Насаи в «Сунан аль-Кубра», 6/231-232; аль-Хаким, 2/298.

Этот хадис свидетельствует о том, что Великий и Могучий Аллах посылает ветры по Своему желанию и повелевает им обходить стороной тех, кого пожелает. Следовательно, ветры полностью подчиняются воле Великого и Могучего Аллаха. Всевышний Аллах поставил ангелов, которые управляет ветрами согласно Его воле. Ветра могут быть благими, а могут служить в качестве наказания.

Когда Пророк ﷺ видел что-то в небе, он начинал выходить из дома, а затем вновь выходить, наблюдая за небом. Он успокаивался лишь тогда, когда начинал идти дождь. Однажды ‘Аиша обратила его внимание на это, и Пророк ﷺ сказал: «Я не знаю, может быть, с нами будет то же самое, что и с людьми, слова которых приводятся в том аяте, где говорится:

﴿ فَلَمَّا رَأَوْهُ عَارِضًا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُّمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُم بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ * تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا ﴾

«Когда же они увидели наказание в виде тучи, надвигающейся на их долины, они сказали: “Это — туча, которая прольет на нас дождь”. О нет! Вот то, что вы торопили, — ветер, несущий с собой мучительные страдания. Он уничтожает всякую вещь по велению своего Господа» Сура «аль-Ахкъаф», аяты 24-25. аль-Бухари, 3206.

Поэтому, если нечто подобное происходит, обязательно нужно бояться Всевышнего Аллаха. Всевышний Аллах напоминает рабам о Себе либо через что-то благое, либо через наказание.
Если человек увидит нечто неприятное, он должен обратиться к Аллаху за помощью. Поэтому Пророк ﷺ научил нас мольбе, которая пришла в этом хадисе». [Конец слов шейха]""",
  """О 154-ом аяте суры «Али Имран» и 6-ом аяте суры «аль-Фатх»

Шейх Салих Али Шейх говорит:

«Поистине, Всевышний Аллах описан совершенными атрибутами, в Его действиях мудрость, справедливость, милость и благочестие. Он совершенен в Своих именах и атрибутах, в Своем господстве. Всё, что Он делает, соответствует совершенной мудрости. Мудрость /хикма/ — это расставление вещей по своим местам так, чтобы они соответствовали положительному результату. Это указывает на Его совершенство. Он описан атрибутами величия и красоты. Поэтому люди обязательно должны думать об Аллахе хорошо. Запрещено думать о Нём плохо. Человек должен быть убежден в том, что Аллах обладает совершенной мудростью, справедливостью, милостью, совершенными именами и атрибутами. Кто думает, что Всевышний Аллах делает что-то без мудрости, тот плохо думает об Аллахе, более того эти мысли подобны мыслям людей джахилийи. Такие мысли противоречат единобожию. Иногда эти мысли могут привести к тому, что человек выйдет из Ислама, как, например, мысли некоторых людей о предопределении, как это придет далее. Также бывают мысли, которые противоречат полноте единобожия, как, например, отрицание мудрости Аллаха в делах. Поэтому Всевышний Аллах сказал:

﴿ قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاء لَهَدَاكُمْ أَجْمَعِينَ ﴾

«Скажи: “У Аллаха есть убедительное доказательство. Если бы Он пожелал, то повел бы прямым путем всех вас”» Сура «аль-Ан‘ам», аят 149.

Этот аят ниспослан относительно многобожников, которые не верили в предопределение. А также:

﴿ حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُ ﴾

«Это является совершенной мудростью, но какую пользу приносят предостережения?» Сура «аль-Къамар», аят 5.

Всевышний Аллах описан совершенной мудростью и тем, что Он достоин совершенной хвалы за Свои действия. Действия Всевышнего Аллаха бывают двух видов:

Действия, которые возвращаются к мудрости и справедливости.
Действия, которые возвращаются к милости и благочестию к созданиям.
Даже те дела, в которых есть проявление милости к созданиям, связаны с великой мудростью. Иногда Всевышний Аллах делает что-то, а люди не видят в этом пользы для себя, не видят никакой мудрости. Но хорошие мысли об Аллахе требуют от человека, чтобы он был убежден в том, что любая вещь случается в соответствии с Его великой мудростью.
Чтобы воплотить обязательно единобожие, нужно всегда хорошо думать об Аллахе. Что касается плохих мыслей, то эти мысли времен джахилийи, которые либо противоречат самой основе единобожия, либо вредят его совершенству. Поэтому автор указал в данной главе, что плохие мысли об Аллахе являются признаком людей джахилийи.

Всевышний Аллах сказал:

﴿ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَل لَّنَا مِنَ الأَمْرِ مِن شَيْءٍ قُلْ إِنَّ الأَمْرَ كُلَّهُ لِلَّهِ ﴾

«Они несправедливо думали об Аллахе, как это делали во времена невежества, говоря: “Есть ли для нас в этом деле какое-либо участие?” Скажи: “Дела целиком принадлежат Аллаху”» Сура «Али Имран», аят 154.

Они думали о Нем плохо и приписывали Ему недостатки. Что касается единобожников, то они абсолютно убеждены в том, что всякое дело, которое предопределил им Аллах, соответствует Его великой и совершенной мудрости.

А также:

﴿ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْء ﴾

«…они думали об Аллахе дурное. Их постигнут превратности судьбы» Сура «аль-Фатх», аят 6.

По поводу первого аята Ибн аль-Каййим сказал: «По мнению толкователей Корана, эти злые мысли мушриков заключались в том, что Всевышний, якобы, не помогает Своему посланнику ﷺ и что его дело исчезнет. Другие толкователи считают, что эти мысли заключались в том, что всё происходящее не является следствием предопределения Аллаха и Его мудрости. Их также истолковывали как отрицание Мудрости Аллаха и Его предопределения, отрицание того, что Аллах довершит дело Своё и возвысит Ислам над всеми религиями. Это и есть те злые мысли, которые имели лицемеры и мушрики и о которых говорится в суре “аль-Фатх”.

Это действительно были злые мысли, поскольку абсолютно не подобает измышлять подобное о Восхвалённом Аллахе, Его мудрости, славе и верном обещании. А те, кто допускает, что кто-то одержит победу над истиной, кто отрицает то, что всё происходящее происходит по Его Предустановлению и Предопределению, и то, что Его Предопределение связано с глубокой мудростью, достойной прославления, и кто утверждает, что всё происходит по простому стечению обстоятельств, тот имеет такие же злые мысли, которые имеют неверные. Горе тем, которые не веруют от того, что они попадут в Огонь!

Большинство людей имеют злые мысли об Аллахе под воздействием того, что происходит в жизни с ними или с другими людьми. От подобных мыслей могут избавиться только те, кто познал Аллаха, Его имена и качества, те, которые знают причину и необходимость Его Мудрости и прославления Его. Пусть каждый умный человек подумает об этом, раскается пред Аллахом и попросит Аллаха простить его за свои злые мысли…
Кого ни спроси, увидишь раздражение от Предопределения и упрёк в его адрес. Все говорят, что должно было случиться так-то, а случилось так-то. Каждый человек в большей или меньшей степени жалуется на судьбу. Проверь себя, избавлен ли ты от подобного ропота?».

А затем Ибн аль-Къаййим привел стих:

فإن تنج منها تنج من ذي عظيمة
وإلا فإني لا إخالـك ناجـياً

«Если ты освободишься от этого, то спасёшься от великого бедствия.
И я не вижу для тебя другого способа спасения«. См. «Зад аль-Ма‘ад», 3/228-235.

Как сказал Ибн аль-Къаййим, что дурные мысли об Аллахе возвращаются к трем вещам:

Отрицание предопределения.
Отрицание мудрости.
Отрицание поддержки (помощи) Аллаха.
Предопределение вещей до их появления указывает на величие Всевышнего Аллаха и Его мощь. Поэтому отрицание этого предопределения относится к плохим мыслям об Аллахе, так как этим самым человек приписывает недостатки Всевышнему Аллаху, а Он совершенен в Своих именах и атрибутах. Он дает спасение людям, а от Него никто не спасет. Всевышний Аллах сказал:

﴿ قُلْ إِنَّ الأَمْرَ كُلَّهُ لِلَّهِ ﴾

«Дела целиком принадлежат Аллаху» Сура «Али Имран», аят 154.

Поэтому всё, что происходит среди творений, происходит только по Его предопределению, которое соответствует Его мудрости и знанию.

Что касается отрицания мудрости /хикма/ Аллаха, которая подтверждается кораном, сунной и единогласным мнением праведных предшественников, то это также относится к плохим мыслям об Аллахе. У Всевышнего Аллаха есть имя « الحكيم » — /аль-Хаким/. Это имя указывает на несколько смыслов. Во-первых, оно указывает на то, что Всевышний Аллах — Судья /Хаким/. Во-вторых, Всевышний Аллах делает всё должным образом « محكِم للأمور ». В-третьих, Он обладает совершенной мудростью. Это три толкования имени « الحكيم » — /аль-Хаким/ и все они верные. Поэтому Всевышний Аллах сказал:

﴿ مَّا تَرَى فِي خَلْقِ الرَّحْمَنِ مِن تَفَاوُتٍ ﴾

«В творении Милостивого ты не увидишь никакой несообразности» Сура «аль-Мульк», аят 3.

Мудрость « الحكمة » является атрибутом Всевышнего Аллаха. Мудрость /хикма/ — это расставление вещей по своим местам так, чтобы они соответствовали положительному результату. Поэтому говорят ахлюс-Сунна уаль-джама‘а, что у всех дел Всевышнего Аллаха есть причина. Это отрицали муътазилиты и аш‘ариты. Они сказали, что действия Всевышнего Аллаха не связаны с мудростью. А это относится к плохим мыслям об Аллахе. Поэтому автор привел эту главу, дабы донести до читателя, что невозможно воплотить в себе единобожия, отрицая мудрость Всевышнего Аллаха. А кто отрицает мудрость в действиях Аллаха, тот нововведенец!

Люди джахилийи и лицемеры также думали, что Всевышний Аллах не помогает Своему посланнику ﷺ, не помогает Своей Книге. Они думали, что Всевышний Аллах даст исчезнуть религии, которую принес Пророк ﷺ. Это также относится к плохим мыслям об Аллахе. Из признаков пророчества у ахлюс-Сунна то, что каждый лжепророк исчезал и о нём никто не помнил, а истинный пророк был подкреплен знамениями и дана была ему помощь против врагов, а религия его была возвышена. Всевышний Аллах сказал:

﴿ إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الأَشْهَادُ ﴾

«Воистину, Мы окажем помощь Нашим посланникам и верующим в мирской жизни и в тот день, когда предстанут свидетели» Сура «Гъафир», аят 51.

А также:

﴿ وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ * إِنَّهُمْ لَهُمُ الْمَنصُورُونَ * وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ ﴾

«Нашим посланным рабам уже было сказано Наше Слово. Воистину, им будет оказана помощь. Воистину, Наше войско одержит победу» Сура «ас-Саффат», аяты 171-173.

А они думают, что, если они начнут использовать все причины, воевать и так далее, то религия исчезнет. Мало то, что воевать с истиной запрещено, так они еще и плохо думали об Аллахе, обольстившись своей силой. Всевышний Аллах дает победу Своим посланникам и верующим рабам. Но иногда Всевышний Аллах может испытать рабов тем, что им не будет дана победа некоторое время, иногда даже сотни лет, как сказал Аллах:

﴿ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلاَّ خَمْسِينَ عَامًا ﴾

«Нух пробыл среди них тысячу лет без пятидесяти годов» Сура «аль-‘Анкабут», аят 14.

И только потом Всевышний Аллах дал ему победу. Также подобное рассказывал Ибн аль-Къаййим о многих праведных людях. Иногда плохие мысли об Аллахе можно увидеть даже со стороны тех, кто приписывает себя к знанию.

Поэтому верующий раб должен быть очень осторожен, дабы не попасть в плохие мысли об Аллахе. Иногда с некоторыми людьми что-то происходит, а они считают, что достойны большего. Или, например, Аллах что-то предопределил людям, а они думают, что недостойны этого. Они желают, чтоб это несчастье постигло кого-то другого. Человек начинает обвинять предопределение Аллаха. Мало кто спасся от этого внешне и внутренне! Некоторые не показывают этого внешне, однако сердце их переполнено мыслями времен джахилийи. Верующий должен очистить свое сердце от несправедливых мыслей об Аллахе. Он должен изучать имена Аллаха и Его атрибуты, их отпечаток на бытие, до тех пор, пока он не будет убежден в том, что Аллах — это Истина. Эту веру не смогут пошатнуть даже самые великие беды и несчастья. Потому очищай свое сердце, о мусульманин, а особенно ты, о требующий знание! Очищай сердце от всех плохих мыслей об Аллахе!» [Конец слов шейха]""",
  """О тех, кто отрицает предопределение

Шейх Салих Али Шейх говорит:

«Как мы говорили в прошлой главе, отрицание предопределения относится к плохим мыслям об Аллахе. В этой главе говорится более подробно о том, о чем было сказано в предыдущей.
Вера в предопределение — обязательна! Единобожие раба не будет действительным до тех пор, пока он не уверует в предопределение. Отрицание предопределения является неверием, противоречащим основе единобожия. Ибн ’Аббас говорил, что предопределение — это ожерелье Единобожия, а кто не верит в предопределение, тот разорвал свое единобожие. И это понятно, так как предопределение относится к шести столпам веры.

Предопределение « القدر » означает, что Аллах изначально знал обо всем, что произойдет; записал это в Хранимой скрижали; пожелал, чтобы все произошло именно так; и сотворил все творения вместе с их качествами и деяниями. Это — верное определение, которое охватило четыре степени предопределения:

Вера в то, что Аллах изначально знал обо всем, что произойдет — « الإيمان بالعلم السابق » — это первая степень.
Вера в то, что Аллах записал это в Хранимой скрижали — « الإيمان بكتابة الله جل وعلا لعموم الأشياء » — как сказал Пророк ﷺ: «Аллах предопределил (записал) судьбы за пятьдесят тысяч лет до сотворения небес и земли». ат-Тирмизи, 2156.
Вера в то, что Он пожелал, чтобы все произошло именно так — « عموم المشيئة » — то, что пожелает Аллах, обязательно случится, а то, чего он не желает, не произойдет. Раб не сможет ничего пожелать, пока этого не пожелает Аллах. Всевышний Аллах сказал:
﴿ وَمَا تَشَاؤُونَ إِلاَّ أَن يَشَاء اللَّهُ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا ﴾

«Но вы не пожелаете этого, если не пожелает Аллах. Воистину, Аллах — Знающий, Мудрый» Сура «аль-Инсан», аят 30.

А также:

﴿ وَمَا تَشَاؤُونَ إِلاَّ أَن يَشَاء اللَّهُ رَبُّ الْعَالَمِينَ ﴾

«Но вы не пожелаете этого, если этого не пожелает Аллах, Господь миров» Сура «ат-Такуир», аят 29.

Желание раба следует за желанием Всевышнего Аллаха.

Вера в то, что Аллах сотворил все творения вместе с их качествами и деяниями — « الإيمان بأن الله جل وعلا خالق كل شيء » — Всевышний Аллах создал человека, животных, небеса и Землю. Всевышний Аллах создал для творений определенные качества, а также Он создал деяния рабов. Всевышний Аллах сказал:
﴿ اللَّهُ خَالِقُ كُلِّ شَيْءٍ ﴾

«Аллах — Творец всякой вещи» Сура «аз-Зумар», аят 62.

Это значит, что Он сотворил как самих рабов, так и их деяния. Это и есть четыре степени предопределения. Если человек отрицает хотя бы одну из этих степеней, то о нём пойдет речь в этой главе об отрицающих предопределение. Человек не сможет называться верующим в предопределением, пока он не смирится перед ним и не уверует в него полностью, о чем свидетельствуют ясные священные тексты.

В число отрицающих предопределение входят крайние къадариты « القدرية الغلاة ». Они отрицают самую первую степень, а это — изначальное знание Аллаха. Они являются неверными и их убеждения противоречат основе единобожия. Точно также сюда относятся те, кто отрицает то, что Аллах записал это в Хранимой скрижали.

Что касается того, кто отрицает четвертую степень предопределения, то это путь муътазилитов и им подобных. Это противоречит полноте единобожия, но не выводит их из Ислама, однако они являются заблудшими нововведенцами.

Поэтому мы поняли, что отрицание предопределения может быть неверием, которое полностью разрушает единобожие и выводит человека из лона религии. А некоторые другие формы отрицания предопределения являются менее тяжким грехом и ересью, подрывающей совершенство единобожия.

Абдуллах ибн ’Умар сказал: «Клянусь Тем, в Чьих руках душа Ибн ’Умара, если бы у одного из них была гора золота величиной с гору Ухуд, и он потратил бы всё это богатство на пути Аллаха, то Аллах не принял бы это до тех пор, пока этот человек не уверует в Предопределение». Затем он привёл в доказательство своих слов высказывание Пророка ﷺ: «Вера означает, что ты веруешь в Аллаха, Его ангелов, Его Книги, Его посланников, Последний день, а также веруешь в Предопределение с его добром и злом». Муслим, 8.

Почему же Аллах не принимает благодеяния раба, пока он не уверует в предопределение? Потому что Великий и Могучий Аллах принимает праведные деяния только от мусульман, а человек, который отрицает предопределение и отказывается уверовать в него, не является мусульманином, и его деяния не принимаются, даже если он пожертвует золото величиной с гору Ухуд. Доказательством этого являются слова Пророка, мир ему и благословение Аллаха: «Вера означает, что ты веруешь в Аллаха, Его ангелов, Его Писания, Его посланников, Последний день, а также веруешь в предопределение с его добром и злом». Добро и зло являются относительным понятием для потомков Адама. Если же рассматривать их сквозь призму деяний Аллаха, то все божественные деяния являются абсолютным добром, потому что они соответствуют великой мудрости Аллаха. Доводом тому служат слова Пророка ﷺ: «Зло не имеет к Тебе отношения». Муслим, 771.

Убада ибн ас-Самит сказал своему сыну: «Сынок, ты почувствуешь вкус веры только тогда, когда осознаешь, что случившееся с тобой несчастье не должно было миновать тебя, а то, что миновало тебя, не должно было постигнуть тебя. Я слышал, как посланник Аллаха ﷺ сказал: «Как только Аллах создал Перо Он повелел ему: “Пиши!” Перо спросило: “О Господь, что мне писать?” Всевышний сказал: “Пиши все что предопределено до наступления Часа”». Сынок, я также слышал, как посланник Аллаха ﷺ сказал: “Тот, кто умер без подобных убеждений, тот не от меня”». Абу Дауд, 4700; ат-Табарани в «Муснад аш-Шамиййин», 59; аль-Бейхакъи в «Сунан аль-Кубра», 10/204 и другие.

В этом хадисе приводится доказательство относительно второй степени предопределения (запись в Хранимой скрижали). Мусульманин обязан верить в то, что сказано в этом хадисе, потому что Аллах уже давно предопределил все события во вселенной. Но для того, чтобы правильно уверовать в предопределение, человек должен знать, что Аллах предоставил ему возможность выбора. Человек не принужден совершать то, что ему предписано, и именно это обстоятельство делает его ответственным за совершаемые деяния.

В версии у Ахмада говорится: «Как только Аллах создал Перо Он повелел ему: “Пиши!” И в этот час было записано всё сущее вплоть до дня Воскресения». Ахмад, 5/317.

В версии у Ибн Вахба говорится: «Посланник Аллаха ﷺ сказал: «Тот же, кто не уверует в Предопределение с его добром и злом, будет сожжён Аллахом в Огне». Передали ибн Уахб в «Китаб аль-Къадар», 26 и другие.

Ахмад в «аль-Муснаде» и Ибн Маджах в «ас-Сунане» передали хадис Ибн ад-Дайлами, который сказал: «Придя к Убаййу ибн Ка’бу, я сказал: «В моей душе есть нечто, заставляющее меня усомниться в Предопределении. Расскажи мне что-нибудь, быть может, Аллах удалит это из моего сердца». Он сказал: «Если ты потратишь на пути Аллаха золота величиной с гору Ухуд, то Он не примет это от тебя до тех пор, пока ты не уверуешь в Предопределение и не осознаешь, что случившееся с тобой несчастье не должно было миновать тебя, а то, что миновало тебя, не должно было постигнуть тебя. Если же ты умрёшь без подобных убеждений, то окажешься среди обитателей Огня». После этого я посетил Абдуллу ибн Мас’уда, Хузейфу ибн аль-Йамана и Зейда ибн Сабита, и каждый из них сказал мне то же самое, ссылаясь на Пророка ﷺ». Передали Ахмад, 5/185-189; Абу Дауд, 4699; ибн Маджах, 77; ат-Табарани в «аль-Кабир», 4940; ибн Хиббан, 1817». [Конец слов шейха]""",
  """О создающих изображения

Шейх Салих Али Шейх говорит:

«Человек будет единобожником, если не будет придавать Аллаху сотоварищей в том, чего достоин только Он. А создание изображений является придаванием Аллаху сотоварищей, так как человек пытается повторить то, что сделал Аллах. Поэтому тот, кто довольствуется созданием изображений, попадает в слова Аллаха:

﴿ فَلاَ تَجْعَلُواْ لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ ﴾

«Посему никого не равняйте с Аллахом сознательно» Сура «аль-Бакара», аят 22.

Человек убежден в том, что кто-то создает изображение, хотя на самом деле создает его Всевышний Аллах. К совершенному единобожию относится то, что человек недоволен изображениями, и сам не создает их. Создание изображений противоречит полноте единобожия.

Также создание изображений является причиной, которая приводит человека к многобожию, а мы должны закрывать все пути, которые ведут к нему. Если мы не закроем эти пути, то люди попадут в многобожие. Многие из многобожников приобщали в сотоварищи к Аллаху именно изображения, и поэтому верующий, подлинно убежденный в единобожии, не должен считать создание изображений дозволенным. Одним словом, изображения являются одним из средств приобщения сотоварищей к Аллаху.

Передают со слов Абу Хурайры, да будет доволен им Аллах, что он слышал, как посланник Аллаха ﷺ сказал: «Аллах Всевышний сказал: “А кто более несправедлив, чем тот, кто пытался создать нечто подобное Моему творению? Пусть создадут они хотя бы зёрнышко, пусть создадут они маленького муравья!”». аль-Бухари, 7559; Муслим, 2111.

Создавая скульптуры и изображения, люди полагают, что они создают творения, подобные творениям Аллаха, хотя в действительности никто не способен создать нечто подобное Божьим творениям. Вот почему человек, который пытается уподобляться Великому и Могучему Аллаху, является самым несправедливым из творений.

Муджахид (ибн Джабр) и другие праведные предшественники, опираясь на слова «пусть создадут они зёрнышко», сказали, что запрещено создавать даже изображения того, в чем нету души. То есть, исходя из хадиса, они запретили изображения деревьев, зернышек и так далее.

Однако большинство ученых несогласны с этим, так как зернышко упомянуто в хадисе, только для того чтобы указать на бессилие человека, а не для указания причины. Поэтому в другом хадисе сказано: «Того, кто при жизни создал какое-нибудь изображение, заставят вдохнуть в него дух, а он будет не в состоянии сделать это». Поэтому становится понятно, что запрещено создавать только изображения тех, в ком есть душа.

Они же приводят хадис ’Айшы, которая рассказывала, что посланник Аллаха, да благословит его Аллах и приветствует, сказал: «В день Воскресения самая жестокая кара ждёт тех, кто пытается подражать Аллаху в Его творении». аль-Бухари, 5954; Муслим, 2106.

В хадисе указывается причина запрета, а это — уподобление Аллаху в творении. Это является одной из причин, из-за которых запрещены изображения. Создание изображений запрещено /харам/, а тот, кто их создает, будет подвергнут самому жестокому наказанию. Во-первых, создающий изображения пытается создавать подобно Аллаху, а во-вторых, изображения приводят к многобожию.

Многие ученые сказали о том, что самому жестокому наказанию будет подвергнут тот, кто впал в неверие по причине создания изображений. Создание изображений ради подражания Аллаху является проявлением великого неверия в двух случаях.

Во-первых, если человек создает изображение, заведомо зная, что ему будут поклоняться. Например, человек делает для буддистов изображение (или памятник) Будды, а для христиан рисует икону ’Исы, мир ему, или его матери Марьям. Несомненно, такой поступок является большим неверием в Великого и Могучего Аллаха, так как человек делает для людей идола, которому будут поклоняться.
Во-вторых, если человек создает изображение и полагает, что оно выглядет лучше, чем творение Самого Аллаха. Именно по этой причине скульптуры и изображения имеют отношения к данной книге, хотя упомянутый нами запрет распространяется на всех, кто подражает Аллаху, создавая рисунки или скульптуры. И даже если совершаемый ими поступок не выводит их из лона религии, они все равно совершают тяжкий грех, обрекают себя на проклятие и мучения в Адском огне.
Они же приводят хадис Ибн ’Аббаса: «Я слышал, как посланник Аллаха сказал: “Каждый создающий изображения в Огне! И каждому созданному им изображению будет дана душа, которая будет причинять ему мучения в Аду”». аль-Бухари, 2225; Муслим, 2110.

Из упоминания о душе следует, что речь идет об изображении творений, обладающих душой, т.е. животных и людей. Именно эти изображения запрещены шариатом.

«Каждый создающий изображения в Огне» — из этих слов нам понятно, что это относится к очень тяжким грехам.

Они же приводят другой хадис Ибн ’Аббаса от Пророка ﷺ который сказал: «Того, кто при жизни создал какое-нибудь изображение, заставят вдохнуть в него дух, а он будет не в состоянии сделать это». аль-Бухари, 5963; Муслим, 2110.

Им будет приказано вдохнуть душу в созданные ими запрещенные изображения, однако они не смогут сделать этого, потому что души находятся только во власти Великого и Могучего Аллаха.

Муслим приводит хадис Абу-ль-Хаййаджа, который сказал: «Али сказал мне: “Не послать ли мне тебя с тем, с чем в своё время послал меня посланник Аллаха ﷺ? Увидев любое изображение, немедленно уничтожь его, а увидев любую возвышенную могилу, сравняй её с землёй”». Муслим, 969.

В этом хадисе содержится указание на вторую причину, по которой Ислам запрещает создавать изображения. Эта причина заключается в том, что изображения могут привести к появлению многобожия. Смысл этого хадиса становится ясен из того, что Пророк Мухаммад ﷺ одновременно повелел уничтожать изображения и сравнивать с землей возвышающиеся над ней могилы, а поскольку существование высоких могил может привести к появлению многобожия, существование изображений и скульптур также можно считать одной из причин возникновения многобожия». [Конец слов шейха]""",
  """О многочисленных клятвах

Шейх Салих Али Шейх говорит:

«Человек, который возвеличивает Аллаха и чье сердце сжимается при Его поминании, не будет использовать клятвы. Многочисленные клятвы несовместимы с полной убежденностью в единобожии, ибо если в сердце раба укореняется подлинное единобожие, или если его единобожие приближается к совершенному, то он не желает часто использовать имя Аллаха в своих клятвах. Он не подобен тем, кто всегда клянется: покупает — клянется, продает — клянется и так далее. Кто всегда клянется, тот не возвеличивает Всевышнего Аллаха. Здесь речь идет о клятвах, которые люди скрепляют своими намерениями, то есть произносят их осознанно. Что касается клятв, произнесенных неосознанно, то Аллах прощает их. Тем не менее, желательно, чтобы приверженец единобожия оберегал свои уста и сердце от многочисленных клятв и не пытался угодить людям, раздавая праздные клятвы Аллахом.
Соответствие этой главы книге Единобожия — явное. Многочисленность клятв не соответствует полноте единобожия, а противоречит ей. Клятва, как мы говорили ранее, это подтверждение слов Кем-то великим, а это — Всевышний Аллах. А кто постоянно осознанно клянется, тот не возвеличивает Всевышнего Аллаха. Нужно беречь имя Всевышнего Аллаха, сторониться клятв Его именем, кроме как при нужде. А многочисленность клятв не является признаком праведных людей. Поэтому Всевышний Аллах сказал:

﴿ وَاحْفَظُواْ أَيْمَانَكُمْ ﴾

«Оберегайте же свои клятвы» Сура «аль-Маида», аят 89.

Этот приказ указывает на обязательность, поэтому человек не должен клясться постоянно.

Абу Хурайра рассказывал, что слышал, как посланник Аллаха ﷺ сказал: «Клятва делает товар ходким, однако уничтожает баракат его (заработка)». аль-Бухари, 2087; Муслим, 1606.

Уничтожение дохода (или бараката) является своего рода наказанием за то, что человек не проявляет должного уважения к имени Великого и Могучего Аллаха.

Сальман рассказывал, что слышал, как посланник Аллаха ﷺ сказал: «С тремя людьми Аллах не будет разговаривать в день Воскресения и не очистит их [от грехов] и постигнет их мучительное наказание: это — развратный старик, высокомерный бедняк и человек, сделавший Аллаха предметом своей торговли: он не покупает ничего, не поклявшись Аллахом, и не продает ничего, не поклявшись Аллахом». Передали ат-Табарани в «Му‘джам аль-Кабир», 6111; аль-Байхакъи в «Шу‘аб аль-Иман», 4/220.

«Развратный старик» — его голову покрыла седина, а сердце по-прежнему связано с прелюбодеянием, да убережет нас Аллах! Его не зовёт к этому страсть, в отличии от молодого юноши, но в сердце у него любовь к ослушанию. Поэтому такому человеку угрожает это страшнейшее наказание.

«Высокомерный бедняк» — он также подобен первому. Как говорят ученые, высокомерие возникает по двум причинам: либо человек сам по себе высокомерный, либо ему есть чем гордиться.

Что касается второго вида, то это запрещено! Например, человек гордиться своим имуществом или положением в обществе. Но однако у такого человека есть какая-то причина, которая побуждает его проявлять высокомерие. Это очень частое явление среди богатых людей. Они часто ведут себя высокомерно с бедняками. У таких людей есть какая-то причина, которая заставляет их гордиться. Однако еще страшнее положение того, кто высокомерный сам по себе, хотя не имеет никаких причин для высокомерия. У человека ничего нет, а он видит себя великим. Этот грех относится к величайшим грехам и именно о нём сказано в нашем хадисе. В хадисе речь идёт о бедняке, который не имеет никаких поводов для высокомерия.

«…и человек, сделавший Аллаха предметом своей торговли: он не покупает ничего, не поклявшись Аллахом, и не продает ничего, не поклявшись Аллахом» — именно поэтому автор привел этот хадис в данной главе. Из хадиса явно видно, что этот поступок порицаем, а тот, кто совершил его, совершил тяжкий грех. Он сделал Аллаха предметом своей торговли. Это несовместимо с совершенным единобожием, несовместимо с возвеличиванием Аллаха. Такой человек попадает в большой грех.

Сообщается от Имрана ибн Хусейна о том, что посланник Аллаха ﷺ сказал: «Лучшие люди в моей общине — это мое поколение, затем следующее за ним, а затем — следующее за ним». Имран продолжил: «Я не помню точно, сколько он назвал поколений после своего: два или три». После них же появятся люди, которые будут свидетельствовать до того, как от них будет требоваться свидетельство, будут совершать предательства, в то время когда им будут доверяют, будут давать обеты, но не будут выполнять их. И будут среди них много полных». Муслим, 2535.

Сообщается также от Ибн Мас’уда о том, что Пророк ﷺ сказал: «Лучшее из людей — это мое поколение, затем — следующее за ним, а затем — следующее за ним. После них же появятся люди, которые будут клясться раньше, чем приносит свидетельства, и приносит свидетельства раньше, чем клясться».

Ибрахим ан-Нахаи рассказывал: «Когда мы были маленькими, нас били за то, что мы свидетельствовал или давали обещание (или же: за свидетельство и обещание)». Муслим, 2533.

Это сообщение свидетельствует о том, что ранние мусульмане воспитывали своих детей и потомков в духе уважения к Великому и Могучему Аллаху». [Конец слов шейха]""",
  """О вопросе обязательства перед Аллахом и Его Пророком ﷺ

Шейх Салих Али Шейх говорит:

«Эта великая глава приведена в конце нашей книги. Человек должен возвеличивать Всевышнего Аллаха в Своих мольбах, в Своем поклонении и не забывать возвеличивать Его в отношениях с людьми. Это всё относится к совершенному единобожию. В этой главе говорится именно о возвеличивании Аллаха в отношениях с людьми, даже в такие сложные моменты, как война. Раб должен уважать Всевышнего Аллаха, возвеличивать Его имена и атрибуты, а также должен уважать гарантии Аллаха и Его посланника ﷺ.

Речь идёт о договорах « العهد ». Если человек предоставляет людям гарантии от Аллаха, а затем нарушает их, то Он не выполнил договор Аллаха. Это является нечестием, противоречащим обязательной полноте единобожия. Ведь, раб должен обязательно возвеличивать Всевышнего Аллаха, не нарушая те гарантии, которые дал Всевышний. Если человек дает какие-то гарантии от имени Аллаха, то он обязательно должен их соблюсти, чтобы люди не приписали недостаток этим гарантиям.

Всевышний Аллах сказал:

﴿ وَأَوْفُواْ بِعَهْدِ اللَّهِ إِذَا عَاهَدتُّمْ وَلاَ تَنقُضُواْ الأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلاً إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ ﴾

«Будьте верны завету с Аллахом, который вы заключили; не нарушайте клятв после того, как вы их скрепите, ведь вы сделали Аллаха своим Поручителем. Воистину, Аллах ведает о том, что вы совершаете» Сура «ан-Нахль», аят 91.

Согласно одному толкованию, под заветом здесь подразумевается договоры, заключаемые между людьми. Согласно другому толкованию, под ним подразумеваются клятвы. Всевышний Аллах сказал:

﴿ وَأَوْفُواْ بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْؤُولاً ﴾

«И будьте верны своим обещаниям, ибо за обещания вас призовут к ответу» Сура «аль-Исра», аят 34.

А также:

﴿ يَا أَيُّهَا الَّذِينَ آمَنُواْ أَوْفُواْ بِالْعُقُودِ ﴾

«О те, которые уверовали! Будьте верны обязательствам» Сура «аль-Маида», аят 1.

Мусульмане обязаны быть верными договорам и клятвам ради уважения к своему Великому и Могучему Господу, ибо, если человек клянется именем Аллаха, он словно гарантирует выполнение своей клятвы именем своего Великого и Могучего Господа. Если же после этого он нарушает клятву, то он не проявляет должного уважения к Аллаху, поскольку именно уважение к Господу заставляет раба остерегаться нарушения клятв и невыполнения своих обязанностей перед Ним. Поэтому, если человек не выполнил осознанную клятву, он обязан её искупить, а подробнее об этом говорится в книгах по фикху.

Бурайда рассказывал: «Назначая командующего армией или командира отряда, посланник Аллаха ﷺ наказывал ему бояться Аллаха и хорошо обходиться с мусульманами, находящимися в его подчинении. Он говорил ему: «Выступайте в поход с именем Аллаха и сражайтесь ради Аллаха. Выступайте в поход, но не присваивайте трофеев до того, пока они не будут справедливо разделены между всеми, не нарушайте договоров, не совершайте надругательств над телами убитых и не убивайте детей.

Встретившись с противниками из многобожников, призови их к трём вещам, и если они согласятся хотя бы с одним из них, то оставь их в покое:

Сначала призови их к Исламу, и если они примут его, то оставь их с миром. Затем призови их переселиться к мухаджирам и сообщи, что если они сделают это, то получат все права, которыми пользуются мухаджиры, и на них будут возложены все те обязанности, которые лежат на мухаджирах. Если они откажутся переселиться, то сообщи им, что они будут находиться на положении рядовых мусульман, которые живут в пустыне, то есть на них распространяется постановление Всевышнего Аллаха. Получать же свою долю добычи они будут только в том случае, если будут вести Джихад вместе с мусульманами.

Если же они откажутся, то потребуй от них выплаты джизьи [подушного или земельного налога], если они согласятся, то оставь их в покое.

Если же они и откажутся платить джизью, то сражайся против них, испрашивая помощи у Аллаха. Если ты окружил врагов в крепости, и они захотят получить обязательства от Аллаха и обязательства от Его пророка, то не давай им обязательства от Аллаха и обязательства от Его пророка. Но дай им свои собственные обязательства и обязательства своих людей. Дело в том, что если ты и твои люди не выполнят свои обязательства, то это будет меньшим грехом, чем несоблюдение обязательств Аллаха и Его пророка. Если же осаждённые в крепости попросят тебя поступить с ними в соответствии с судом Аллаха, то не соглашайся с ними на то, что ты поступишь с ними в соответствии с судом Аллаха, однако установи над ними свой суд, ибо неизвестно, сможешь ли ты установить над ними суд Аллаха или не сможешь»». Муслим, 1731.

Из этого хадиса ясно следует, что мусульмане обязаны почитать Великого и Могучего Аллаха, не предоставляя людям защиты Аллаха и Его Пророка, мир ему и благословение Аллаха, а предоставляя им только свою собственную защиту. В нем также содержится важное замечание всем приверженцам единобожия и требующим знания, которые заботятся о сохранении этой науки и которые известны тем, что уделяют большое внимание ее изучению. Это замечание состоит в том, что они не должны произносить слов и совершать поступков, свидетельствующих о том, что они не подчиняются предписаниям религии. Единобожие является местом пророков и посланников, местом праведников. Единобожники должны помнить о том, что люди смотрят на них, особенно в наше время, которое можно назвать эпохой сомнений и искушений. Это — великий вопрос! Люди смотрят на них, полагая, что они руководствуются предписаниями Сунны и выполняют все требования единобожия, и поэтому они обязаны выказывать почтение Великому и Могучему Господу каждым своим поступком и учить окружающих почитать Аллаха так, как это делают они. Они не должны нарушать клятвы, преступать завет с Аллахом, приносить лжесвидетельства или нарушать дозволенное во взаимоотношения с людьми, потому что каждое из этих прегрешений губит плоды тех знаний о религии, которые они приобрели. Помни об этом! Помни слова Пророка ﷺ: «Если же осаждённые в крепости попросят тебя поступить с ними в соответствии с судом Аллаха, то не соглашайся с ними на то, что ты поступишь с ними в соответствии с судом Аллаха, однако установи над ними свой суд, ибо неизвестно, сможешь ли ты установить над ними суд Аллаха или не сможешь». Если даже ты ошибешься, ошибка будет приписана тебе, а не Всевышнему Аллаху. Если же человек поступит иначе, то люди могут отвернуться от религии Аллаха». [Конец слов шейха]""",
  """О клятве от имени Аллаха

Шейх Салих Али Шейх говорит:

«Клятвы от имени Аллаха бывают двух видов. В первом случае человек клянется от имени Аллаха с надменностью и заносчивостью, словно Аллах обязан ему и принимает решения в угоду его желаниям. Безусловно, такое поведение подрывает совершенство единобожия, а иногда может разрушать его полностью. Кто впал в подобное, тому угрожает наказание, о котором сообщено в хадисе, который придет далее. Такой человек будто бы желает, чтоб Аллах вынес такое решение, которое угодно самому этому человеку. Подобное не может исходить от человека, который возвеличивает Всевышнего Аллаха.

Во втором случае человек клянется от имени Аллаха, выражая покорность, смирение и острую нужду в помощи своего Пречистого Господа. По этому поводу в хадисе говорится: «Среди рабов Аллаха есть такие, которым стоит поклясться от имени Аллаха, как Аллах непременно подтвердит их правдивость». аль-Бухари, 2703; Муслим, 1675. А причина этого заключается в их надежде на милость Великого и Могучего Аллаха. Это дозволено! Среди Его рабов есть такие, которым стоит поклясться от имени Аллаха, как Аллах непременно подтвердит их правдивость, потому что его сердце переполнено покорностью, унижением и так далее.

Джундуб ибн Абдуллах рассказывал, что посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Один человек сказал: “Клянусь Аллахом, что Он не простит такого-то!” Тогда Великий и Всемогущий Аллах сказал: “Кто это такой, который клянётся Мне, что Я не прощу такого-то? Я уже простил его, и сделал тщетными все твои дела”». Муслим, 2621.

В хадисе Абу Хурайры говорится: «Сказавший это, был усердно поклоняющимся человеком». Затем Абу Хурайра добавил: «Он произнёс всего одно слово, которое погубило его мирскую жизнь и жизнь Будущую». Передал Ахмад, 2/323; Абу Дауд, 4901; ибн Хиббан, 5712.

В этой истории говорится о двух людях, один из которых был грешником, а второй много поклонялся Аллаху. Праведник сказал: «Клянусь Аллахом, что Он не простит такого-то», потому что этот грешник погряз в грехах. Глядя на грешника, праведник почувствовал свое превосходство и решил, что благодаря своему поклонению Великому и Могучему Аллаху он сумел достичь такого высокого положения, что может влиять на решения Аллаха, и что Аллах не откажет ему в удовлетворении любых его просьб. Безусловно, такое поведение было неподобающим для раба, и Аллах наказал его. «Кто посмел клясться Мною?» — сказал Великий и Могучий Аллах.

Всевышний Аллах простил несчастного грешника и сделал тщетными все усердия того, кто поклонялся Ему. Из этого становится ясно, насколько опасно выказывать неуважение Великому и Могучему Аллаху и нарушать принципы единобожия. А грешник получил благо оттуда, откуда даже не ожидал. Из-за слов праведника, которые неприятно было слышать этому грешнику, Всевышний Аллах простил все его грехи. Поэтому шейх упомянул в конце главы вопрос: «Человеку может быть прощено Аллахом по причине того, что больше всего ему ненавистно». Не надо обращать внимание на то, что люди тебя презирают, не нужно смотреть на их слова, их оскорбления, не нужно смотреть на то, какие они клички тебе дают! Самое главное — то, на чем стоишь ты. Все рабы обязаны возвеличивать Всевышнего Аллаха, быть смиренными перед Ним. Каждый раб должен считать себя худшим из рабов, для того чтобы его сердце испытывало нужду в Аллахе. Что касается того, кто считает себя великим, восхваляет себя, то он не относится к тем, кто возвеличивает Всевышнего Аллаха». [Конец слов шейха]""",
  """Нельзя просить ходатайства Аллаха перед Его творениями

Шейх Салих Али Шейх говорит:

«В этой главе разъясняется, что если человек делает Аллаха посредником перед кем-либо из творений, то его приверженность единобожию далека от совершенства. Всевышний Аллах Велик и не подобает брать Его посредником, для того чтобы получить что-то от созданий. Ходатайство /шафа‘а/ — вещь известная. Человек приходит к другому и просит его похадайствовать перед кем-то за него. Человек просит, чтобы за него попросили перед тем, кто владеет тем, что ему необходимо. А посредник ничем не может помочь, кроме как попросить у третьего. Но об Аллахе не дозволено так думать. Это относится к скверным мыслям об Аллахе. Всевышнего Аллаха нельзя делать посредником перед кем-то или для кого-то. Всевышний Аллах Сам владеет всеми делами. Человек, который просит подобное, противоречит своим поступком обязательному возвеличиванию Всевышнего Аллаха.

Джубайр ибн Мут’им рассказывал: «Однажды к Пророку пришёл один бедуин и сказал: “О посланник Аллаха! Души истощены, люди голодают, все имущество погибло. Испроси у своего Господа дождя для нас. Мы просим Аллаха, чтобы Он походатайствовал перед тобой, и просим тебя, чтобы ты походатайствовал пред Аллахом”. Пророк воскликнул: “Субханаллах! Субханаллах!” [“Хвала Аллаху! Далёк Он от всякого несовершенства!” — Ред.]. Он продолжал повторять это до тех пор, пока его недовольство не выразилось в лицах его сподвижников. Затем сказал: “Горе тебе! Да знаешь ли ты, кто есть Аллах?! Величие Аллаха превыше того, чтобы просить Его ходатайства перед любым из Его созданий”». Передали аль-Бухари в «Тарих аль-Кабир», 2/224; Абу Дауд, 4726; ибн Аби ‘Асым в «ас-Сунна», 575-576; ад-Дарими в «ар-Радд ‘аля-ль-джахмийа», 71; ат-Табарани в «аль-Кабир», 1547; ибн Аби Хатим в тафсире, 8/2515; ибн Хузейма в «ат-Таухид», 1/239-240; аль-Аджурри в «аш-Шари‘а», 3/1090-1091 и многие другие. Но хадис слабый, а Аллах знает лучше!

Люди просили Великого и Могучего Аллаха походатайствовать за них перед Пророком ﷺ для того, чтобы он помолился за них. Но, вне всякого сомнения, Аллах намного превыше этого. Человек просит кого-то походатайствовать перед кем-то, если нуждается в этом третьем, а Аллах Сам является Владельцем всех вещей. Он управляет сердцами. В Его Руках власть, в Его Руках небеса и Земля, в Его Руках сокровища. Всевышний Аллах сказал:

﴿ وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ ﴾

«Нет таких вещей, хранилищ которых не было бы у Нас, и ниспосылаем Мы их только в известной мере» Сура «аль-Хиджр», аят 21.

Рабы нуждаются в Аллахе, а Он намного величественнее их. Все творения ничтожны и презренны по сравнению с Великим и Могучим Господом. Поэтому нельзя делать Аллаха посредником перед каким-либо творением. Поэтому Пророк ﷺ воскликнул: «Пречист Аллах! Пречист Аллах!» Он продолжал повторять эти слова, подчеркивая совершенство и непорочность Господа и свидетельствуя о том, что все божественные качества далеки от малейших недостатков, пока его недовольство не отразилось на лицах его сподвижников. Это — проявление гнева ради Всевышнего Аллаха. Пусть Аллах благословит и ниспошлет мир пророку Мухаммаду ﷺ! Он больше всех знал о своем Господе». [Конец слов шейха]""",
  """О защите Пророком ﷺ неприкосновенности единобожия и преграждении им путей к многобожию

Шейх Салих Али Шейх говорит:

«Пророк ﷺ защищал неприкосновенность единобожия /таухида/, он защищал всё, что окружало единобожия. Он закрывал все пути, ведущие к многобожию /ширк/. В Сунне Пророка ﷺ есть больше сотни доводов на то, что нужно закрывать пути к греху. А самым великим грехом, к которому надо преградить все пути, является многобожие /ширк/. К словам, которые могут привести к многобожию, относятся слова: «Ты — наш господин и сын нашего господина. Ты — лучший из нас, сын лучшего из нас» и так далее. В этих словах такое возвеличивание, с которым нельзя обращаться к человеку. Пророк ﷺ действительно является господином сыновей Адама, как он сам об этом сообщил. Однако ему не понравилось, когда его так называли, как это придёт далее.

Пророк ﷺ защищал единобожие и преграждал все пути, ведущие к многобожию /ширк/, будь это в убеждениях, в словах или в делах. Поэтому, если человек задумается над Сунной Пророка ﷺ и над книгой, которую мы сейчас изучаем, он поймёт, что Пророк ﷺ преградил все пути к ложным убеждениям. Он закрыл все пути к неправильным действиям. Как, например, Пророк ﷺ сказал: «Силён гнев Аллаха на людей, которые превратили могилы своих пророков в места поклонения». См. «Тахридж аль-Мишкат», 715. Также Пророк ﷺ закрывал пути к порицаемому возвеличиванию в словах. Например, он сказал: «Не возвеличивайте меня так, как возвеличивают христиане сына Марьям, ибо я — раб. Посему говорите: “Раб Аллаха и Его посланник”». аль-Бухари, 3445.

Абдуллах ибн аш-Шиххир рассказывал: «Я прибыл к посланнику Аллаха ﷺ в составе делегации от племени бану Амир. Мы обратились к нему: “О наш господин!” На это Пророк ﷺ ответил: “Господин /ас-Сайид/ — это Всевышний и Благословенный Аллах”. Тогда мы сказали: “О самый достойный и великий из нас!” Пророк ﷺ сказал: “Говорите слова ваши, но будьте внимательны в своих высказываниях, чтобы не увлёк вас Шайтан”». Передали ибн Са‘д в «Табакъат аль-Кубра», 7/34; Ахмад, 4/24-25; аль-Бухари в «Адаб аль-Муфрад», 211; Абу Дауд, 4806; ибн ас-Сунни в «’Амалю аль-йаум уа аль-лейля», 389; аль-Бейхакъи в «Даляилю-н-Нубува», 5/318 и другие.

В этом хадие указание на то, что называть человека господином /ас-Сайид/ является порицаемым. Нужно преграждать пути к таким обращениям. Не нужно обращаться к кому-то, говоря: «Ты — наш господин», так как в этих словах есть возвеличивание. Пророк Мухаммад ﷺ действительно был господином всех потомков Адама, но, несмотря на это, он сказал, что Господином является Всевышний и Всеблагой Аллах. Он запретил обращаться к нему подобным образом, так как это могло привести к чрезмерному возвеличиванию. В этом и есть соответствие данного хадиса нашей главе. Этот хадис свидетельствует о том, как усердно он оберегал единобожие, перекрывая все пути, приводящие к многобожию. И, безусловно, одним из этих путей является чрезмерное восхваление людей на словах.

Что же касается использования слова «господин» при обращении к человеку или упоминании о нем, то мусульманские богословы отмечали, что крайне нежелательно в арабском языке использовать для этого слово «ас-сайид» в определенной форме (с алиф лямом), потому что оно подразумевает, что этот человек обладает всеми качествами господина. Именно поэтому люди, которые возвеличивают своих святых, таких как аль-Бадауи и ему подобные, очень почтительно относятся к слову «господин». Они часто называют людей именем, означающим «раб господина», имея в виду своего господина аль-Бадауи. Затем посвящают ему какие-то виды поклонения, подразумевая то, что он обладает господством и распоряжается делами. Это то, в чём они убеждены. Они думают, что аль-Бадауи (и подобные ему), управляют Землей и отвечают на зов нуждающихся.

В обсуждаемом нами хадисе Пророку ﷺ не понравилось такое обращение, потому что люди стали расхваливать его в лицо. Сатана внушает людям поступать таким образом, потому что это заставляет их самообольщаться, что обычно заканчивается разочарованием. Если человек забывает, что нет силы и могущества, кроме как от Аллаха, и перестает искать в себе недостатки, унижаться и смиряться перед Аллахом, то Аллах узнает об этом и лишает этого раба Своей божественной поддержки. Вот тогда беда постигает его врасплох.

Анас рассказывал: «Некоторые люди сказали: “О посланник Аллаха! О лучший из нас и сын лучшего из нас! Господин наш и сын господина нашего!” Пророк ответил им: “О люди! Говорите слова ваши, но остерегайтесь обольщения Шайтана! Я — Мухаммад, раб Аллаха и Его посланник. Мне не нравится, что вы превозносите меня выше того места, которое даровал мне Всевышний и Всемогущий Аллах”». Передали Ахмад, 3/153, 241; Абу Ну‘айм в «аль-Хилья», 6/252; аль-Лялякаи в «Шарх Усуль аль-И‘тикъад», 8/1395 и другие.

Пророк ﷺ был таким, каковым они его описали. Он был лучшим из них и был их господином. Однако Пророк ﷺ защищал неприкосновенность единобожия, дабы никто после этого не смог обратиться к какому-либо человеку подобными словами. Если один человек расхваливает и возвеличивает другого, то сатана подбирается к ним обоим. Он делает все для того, чтобы сердца людей привязались к тому, кого возвеличивают, и тогда они начинают приобщать его в сотоварищи к Аллаху и возвеличивать его недопустимым образом.

Следовательно, эта глава в целом указывает на необходимость перекрытия всех путей, приводящих к появлению многобожия. Это является обязательным для мусульманина! Он должен запрещать другим возвеличивать себя. Самым почетным является то, что человек испытывает смирение перед Всевышним Аллахом, боится Его, взывая с надеждой и страхом. Это описание самых искренних рабов Аллаха. Именно им Всевышний Аллах обещал добро Всевышний Аллах сказал о них:

﴿ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ ﴾

«Воистину, они спешили творить добро, взывали к Нам с надеждой и страхом и были смиренны перед Нами» Сура «аль-Анбийа», аят 90.

Что же касается смирения, то оно бывает двух видов: смирение сердца и смирение органов. Что касается смирения сердца, то это унижение себя перед Всевышним Аллахом. Что же касается смирения органов, то это их спокойствие. Ведь, Аллах сказал о земле:

﴿ وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأَرْضَ خَاشِعَةً ﴾

«Среди Его знамений — то, что ты видишь землю смиренной (или спокойной)» Сура «Фуссылят», аят 39». [Конец слов шейха]""",
  """Заключительная глава

Шейх Салих Али Шейх говорит:

«Шейх, будучи славным проповедником единобожия, поместил эту главу в конце своей книги, завершив ее тем самым величественным образом. Если человек постигнет смысл тех величественных качеств Аллаха, о которых говорится в этой главе, то ему не останется ничего, кроме как смиренно покориться Великому и Могучему Господу.

Всевышний Аллах сказал:

﴿ وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ ﴾

«Не ценили они Аллаха должным образом, а ведь вся земля в День воскресения будет всего лишь Пригоршней Его, а небеса будут свернуты Его Десницей. Пречист Он и превыше того, что они приобщают к Нему в сотоварищи» Сура «аз-Зумар», аят 67.

Творения таковы, что не ценят Аллаха должным образом. Например, Аллах говорит:

﴿ وَمَا قَدَرُواْ اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُواْ مَا أَنزَلَ اللَّهُ عَلَى بَشَرٍ مِّن شَيْء ﴾

«Они не оценили Аллаха должным образом, когда сказали: “Аллах ничего не ниспосылал человеку”» Сура «аль-Ан‘ам», аят 91.

Это касается ниспослания Писаний и отправления посланников. Также Всевышний Аллах сказал, указывая на Свой атрибут:

﴿ وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ﴾

«Не ценили они Аллаха должным образом, а ведь вся земля в День воскресения будет всего лишь Пригоршней Его, а небеса будут свернуты Его Десницей» Сура «аз-Зумар», аят 67.

Это означает, что они не возвеличивали Его должным образом, поскольку в противном случае они не стали бы поклоняться кому-либо, кроме Него. Они бы поклонялись Ему должным образом, постоянно находясь в смирении и унижении. Однако не ценили они Аллаха должным образом. А затем Всевышний Аллах рассказал о великих атрибутах Своей сущности, сказав:«А ведь вся земля в День воскресения будет всего лишь Пригоршней Его, а небеса будут свернуты Его Десницей». Если человек посмотрит на эту землю, на её величие, на её обольщенных жителей (то есть людей), на её размеры, на её широту, а потом осознает то, что всё это будет всего лишь пригоршней в Его Руке. Поэтому мы понимаем, что Рука Всевышнего Аллаха намного величественнее, чем всё это. И точно также небеса будут скручены правой Рукой Всевышнего Аллаха, подобно тому, как сворачивают свитки для книг. Ведь, Он сказал:

﴿ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ﴾

«А небеса будут свернуты Его правой Рукой» Сура «аз-Зумар», аят 67.

А также:

﴿ يَوْمَ نَطْوِي السَّمَاء كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُّعِيدُهُ ﴾

«В тот день Мы свернем небо, как сворачивают свитки для книг. Мы воссоздадим творения подобно тому, как начали творить их в первый раз» Сура «аль-Анбийа», аят 104.

Ибн Мас‘уд рассказывал: «Однажды к посланнику Аллаха ﷺ пришёл один из иудейских учёных и сказал: «О Мухаммад! Мы читаем, что Аллах в день Воскресения разместит небеса на одном пальце, земли — на другом, деревья — на третьем, воды — на четвёртом, богатства — на пятом, а все остальные Свои творения — на шестом, и скажет: «Я — Царь». Пророк ﷺ рассмеялся, соглашаясь со словами учёного, а затем прочитал аят: «Не ценили они Аллаха должным образом, а ведь вся земля в День воскресения будет всего лишь Пригоршней Его, а небеса будут свернуты Его Десницей». аль-Бухари, 4811; Муслим, 2786.

В версии у Муслима говорится: «…а горы и деревья — на пальце, затем потрясет ими и скажет: “Я — Царь. Я — Аллах”». Муслим, 2786.

В версии же, приведённой аль-Бухари, говорится: «…разместит небеса на одном пальце, воды и землю — на другом, а все остальные Свои творения — на третьем…». аль-Бухари, 4811, 7513.

Муслим приводит слова Пророка ﷺ переданные ибн ‘Умаром: «В день Воскресения Аллах свернёт небеса и возьмёт в Свою правую Руку, а затем скажет: “Я — Царь. Где же все высокомерные и заносчивые?” Затем Он свернёт все семь земель и возьмёт их в левую Руку и скажет: “Я — Царь. Где же все высокомерные и заносчивые?”». Муслим, 2788.

Ибн ‘Аббас сказал: «Семь небес и семь земель размещаются в ладони Милосердного подобно горчичному зёрнышку в руке одного из вас». См. «Тафсир ибн Джарир», 24/25.

Ибн Джарир сказал: «Йунус рассказал мне от Ибн Уахба от Ибн Зайда от его отца хадис о том, что Посланник Аллаха ﷺ сказал: “Семь небес по сравнению с Курси (Престолом) подобны семи дирхамам, брошенным на большую круглую площадь”». См. «Тафсир ибн Джарир», 3/10; Абу аш-Шейх в «аль-‘Азама», 220. Хадис слабый.

Он же передал хадис Абу Зарра, который сказал: «Я слышал, как посланник Аллаха сказал: “Курси (Престол) по сравнению с ‘Аршем (Троном) похож на железное колечко, брошенное в бесконечной пустыне”». См. «Тафсир ибн Джарир», 3/10; Абу аш-Шейх в «аль-‘Азама», 2/587.

Ибн Мас‘уд передал: «Между первым и следующим небом — пятьсот лет. И далее расстояние от одного неба до другого составляет пятьсот лет. Между седьмым небом и Курси (Престолом) — пятьсот лет, а между Курси (Престолом) и водой — также пятьсот лет. ‘Арш (Трон) же находится над водой, а Аллах — над ‘Аршем (Троном), и ничто не скрыто от Него из деяний ваших». Передали ад-Дарими в «ар-Радд ‘аля-ль-Джахмийа», 81; ибн Хузейма в «Китаб ат-Таухид», 594; ат-Табарани в «Му‘джам аль-Кабир», 8987; Абу аш-Шейх в «аль-‘Азама», 203, 279; аль-Бейхакъи в «аль-Асма уа-с-Сыфат», 2/290; ибн ‘Абду-ль-Барр в «ат-Тамхид», 7/139; аль-Лялякаи в «Шарх Усуль аль-И‘тикъад», 659; ибн Къудама в «Исбат аль-‘Улюв», стр. 104-105; аз-Захаби в «аль-‘Улюв», 45 и другие.

аль-‘Аббас ибн ‘Абд аль-Мутталиб рассказывал: «Однажды посланник Аллаха ﷺ сказал нам: “Известно ли вам, каково расстояние между небом и землёй?” Мы ответили: “Это ведомо Аллаху и Его посланнику”. Пророк ﷺ сказал: “Между ними расстояние в пятьсот лет, а от каждого неба до следующего — также пятьсот лет. Каждое же небо также простирается на расстояние в пятьсот лет. Между седьмым небом и Троном лежит море, расстояние от дна до поверхности которого такое же, как между небом и землёй. Всевышний Аллах же находится над всем этим, и ничто не скрыто от Него из деяний сынов Адама”». Передали Абу Дауд ат-Таййалиси, 2292; Ахмад, 1/206-207; Абу Дауд, 4723; ат-Тирмизи, 3320; ибн Маджах, 193; ибн Аби ‘Асым, 589; Мухаммад ибн ‘Усман ибн Аби Шейба в «Китаб аль-‘Арш», 9-10; ад-Дарими в «ар-Радд ‘аля-ль-Джахмийа», 72; аль-Баззар, 1310; Абу Йа‘ля, 6713; ибн Хузейма в «ат-Таухид», 1/237; аль-Аджурри в «аш-Шари‘а», 663-665; ибн ‘Ади в «аль-Камиль», 7/200; аль-Лялякаи в «Шарх Усуль аль-И‘тикъад», 650; аль-Хаким, 2/412; ибн ‘Абду-ль-Барр в «ат-Тамхид», 7/140.

В этих хадисах говорится о величии Господа в Его сущности и в Его атрибутах. Задумайся над Его необъятными владениями, по сравнению с которыми земля кажется всего лишь крошечным творением. Между землей и первым небом расстояние, равное тому пути, который путник преодолевает на коне за пятьсот лет. Такое же расстояние между первым небом и вторым. И то же самое касается всех небес вплоть до седьмого. Поэтому земля по сравнению с небесами крошечна. Также Пророк ﷺ сказал: «Семь небес по сравнению с Курси (Престолом) подобны семи дирхемам, брошенным на большую круглую площадь». См. «Тафсир ибн Джарир», 3/10; Абу аш-Шейх в «аль-‘Азама», 220. Хадис слабый. Эти семь небес очень маленькие по сравнению с Престолом (аль-Курсий). И Всевышний Аллах сказал:

﴿ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ ﴾

«Его Престол объемлет небеса и землю» Сура «аль-Бакара», аят 255.

Земля, на которой ты живешь, подобна маленькой точке по сравнению с небесами. А в аяте пришло описание небес и земли по сравнению с Престолом /Курсий/. Над Престолом есть вода, а над водой — Трон (‘Арш). Престол /Курсий/ по сравнению с Троном /‘Арш/, как маленькое колечко, брошенное в бесконечной пустыне. То есть Престол /Курсий/ очень-очень маленький по сравнению с Троном, над которым возвысился Милостивый. Если бы люди задумались над величием Господа, то поняли бы свою ничтожность. Они поймут, что у них не будет никакого почета, если они не признают себя Его рабами. Как после этого создание может поклоняться другому созданию?! Раб обязательно должен поклоняться только Тому, Кто описан этими великими атрибутами. Только Он достоин того, чтобы Ему подчинялись. Только Он достоин того, чтобы Его возвеличивали. Только Он достоин того, чтобы Его просили. Только Он достоин того, чтобы раб отдавал все силы, чтобы добиться Его довольства. Только тогда раб будет ценить и возвеличивать Аллаха должным образом. Подумай о своем Могущественном и Мудром Господе, обладающем величественными качествами и эпитетами. Он находится над Своим Троном, отдает повеления и ниспосылает запреты. Он отделен от Своих созданий из-за Своего величия. Тогда раб поймет, что посвящать поклонение можно только Ему.

Задумайся над Его необъятными владениями, по сравнению с которыми земля кажется всего лишь крошечным творением. Он осеняет Своей милостью и одаряет Своими благами, кого пожелает. Он наказывает, кого пожелает и оберегает от бед и несчастий, кого пожелает. Он обладает милостью и щедростью. Посмотри на то, что Великий и Могучий Аллах вершит на небесах. Посмотри на ангелов, которые поклоняются Ему на небесах. Пророк ﷺ сказал: «Заскрипели небеса, и у них есть право скрипеть. Нет на небесах места в четыре пальца, кроме, как на этом месте стоит Ангел, или делает земной поклон, или стоит в поясном поклоне». Передали Ахмад, 5/173; ат-Тирмизи, 2312; ибн Маджах, 4190. А затем подумай над тем, что Великий и Славный Аллах, владеющий этим величественным царством, обращается к тебе, жалкому и презренному рабу, и велит тебе поклоняться Ему. Воистину, это — великая честь для тебя, если бы ты только понял это. Он велит тебе исповедовать богобоязненность, и это тоже является великой честью для тебя. Он велит тебе повиноваться Ему, и это тоже является честью для тебя, если бы ты только осознал это. Если ты понял, чего действительно заслуживает Аллах, если ты познал Его возвышенные качества и высокое положение над творениями, то тебе не остается ничего, кроме как покориться Ему по доброй воле, смириться перед Ним, повиноваться Ему и стремиться приблизиться к Нему посредством того, что угодно Ему. Читая Его слова, ты увидишь, что Он обращается к тебе с повелениями и запретами, тогда как ты не ценишь Его должным образом и не почитаешь Его должным образом. Вот почему для того, чтобы обрести твердую веру в сердце и почитать своего Великого и Могучего Господа, раб обязан размышлять над небесами и землей так, как ему повелел Аллах. Всевышний Аллах сказал:

﴿ قُلِ انظُرُواْ مَاذَا فِي السَّمَاوَاتِ وَالأَرْضِ ﴾

«Скажи: “Понаблюдайте за тем, что на небесах и на земле”» Сура «Йунус», аят 101.

А также:

﴿ أَوَلَمْ يَنظُرُواْ فِي مَلَكُوتِ السَّمَاوَاتِ وَالأَرْضِ وَمَا خَلَقَ اللَّهُ مِن شَيْءٍ ﴾

«Неужели они не вглядываются в царствие небес и земли, а также всего, что сотворил Аллах?» Сура «аль-А‘раф», аят 185.

А также:

﴿ إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الأَلْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ * رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ ﴾

«Воистину, в сотворении небес и земли, а также в смене ночи и дня заключены знамения для обладающих разумом, которые поминают Аллаха стоя, сидя и на боку и размышляют о сотворении небес и земли: “Господь наш! Ты не сотворил это понапрасну. Пречист Ты! Защити же нас от мучений в Огне. Господь наш! Тот, кого Ты ввергнешь в Огонь, будет опозорен, и не будет у беззаконников помощников”» Сура Али Имран, аяты 190-192». [Конец слов шейха]""",
];

List<String> shareQuestions = [
  """Вступление и предисловие

""",
  """Обязательность таухида

1. Мудрость сотворения джиннов и людей.

2. Поклонение представляет собой таухид. Именно это было причиной враждебности народов к своим пророкам.

3. Кто не соблюдает таухид, тот не поклоняется Аллаху. В этом и состоит смысл слов, которые Всевышний повелел сказать Своему пророку, да благословит его Аллах и приветствует: «И вы не поклоняетесь тому, чему поклоняюсь я» (Сура 109 «аль-Кафирун», 5 аят).

4. Мудрость направления к людям посланников.

5. Их миссия охватила все народы.

6. Религия всех пророков едина.

7. Важный вопрос заключается в том, что поклонение Аллаху немыслимо без отказа от тагута. Именно в этом заключается смысл высказывания Всевышнего: «Кто отказывается от тагута и верует в Аллаха, тот ухватился за надёжную рукоять…» (Сура 2 «аль-Бакара», 256 аят).

8. Тагутом является всё то, чему поклоняются помимо Аллаха.

9. Огромное значение трёх ясных (не аннулированных) аятов из суры «аль-Ан’ам» у саляфов, в которых освещаются десять вопросов, главный из которых состоит в запрещении ширка.

10. Ясные аяты из суры «аль-Исра», содержащие указания по восемнадцати вопросам и начинающиеся следующими словами Аллаха: «Не воздвигай наряду с Аллахом другого божества, чтобы не оказаться порицаемым, покинутым!» (Сура 17 «аль-Исра», 22 аят). Заканчиваются же они высказыванием Аллаха: «…Не воздвигай наряду с Аллахом другого божества, не то будешь ввергнут в геенну осуждённым, презренным!» (Сура 17 «аль-Исра», 39 аят).

11. Аят из суры «ан-Ниса», называемый «аятом десяти прав», который Аллах начинает следующим высказыванием: «И поклоняйтесь Аллаху и не приобщайте к Нему ничего» (Сура 4 «ан-Ниса», 36 аят).

12. Указание на завещание посланника Аллаха, да благословит его Аллах и приветствует, перед смертью.

13. Знание нашей обязанности перед Аллахом.

14. Знание обязанности Аллаха перед рабами, если они исполняют свою обязанность.

Это не было известно большинству сподвижников.
Допустимость скрывать знание, если в этом есть польза.
Желательность (похвальность) передачи мусульманину доброй вести, которая обрадует его.
Боязнь самоуспокоенности обширностью милости Аллаха.
Долг человека, осознающего, что он не знает ответа на вопрос, — сказать: «Аллаху это ведомо лучше»
Допустимость передачи знаний только части людей и сокрытия их от других.
Скромность Пророка, да благословит его Аллах и приветствует, ехавшего на осле и позволившего своему спутнику сидеть позади него.
Дозволенность сажать позади себя седока на верховое животное.
Огромное значение вопроса о таухиде.
Превосходство Муаза ибн Джабаля (да будет доволен им Аллах).""",
  """О достоинстве таухида, и о том, что он искупает грехи

1. Обширность милости Аллаха.

2. Неизмеримость награды Аллаха за таухид.

3. Таухид является причиной прощения грехов.

4. Смысл аята из суры «аль-Ан’ам».

5. Рассмотрение пяти понятий, приведённых в хадисе ‘Убады.

6. Соединив этот хадис с хадисом ’Итбана и последующими преданиями, ты уяснишь значение высказывания «нет божества, достойного поклонения, кроме Аллаха». При этом тебе станет ясной ошибка обольщённых.

7. Заострение внимания на условии, содержащемся в хадисе ’Итбана.

8. Даже пророки нуждаются в напоминании о достоинствах высказывания «нет божества, достойного поклонения, кроме Аллаха»

9. Указание на то, что чаша с формулой таухида перевешивает все создания Аллаха, хотя чаши многих из тех, кто произносит эту формулу, остаются лёгкими.

10. Ясное указание на наличие семи земель наряду с семью небесами.

11. У небес есть обитатели.

12. Утверждение качеств Аллаха в отличие от ашаритов (му’аттыля).

13. Если ты ознакомишься с хадисом Анаса, то поймёшь, что сказанное в хадисе ’Итбана — «…Ибо, поистине, Аллах избавляет от Огня того, кто сказал «нет божества, достойного поклонения, кроме Аллаха», стремясь тем самым к лику Аллаха» — указывает на отказ от ширка не только в словесной форме.

14. Задумайся над тем, что ‘Иса и Мухаммад, мир им и благословения Аллаха, являются рабами Аллаха и Его посланниками.

15. Особенность ’Исы как «слово Аллаха»

16. Знание того, что ’Иса «дух от Аллаха»

17. Достоинства веры в Рай и в Ад.

18. Значение выражения «…в соответствии с делами его/не смотря на его дела»

19. Знание о том, что весы имеют две чаши.

20. Значение выражения «лик Аллаха»""",
  """Тот, кто воплотит в себе таухид, войдет в Рай без расчёта

1. Знание об уровнях людей в таухиде.

2. Что значит воплощение таухида?

3. Похвала Всевышнего Ибрахиму, мир ему, за то, что он не был из числа многобожников.

4. Похвала Всевышнего угодникам за то, что они убереглись от ширка.

5. Одним из условий воплощения таухида является отказ от просьб чтения заклинаний и прижигания.

6. Обобщением этих качеств является упование на Аллаха.

7. Глубокое знание сподвижников того факта, что они достигнут этого только трудом.

8. Стремление сподвижников к добру.

9. Превосходство этой общины как в количестве, так и в качестве.

10. Превосходство (многочисленность) сподвижников Мусы, мир ему.

11. Пророку, да благословит его Аллах и приветствует, были показаны различные общины.

12. В день Воскресения каждая община будет собрана со своим пророком.

13. Малочисленность людей, откликнувшихся на призыв пророков.

14. Тот пророк, которому никто не ответил, придёт в Судный День в одиночестве.

15. Польза этого знания в том, что не следует обольщаться многочисленностью, так же как и не следует считать чем-то незначительным малочисленность.

16. Дозволенность чтения заклинания от сглаза и укуса (змеи или скорпиона).

17. Глубокие знания саляфов, так как было сказано: «Хорош тот, кто уловил услышанное. Однако…». Знание того, что первый хадис не противоречит второму.

18. Саляфы были далеки от того, чтобы их незаслуженно восхваляли.

19. Слова «Ты будешь среди них» являются одним из пророческих возвещений.

20. Превосходство ‘Уккаши.

21. Использование иносказательных выражений в речи.

22. Прекрасная этика посланника Аллаха, да благословит его Аллах и приветствует.""",
  """О необходимости бояться ширка

1. Необходимость бояться ширка.

2. Показуха является разновидностью ширка.

3. Показуха относится к малому ширку.

4. В этом заключается самая страшная опасность для праведников.

5. Близость, как Рая, так и Огня.

6. Указание на их близость в одном хадисе.

7. Представший пред Аллахом не приобщающим к Нему ничего и никогопопадает в Рай, а представший приобщающим к Нему что-либо или кого-либо попадёт в Огонь, даже если он поклонялся Аллаху больше других людей.

8. Огромное значение имеет просьба Ибрахима, мир над ним, обращенная к Аллаху, уберечь его и его детей от поклонения идолам.

9. Урок, который извлёк Ибрахим из положения большинства людей, что видно из его слов: «Господь мой! Они ведь ввели в заблуждение многих людей…» (Сура 14-«Ибрахим», 36 аят).

10. Толкование в этой главе слов «нет божества, достойного поклонения, кроме Аллаха»как об этом упомянул аль-Бухари.

11. Превосходство того, кто спасся от ширка.""",
  """Призыв к свидетельству «Нет божества достойного поклонения, кроме Аллаха»

1. Призыв к Аллаху — это путь тех, кто последовал за посланником Аллаха, да благословит его Аллах и приветствует.
2. Обращается внимание на искренность, ибо многие люди, призывая к истине, делают это ради собственных интересов.
3. Знание является одним из обязательных предписаний (в призыве).
4. Свидетельством красоты таухида является отдаление всего дурного от Всевышнего Аллаха.
5. Одной из безобразных черт ширка является то, что он представляет собой оскорбление Аллаха.
6. Одним из важнейших вопросов является необходимость отстранения мусульманина от мушриков, чтобы он не заразился ширком, даже в том случае, если он не приобщает к Аллаху ничего и никого.
7. Таухид является первейшей обязанностью людей.
8. Призыв к религии начинается в первую очередь с таухида, даже прежде Намаза.
9. Смысл слов «Призови их к таухиду Аллаха» заключается в свидетельстве «нет божества, достойного поклонения, кроме Аллаха».
10. Человек может принадлежать к обладателям Писания, но не знать этого свидетельства, либо знать, но не действовать в соответствии с ним.
11. Указание на необходимость постепенного обучения людей.
12. Необходимость начинать с самого главного.
13. Принцип расходования средств закята.
14. Учёному следует развеять недопонимания обучаемого.
15. Запрещение брать закят из отборного имущества.
16. Предписание бояться мольбы угнетённого.
17. Возвещение о том, что между мольбой угнетённого и Аллахом нет преграды.
18. Одной из закономерностей таухида являются те трудности, голод и массовые беды, которым подвергались господин всех посланников, да благословит его Аллах и приветствует, и лучших угодников Аллаха.
19. Слова «…я вручу знамя…» представляют собой одно из доказательств пророчества.
20. Плевание в глаза Али — также одно из доказательств пророчества.
21. Достоинство Али.
22. Бессонная ночь сподвижников и обсуждение ими доброй вести о победе свидетельствуют об их праведности.
23. Вера в предопределение, заключающееся в том, что знамя получил тот, кто не стремился к нему, а тому, кто стремился получить его, оно не досталось.
24. То, что Пророк, да благословит его Аллах и приветствует, учил правилам повидения при джихаде, в его словах: «Иди со спокойствием…» .
25. Призыв к Исламу перед началом боевых действий.
26. Необходимость этого даже для тех, кого раньше уже призывали и с кем воевали.
27. Мудрость ведения призыва, так как Пророк, да благословит его Аллах и приветствует, сказал: «…сообщи им то, что они обязаны делать…»
28. Знание прав Аллаха в Исламе.
29. Награда тому, кто способствовал наставлению на путь истинный хотя бы одного человека.
30. Допустимость клятвы при вынесении фетвы.""",
  """Смысл таухида и свидетельства «Нет божества достойного поклонения, кроме Аллаха»

1. В этой главе самый главный и важный вопрос, а это разъяснение того, что такое таухид и разъяснение шахады, и глава разъяснила это посредством ясных вещей.

2. Из тех вещей, которые разъясняют таухид, это аят из суры «аль-Исра», в котором разъясняется опровержение многобожникам, которые взывали к праведникам, которое является большим ширком.

3. Из тех вещей, которые разъясняют таухид, это аят из суры «ат-Тауба», в котором разъяснено, что люди писания «взяли книжников и монахов своих за господ себе, помимо Аллаха», а также разъяснено, что им было приказано поклоняться Единому Богу, хотя, тафсир, относительно которого нет никаких нареканий, что речь идет здесь о подчинении ученым и поклоняющимся в грехе, а не в обращении к ним с мольбой.

4. Из тех вещей, которые разъясняют таухид, это слова возлюбленного (мир ему), с которыми он обратился к неверующим: «Поистине, я отрекаюсь от того, чему вы поклоняетесь, кроме Того, Кто создал меня», исключив из всех кому поклоняются только своего Господа. И Всевышний упомянул, что вот это отречение и устремление (к Аллаху), это и есть тафсир свидетельства «Ля иляха илля Аллах» и сказал: «И сделал это словом, которое осталось в потомстве его, может быть они вернутся к этому слову»

5. Из тех вещей, которые разъясняют таухид, это аят из суры «аль-Бакакра» о неверующих, о которых Аллах сказал: «И они никогда не выйдут из адского огня» И упомянул, что они любят тех, кого приравнивают Аллаху, так, как любят Аллаха. Это указывает на то, что они любят Аллаха большой любовью, но это не ввело их в Ислам. Что же тогда говорить о том, кто любит тех, кого приравнивают Аллаху, больше чем Аллаха?! А что же тогда сказать про того, кто любит только тех, кого приравнивают Аллаху, и не любит Аллаха?!

6. Из тех вещей, которые разъясняют таухид, это слова пророка (мир ему и благословение Аллаха): «Будет неприкосновенным имущество и жизнь того, кто сказал «нет никого достойного поклонения, кроме Аллаха» и отрёкся от поклонения всему, кроме Аллаха» Это является самым главным доводом, разъясняющим смысл «Ля иляха илля Аллах». Потому что, он не сделал произнесение шахады достаточным для спасения, и даже знание смысла шахады вместе с произнесением, и даже подтверждение этого, и даже то, что он поклоняется только одному Аллаху и не придает Ему сотоварищей, до тех пор, пока ко всем перечисленным не прибавит отречение/неверие от/в того/то, чему поклоняются помимо Аллаха, а если засомневается или воздержится, то не спасется.""",
  """Ношение кольца, шнурка или безделушки для избавления от беды или ее предотвращения является ширком

1. Строгое порицание ношения колец, шнурков и других амулетов, так как это считается ширком.
2. Слова Пророка, да благословит его Аллах и приветствует, о том, что сподвижник, о котором говорится в хадисе, не достиг бы счастья, если бы умер с кольцом на руке. Это подтверждает высказывание сподвижников о том, что малый ширк хуже смертных грехов.
3. Невежество не может служить этому оправданием.
— Оправдание по невежеству
4. Амулет не только не приносит пользы в этом мире, но и вредит, поскольку Пророк, да благословит его Аллах и приветствует, сказал: «…ибо оно лишь увеличивает твою слабость»
5. Строгое порицание тех, кто поступает подобным образом.
6. Разъяснение того, что тот, кто носит что-либо подобное (и связывает свое сердце с ним), будет доверян этому предмету.
7. Разъяснение того, что тот, кто надел на себя амулет, совершил ширк.
8. Подвязывание шнурка от лихорадки также является ширком.
9. Чтение Хузейфой аята свидетельствует о том, что сподвижники Пророка, да благословит его Аллах и приветствует, использовали аяты Корана, относящиеся к большому ширку, в качестве доказательства для выявления и осуждения малого ширка, как упомянул об этом Ибн Аббас в отношении аята из суры «аль-Бакара».
10. Навешивание на себя ракушку от сглаза также является ширком.
11. Дуа пророка, да благословит его Аллах и приветствует, против того, кто повесил на себя амулет, с тем чтобы Аллах не дал ему благого конца, и того, кто повесил на себя ракушку, с тем что бы Аллах не дал ему спокойствие, означает, что Аллах отказался от таких людей.""",
  """О заклинаниях (рукъия) и амулетах (тамима)

1. Смысл понятий «рукъя» и «тамима».
2. Смысл понятия «тиуаля».
3. Все эти три понятия относятся к ширку.
4. Исключением является только заклинание из истинных слов от дурного глаза и укуса (змеи или скорпиона).
5. Если амулет представляет собой аяты Курана, то мнения учёных по поводу того, является ли это ширком или нет, разделились.
6. Навешивание ожерелий из тетивы на верховых животных является ширком.
7. Грозное предупреждение тому, кто повесил на себя ожерелье из тетивы.
8. Достоинства награды того, кто сорвал с человека амулет.
9. Слова Ибрахима (ан-Наха’и) не противоречат сказанному выше, поскольку он имел в виду последователей Абдуллы ибн Масуда.""",
  """О том, кто испрашивает (или ищет) баракята у деревьев, камней и тому подобных вещей

1. Тафсир 19—23 аятов из суры «ан-Наджм».
2. Знание о виде просьбы, что они требовали.
3. Однако они этого не совершили.
4. Их цель состояла в том, чтобы тем самым приблизиться к Аллаху, поскольку они предполагали, что Ему это любимо.
5. Если им это не было известно, то другие были ещё более невежественны.
6. За ними есть добрые дела и обещание прощения от Аллаха, чего нет у других.
7. Пророк, да благословит его Аллах и приветствует, не оправдал их, а ответил им следующими словами: «Аллах Акбар! Это всё обычаи прошлого!.. Поистине, вы следуете обычаям тех, кто были прежде вас!» И жестко порицал их дело тремя изложенными пунктами.
8. Великий вопрос, в котором заключается суть (порицания), что он, да благословит его Аллах и приветствует, сообщил им что их просьба подобно просьбе сынов Исраиля, когда они сказали Мусе: «Сделай и нам божество — такое же, как и у них»
9. Отрицание этого содержится в смысле слов «Ля иляха илля Аллах», однако, это было для них тонким и скрытым вопросом.
10. Пророк, да благословит его Аллах и приветствует, поклялся при вынесении фетвы, а он клялся только если в этом есть польза.
11. Ширк имеет большую и малую форму, поскольку они не вышли из Ислама после того как попросили пророка сделать им дерево, подобно дереву мушриков.
12. Их слова: «Мы были ещё новыми мусульманами, недавно отказавшимися от неверия», свидетельствуют о том, что другим сподвижникам это было известно.
13. Возвеличивание Аллаха при удивлении, вопреки тому, что некоторые порицают это.
14. Перекрытие путей (ведущих к греху).
15. Запрет уподобляться людям времён джахилиййи.
16. Проявление гнева при обучений.
17. Общее правило в силу сказанного «Это всё обычаи…»
18. Это является одним из пророческих возвещений, поскольку случилось именно так, как было возвещено.
19. Всё, за что Аллах порицал иудеев и христиан в Куране, относится и к мусульманам.
20. У них установлено, что обряды поклонения основаны на приказе. И здесь есть указание на вопросы в могиле. Что касается вопроса «Кто Господь твой?», то ответ ясен. Что касается вопроса «Кто пророк твой?», то им является тот, кто возвещает им сокровенное. Что же касается вопроса «Какова твоя религия?», то это выясняется из их слов «Сделай и нам Зату-Ануат…» и т.д.
21. Путь обладателей Писания осуждается так же, как и путь мушриков.
22. У тех людей, которые только перешли от лжи, на котором они пребывали долгое время, к истине, нельзя дать гарантию что в их сердцах не осталось остатки прежних обычаев. Как это видно из слов: «…мы были ещё новыми мусульманами, недавно отказавшимися от неверия…».""",
  """О жертвоприношении (забх) не Аллаху

1. Смысл аята «Скажи: «Поистине, мой намаз и моё жертвоприношение…»» (Сура 6-«аль-Ан’ам», 162—163 аяты).
2. Смысл аята «Посему совершай намаз ради своего Господа и закалывай жертву»(Сура 108-«аль-Каусар», 2 аят).
3. Первым проклинается тот, кто приносит жертву не Аллаху.
4. «Аллах проклял того, кто проклял своих родителей«. К этому относится и то, когда ты проклинаешь родителей кого-то, то он, в свою очередь, проклинает твоих родителей.
5. «Аллах проклял того, кто предоставляет кров человеку, совершившему ересь» и тем самым нарушившему право Аллаха. Если кто-то скрывает подобного человека, тем самым он оказывает ему содействие.
6. «Аллах проклял того, кто изменил границы раздела земли«, нарушая тем самым право соседа на землю.
7. Различие между проклятием определённого человека и проклятием грешников в общем.
8. Огромное значение хадиса о жертвоприношении мухи идолу.
9. Человек попал в Огонь из-за принесённой в жертву мухи, чего он вовсе не хотел, но сделал это для того, чтобы избавиться от зла тех людей.
10. Знание ширка и величины его греха в сердцах верующих. Второй человек стойко встретил смерть, не уступив требованиям идолопоклонников, хотя они хотели от него чисто внешнего действия.
11. Тот, кто попал в Огонь, был мусульманином, так как если бы он был неверным, то о нём не было бы сказано, что он попал в Огонь из-за одной мухи.
12. В этом есть свидетельство достоверного хадиса: «Рай ближе к вам, чем шнурок ваших сандалий, и Огонь на таком же расстоянии от вас» (Аль-Бухари 11/275, Ахмад 1/387, 413 и 442 от Ибн Масуда).
13. Знание того, что действие, совершённое велением сердца, является величайшей целью даже у идолопоклонников.""",
  """Запрещено приносить жертвоприношение Аллаху в том месте (или около того места), где приносится жертва не Аллаху

1. Смысл высказывания Аллаха «…Не стой в ней [в мечети Дырар] никогда…» (Сура 9-«ат-Тауба», 108 аят).
2. Грех и неповиновение оказывают воздействие и на землю, так же, как и подчинение.
3. Возвращать неясный вопрос в разряд ясных для преодоления его неясности.
4. Выяснение муфтия подробностей у спрашивающего при необходимости.
5. Является дозволенным конкретизировать определенное место для исполнения обета, если в данном месте не имеется никаких шариатских препятствий.
6. Этого делать не разрешается, если в данном месте находился один из языческих идолов, даже если это было в прошлом.
7. Это не дозволено также в том случае, если в данном месте проходил ’иид (т.е. постоянные собрания) язычников, даже если это и было в прошлом.
8. Исполнять обет в данном месте нельзя, так как такой обет является греховным.
9. Запрет уподобляться мушрикам в их ’иидах (в их празднествах), даже если это происходит непреднамеренно.
10. Нельзя давать обет в неповиновении Аллаху или грехе.
11. Сын Адама не должен давать обет в том, чем он не владеет.""",
  """Посвящение обета (назр) не Аллаху является ширком

1. Необходимость быть верным данному обету.
2. Если доказано, что обет является обрядом поклонения, то его обращение не к Аллаху, а к чему-либо другому, является ширком.
3. Нельзя исполнять обет, данный в неповиновении Аллаху.""",
  """Прибегание (исти’аза) к кому-либо, кроме Аллаха, является ширком

1. Тафсир 6 аята из суры «аль-Джин».
2. Прибегать за защитой к кому-либо, помимо Аллаха, является ширком.
3. Это подтверждается и приведённым хадисом, которую учёные использовали в качестве аргумента в пользу того, что слова Аллаха не являются сотворенными, потому что прибегать за защитой к созданиям является ширком.
4. Достоинство этой молитвы, несмотря на её краткость.
5. Если что-то приносит мирскую выгоду, отвращая зло или принося пользу, то это ещё не свидетельствует об отсутствии в этом ширка.""",
  """Просьба о помощи в тяжелой ситуации (истигъаса) или же ду’а к кому-либо кроме Аллаха является ширком

1. Употребление слова «дуа» после слова «истигъоса» в названии главы является принятым в арабском языке употреблением общего смысла после частного.
2. Тафсир слов Аллаха: «Не взывай помимо Аллаха к тем, которые не могут принести тебе ни пользы, ни вреда!» (Сура 10-«Йунус», 106 аят).
3. Это является большим ширком.
4. Если даже самые праведные люди сделают это, ища благосклонности кого-нибудь другого, то они тем самым становятся беззаконниками (т.е. мушриками).
5. Смысл следующего аята.
6. Мало того что это является куфром, к тому же не приносит мирскую выгоду.
7. Смысл третьего аята.
8. Просить удела следует только у Аллаха, точно так же, как испрашивать Рая можно только у Него.
9. Смысл четвёртого аята.
10. Нет более заблуждающегося, чем тот, кто поклоняется или взывает с мольбой не к Аллаху.
11. Тот, к кому взывают помимо Аллаха, не внимает мольбе взывающего, поскольку он не знает об этом.
12. Подобная мольба является причиной гнева того, к кому взывают, по отношению к взывающему, а также его вражды к нему.
13. Такой вид взывания является поклонением в отношений того, к кому взывают.
14. Отказ того, к кому взывают, от подобного поклонения.
15. В этом и состоит причина того, что он является самым заблудшим.
16. Смысл пятого аята.
17. Как ни странно, идолопоклонники считают, что в беде на мольбу ответит только Аллах, и поэтому при любом несчастье они взывают именно к Нему, будучи искренними в своей вере в Него.
18. Защита избранным Пророком, да благословит его Аллах и приветствует, неприкосновенности таухида и его праведное поведение в отношении Аллаха.""",
  """О словах Всевышнего Аллаха: «Неужели они приобщают в сотоварищи к Аллаху тех, которые ничего не творят, тогда как сами были сотворены, которые не способны оказать им поддержку и не способны помочь даже самим себе?»

1. Тафсир двух аятов из суры «аль-Араф» и суры «Фарыт».
2. История, случившаяся при битве Ухуд.
3. Ду’а кунут во время намаза господина всех посланников, да благословит его Аллах и приветствует, и его праведных последователей, стоявших за ним и говоривших «Аминь!»
4. Все проклинаемые были неверными.
5. Они творили такие действия, которых не делали большинство неверных, в том числе — разбили лицо Пророка, да благословит его Аллах и приветствует, и хотели убить его. Они также надругались над убитыми, хотя те были их родственниками.
6. Аллах ниспослал ему по этому поводу следующий аят: «Ничего от тебя не зависит …» (Сура 3-«Аали Имран», 128 аят).
7. Затем было ниспослано: «…примет ли Он их покаяние, или покарает их…» (Сура 3-«Аали Имран», 128 аят). И действительно Аллах смилостивился над ними, приняв их покаяние, и они уверовали.
8. Ду’а кунут при беде.
9. Проклинаемые были названы в мольбе по именам и именам их отцов.
10. Проклятие определённого человека при совершении ду’а кунут.
11. Повествование о действиях Пророка, да благословит его Аллах и приветствует, когда ему было ниспослано: «И увещевай ближайших родственников своих» (Сура 26-«аш-Шу’ара», 214 аят).
12. Усердие Пророка, да благословит его Аллах и приветствует, в выполнении этого приказа (призыва) не смотря на то, что люди приписали ему состояние ненормальности. То же самое произойдёт, если это сделает какой-либо мусульманин в наши дни.
13. Как близким и дальним родственникам пророк, да благословит его Аллах и приветствует, обращался с призывом: «Я ничем не могу тебе помочь перед Аллахом!» Он даже сказал: «О Фатима, дочь Мухаммада!.. Я ничем не могу тебе помочь перед Аллахом!» Если это заявил господин всех посланников, да благословит его Аллах и приветствует, утверждая, что он ничем не может помочь своей дочери, госпоже женщин всех миров, и если человек верит в то, что посланник Аллаха, да благословит его Аллах и приветствует, говорит только правду, а затем посмотрит, что заполняет сегодня сердца избранных людей, то он чётко осознает, что такое таухид и что такое отчуждение от религии.""",
  """О словах Всевышнего Аллаха: «Когда же испуг покинет их сердца, они скажут: «Что сказал ваш Господь?». Они скажут: «Истину, ведь он – Возвышенный, Великий»

1. Тафсир 23 аята из суры «Саба».
2. В этом аяте содержится обоснование недействительности ширка, в особенности касающегося праведников. Про этот аят сказано, что он подрубает дерево ширка в самом его основании.
3. Тафсир высказывания Аллаха: «Они ответят: «Истину, ведь Он — Всевышний, Великий!» (Сура 34-«Саба», 23 аят).
4. Причина их испрашивания об этом.
5. Джибриль отвечает им после этого: «Он сказал то-то и то-то».
6. Упомянуто, что первым, кто поднимает голову, является Джибриль.
7. Он обращается ко всем обитателям Небес, поскольку они испрашивают его.
8. Все обитатели Небес повергаются ниц пред Аллахом.
9. Небеса содрогаются слыша речь Аллаха.
10. Джибриль передает Божественное откровение туда, куда повелел ему Аллах.
11. Упоминание о подслушивании шайтанов.
12. Описание расположения одних из них над другими.
13. Посылание падающих звёзд.
14. Иногда шайтан сбивается падающей звездой прежде, чем он передаёт откровение нижестоящему, а иногда откровение передаётся до того, как звезда сбивает его, пока оно не доходит таким образом до колдуна.
15. Прорицатель иногда может говорить правду.
16. Вместе с этой правдой он распространяет сотню неправд и измышлений.
17. Ложь принимается только из-за слова, ниспосланного с Небес.
18. Принятие душами лжи: они цепляются за одно, а целую сотню не берут в расчёт.
19. Одни передают другим ниспосланное слово, заучивают его и опираются на него.
20. Утверждение Божественных качеств в отличие от муаттылитов (ашаритов-муаттылитов).
21. Указание на то, что причиной всеобщего потрясения является страх пред Аллахом, Всемогущ Он и Велик.
22. Они падают ниц пред Аллахом.""",
  """О заступничестве

1. Тафсир аятов из этой главы.
2. Характеристика отвергаемого заступничества.
3. Характеристика утверждённого заступничества.
4. Упоминание великого заступничества пророка, мир ему и благословения Аллаха, удостоенного «восхваляемого места» у Аллаха.
5. Описание действий Пророка, да благословит его Аллах и приветствует, который сам не начинает заступничество, а делает это только когда получает на это дозволение Аллаха.
6. Кто является самым счастливым из людей, заслуживших ходатайство Пророка, да благословит его Аллах и приветствует.
7. Ходатайство недопустимо в отношении тех, которые приобщают равных к Аллаху.
8. Разъяснение истинной сущности заступничества.""",
  """О словах Всевышнего Аллаха: «Воистину, ты не сможешь наставить на прямой путь тех, кого возлюбил. Только Аллах наставляет на прямой путь тех, кого пожелает»

1. Тафсир аята: «Поистине, ты не наставишь на правильный путь тех, кого возлюбил (или тех, для кого ты любишь прямой путь)…» (Сура 28-«аль-Касас», 56 аят).
2. Тафсир высказывания Всевышнего: «Не подобает пророку…» (Сура 9-«ат-Тауба», 113 аят).
3. Важным вопросом является понимание слов пророка, мир ему и благословения Аллаха: «Скажи: «Нет никого достойного поклонения, кроме Аллаха»…» как опровержение тем, кто заявляет о знании этого.
4. Абу Джахль и те, кто были с ним, прекрасно знали, чего хотел Пророк, да благословит его Аллах и приветствует, который, войдя, сказал умирающему: «Скажи: «Нет никого достойного поклонения, кроме Аллаха»…. Да унизит Аллах тех, кто не понимает из основ Ислама то, чего понимал Абу Джахль!
5. Усердие Пророка, да благословит его Аллах и приветствует, в его воззвании к своему умирающему дяде, чтобы он хотя бы перед смертью принял Ислам.
6. Опровержение тем, кто утверждает что Абу Талиб принял Ислам.
7. Пророк, да благословит его Аллах и приветствует, испрашивал прощения для него, однако прощение не было дано, а самому Пророку, да благословит его Аллах и приветствует, было запрещено делать это.
8. Вред дурного общества для человека.
9. Вред возвеличивания предков и знатных людей.
10. Этим руководствуются невежественные люди.
11. Свидетельство того, что деяния оцениваются по заключительным делам. Если бы Абу Талиб сказал то, к чему его призывали, то это принесло бы ему благо.
12. Размышление о глубине этого сомнения в сердцах заблуждающихся, так как в упомянутом хадисе они спорят с Пророком, да благословит его Аллах и приветствует, который усиливал и повторял свой призыв именно с этой позиции. Учитывая силу и отчётливость этого сомнения, они ограничились им.""",
  """Причиной неверия людей и оставления религии является черезмерное возвеличивание праведников

1. Для того, кто поймет эту и две последующие главы этой книги, становится ясным искажение истинной сущности Ислама и причины его чуждости в наши дни, а также увидит нечто удивительное из могущества Аллаха в отклонении сердец.
2. Знание того, что первый ширк на Земле появился по причине возвеличивания праведников.
3. Знание того, что было первым, изменившим религию пророков, причины этого и знание того, что Аллах направил посланников для очищения Его религии.
4. Знание того, что люди принимают нововведения в религий, хотя законоположения Аллаха и природа человека отвергают это.
5. Причина этого [ширка, бид’ата.— Ред.] заключается в смешении истины с ложью. Сначала была любовь к праведникам. Затем, ученые начали делать то, что, по их мнению, принесёт добро, однако последующие поколения сочли, что они тем самым хотели другого (т.е. поклонения).
6. Тафсир 23 аята из суры «Нух».
7. Знание врождённого качества человека, заключающегося в том, что истина уменьшается в сердце его, а ложь возрастает.

8. В этом есть подтверждение того, что сказали некоторые саляфы о том, что нововведение (бид’а) является причиной неверия.
9. Знание Шайтаном того, к чему приводит бид’а, даже если делающий это и преследует самую добрую цель.
10. Ознакомление с универсальным правилом, запрещающим возвеличивание творений и знание того, к чему это ведёт.
11. Вред совершения обрядов поклонения на могиле с целью совершения праведного деяния.
12. Знание запрета на сооружение памятников и мудрость в их уничтожении.
13. Знание огромного значения истории о праведных людях из народа Нуха и крайняя необходимость их изучения, наряду с тем, что многие люди не знают о ней, либо не обращают на неё внимания.
14. Самым удивительным является то, что сторонники нововведений читали эту историю в толкованиях Курана и хадисах, однако еще удивительней тот факт, что они поняли её смысл таким образом, что действия народа Нуха представляют собой наилучшее поклонение. И взяли в убеждение то, что запретил Аллах и Его посланник, да благословит его Аллах и приветствует, и то, что является неверием, которое лишает неприкосновенности жизни и имущество того, кто его совершает.
15. Указание на то, что им нужно было только их заступничество.
16. Они думали что учёные, нарисовавшие изображения праведников, также хотели именно этого.
17. Великое разъяснение в словах Пророка: «Не возвеличивайте меня так, как это делают христиане с сыном Марйам…» Да благословит Аллах и ниспошлёт мир тому Пророку, который довел нам ясное возвещение!
18. Наставление Пророка, да благословит его Аллах и приветствует, предупредившего нас о гибели излишествующих.
19. Указание на то, что им не поклонялись, пока знание о них не было забыто. Отсюда становится ясной польза знания и опасность его потери.
20. Причина исчезновения знания это смерть учёных.""",
  """О недопустимости поклонения Аллаху у могилы праведного человека, не говоря уже о поклонении самому праведнику

1. Слова посланника Аллаха, да благословит его Аллах и приветствует, по поводу тех, кто строит места для поклонения Аллаху на могилах праведников, даже если это делается из добрых побуждений.
2. Запрещение создавать скульптуры и изображения и серьёзное предупреждение тем, кто занимается созданием подобных предметов.
3. Полезный урок в наставлении Пророка, да благословит его Аллах и приветствует, по этому поводу, который сначала разъяснил это своим сподвижникам, затем за пять дней до смерти сказал то, что изложено ниже, и даже будучи при смерти не довольствовался тем, что сделал ранее.
4. Пророк, мир ему и благословения Аллаха, запрещал делать что-либо подобное на его могиле еще тогда, когда её еще и не было.
5. Подобные действия, то есть возведение мест для поклонения на могилах пророков, являются обычаями иудеев и христиан.
6. Пророк, да благословит его Аллах и приветствует, проклял их за это.
7. Тем самым он хотел предупредить нас в отношении своей могилы.
8. Причина захоронения Пророка, да благословит его Аллах и приветствует, в закрытом месте.
9. Понимание превращения могилы в место поклонения.
10. Он, да благословит его Аллах и приветствует, упомянул превращающих могилы в места поклонения наряду с теми, кого застанет Судный День, будучи живым. Он указал на путь, ведущий к ширку, ещё до его появления, а также показал его конечный исход.

11. В своей хутбе которую он сделал за пять дней до смерти Пророк, да благословит его Аллах и приветствует, опроверг взгляды двух заблудших течений, члены которых являются самыми наихудшими еретиками. Некоторые учёные даже исключили их из 72 заблудших течений. Речь идёт о джахмитах и рафидитах Именно из-за рафидитов среди мусульман возродился ширк и поклонение могилам, на которых они первыми начали возводить мечети
12. Предсмертные муки Пророка, да благословит его Аллах и приветствует.
13. Оказанная ему высокая честь быть халил Аллаха.
14. Разъяснение того, что это (хулля) больше, чем просто любовь(махабба).
15. Указание на то, что Абу Бакр ас-Сиддик, да будет доволен им Аллах, является наилучшим из сподвижников Пророка, да благословит его Аллах и приветствует.
16. Указание на то, что он будет преемником власти — халифом посланника Аллаха, да благословит его Аллах и приветствует.""",
  """Чрезмерное почитание могил праведников делает из них идолов, которым поклоняются помимо Аллаха

1. Смысл понятия «уасан».
2. Определение понятии «поклонение».
3. Пророк, да благословит его Аллах и приветствует, взывал к Аллаху о помощи только в том случае, когда боялся, что действительно может произойти.
4. Так же он добавил в дуа превращение могил пророков в мечети.
5. Упоминание о сильном гневе Аллаха.
6. Важнейшим вопросом можно считать знание причины поклонения ал-Лат, который был одним из главных идолов древних арабов.
7. Знание того, что этим идолом являлась могила праведного человека.
8. Знание того, что ал-Лат — это имя находящегося в могиле, и упоминание почему его так именовали. (По мнению многих учёных, среди которых Ибн Аббас и Муджахид, имя ал-Лат (или ал-Латт) происходит от арабского глагола «латта», одним из значений которого является «готовить кашу», что и явилось истинной причиной его имени).
9. Проклятие Пророком, да благословит его Аллах и приветствует, женщин, постоянно посещающих могилы.
10. Проклятие им тех, кто зажигает на могилах светильники.""",
  """Избранный Пророк ﷺ защищал неприкосновенность таухида и преграждал любой путь, ведущий к ширку

1. Тафсир 128 и 129 аятов из суры «ат-Тауба».
2. Максимальное отдаление Пророком, да благословит его Аллах и приветствует, своей общины от нарушения границ окрестностей таухида.
3. Упоминание о его внимании, сострадании и милосердии к нам.
4. Его запрещение посещать его могилу с особой целью, хотя посещение его могилы является одним из самых лучших деяний.
5. Его запрет на частые посещения могил.
6. Пророк, да благословит его Аллах и приветствует, побуждал совершать дополнительные намазы дома.
7. У саляфов было общеизвестно что намаз не совершается около могил.
8. Обосновывается это тем, что испрашиваемые для него благословение и мир достигнут его из любого места, даже самого отдалённого, и поэтому нет необходимости в вымыслах тех, кто ищет приближения к нему.
9. Находясь за барьером этой жизни — в барзахе — Пророку, да благословит его Аллах и приветствует, представляется дела его общины посредством молитв за него и прошений мира за него.""",
  """О том, что часть этой общины будет поклоняться идолам

1. Тафсир 51 аята из суры «ан-Ниса».
2. Тафсир 60 аята из суры «аль-Маида».
3. Тафсир 21 аята из суры «аль-Кахф».
4. Важнейший вопрос состоит в следующем: что означает в данном случае вера в джибта и тагута? Ограничивается ли это убеждением сердца? Либо же это внешнее уподобление тем, кто верит в это, чувствуя ненависть к этому и будучи убеждённым в несостоятельности этого?
5. Их высказывание о том, что неверные, неверие которых известно, идут более правильным путём, чем верующие.
6. Именно в этом и состоит цель написания данной главы: приобщение к Аллаху сотоварищей несомненно имеет место в этой общине, как об этом говорится в хадисе Абу Сайда.
7. Его заявление о том, что это обязательно произойдёт: имеется в виду поклонение идолам большого количества людей из этой общины.
8. Нечто весьма удивительное: появление людей, провозглашающих себя пророками, подобно аль-Мухтару, несмотря на то, что он произносил свидетельство, а также заявлял, что он из этой же общины, что Мухаммад — истинный посланник, да благословит его Аллах и приветствует, что Коран — истинна! Он также считал Мухаммада печатью пророков, искренне веря в это, несмотря на существующее во всём этом вопиющее противоречие. Аль-Мухтар появился в конце эпохи сподвижников Пророка, да благословит его Аллах и приветствует, и его поддержало большое число людей.
9. Добрая весть о том, что истина никогда не исчезнет полностью, как это случалось с прошлыми общинами, поскольку одна группа будет постоянно её придерживаться.
10. Великое знамение, состоящее в том, что несмотря на малочисленность победоносный общины, людям этой группы не могут причинить вреда те, кто оставляет их без поддержки или выступает против них.
11. Это обстоятельство будет существовать вплоть до наступления Часа.
12. В этой главе называются следующие великие знамения:
— возвещение Пророка, да благословит его Аллах и приветствует, о том, что Аллах свернул перед ним землю от востока до запада, сообщив о значении этого, что и случилось в действительности; при этом ничего не было сказано о юге и севере;
— возвещение о даровании ему двух сокровищниц;
— возвещение о положительном ответе на две просьбы Пророка, да благословит его Аллах и приветствует, для его общины;
— возвещение о том, что его третья просьба была отклонена;
— возвещение о падении на них меча, который не будет поднят;
— возвещение о том, что мусульмане начнут губить и пленять друг друга, а также его боязнь того, что в его общине появятся вводящие в заблуждение имамы;
— возвещение о появлении лжепророков в общине Посланника, да благословит его Аллах и приветствует;
— и возвещение о постоянном существовании победоносной общины.
Всё произошло именно так, как было возвещено Пророком, да благословит его Аллах и приветствует, хотя никто не мог даже и предположить этого.
13. Страх Пророка, да благословит его Аллах и приветствует, за свою общину заключается в его опасении появления вводящих в заблуждение имамов.
14. Обращение внимания на смысл поклонения идолам.""",
  """О колдовстве (сихр)

1. Тафсир 102 аята из суры «аль-Бакара».
2. Тафсир 51 аята из суры «ан-Ниса».
3. Тафсир понятий «джибт» и «тагут» с указанием разницы между ними.
4. Тагут может быть как джинном, так и человеком.
5. Знание семи грехов, особо запрещённых посланником Аллаха, да благословит его Аллах и приветствует.
6. Колдун является неверным.
7. Он должен быть казнен, и от него покаяние не требуется.
8. Если такое явление имело место среди мусульман во время правления Умара, да будет доволен им Аллах, то что же говорить о том, что было позже?""",
  """Разъяснение некоторых видов колдовства

1. То, что ‘ияфа, таркъ и суеверие являются джибтом.
2. Смысл понятий «’ийафа» и «тарк».
3. Астрология является одной из разновидностей колдовства.
4. Завязывание узлов и плевание на них также относится к колдовству.
5. Клевета и сплетни также расцениваются как колдовство.
6. Определённого рода красноречие тоже относится к этому.""",
  """О предсказателях и им подобных

1. Вера в слова предсказателя несовместима с верой в Коран.
2. И вера в предсказателя является неверием.
3. О тех, кто просит предсказать.
4. О тех, для кого гадают.
5. О тех, кто прибегает к помощи колдовства.
6. О тех, кто занимается нумерологией.
7. О разнице между предсказателем (кахин) и прорицателем (‘арраф).""",
  """О снятии колдовства (нушра)

1. Запрет снятия колдовства посредством другого колдовства.
2. Указание на разницу между тем, что запрещается, и тем, что разрешается, для того, чтобы устранить непонятность.""",
  """О суеверии

1. Обращается внимание на высказывания Всевышнего: «Поистине их предзнаменование от Аллаха…» (Сура 7-«аль-А’раф», 131 аят) и «…Предзнаменование ваше — обратится против вас…» (Сура 36-«Йа Син», 19 аят).
2. Отрицание того, что инфекция сама по себе может перейти.
3. Отрицание влияния дурных примет.
4. Отрицание плачущей совы как причина.
5. Отрицание злополучности месяца сафар.
6. Доброе предзнаменование не относится к вышеизложенному, напротив, оно желательно.
7. Разъяснение смысла понятия «доброе предзнаменование».
8. Оказываемое тем самым на сердце отрицательное влияние ликвидируется Аллахом посредством упования на Него.
9. Молитва, которую следует прочитать тому, кто обнаружил это у себя.
10. Провозглашение веры в дурные приметы ширком.
11. Разъяснение смысла понятия «Суеверие».""",
  """Об астрологии (танджим)

1. Мудрость сотворения звёзд.
2. Опровержение тех, кто утверждает что-либо помимо этого.
3. Упоминание о расхождении во взглядах учёных на науку о положении небесных тел.
4. Угроза тому, кто верит хотя бы во что-нибудь, имеющее отношение к колдовству, даже если ему известно, что это ложь.""",
  """О связывании выпадения дождя с расположением звёзд

1. Тафсир 82 аята из суры «аль-Уаки’а».
2. Упоминание о четырёх качествах, оставшихся со времён джахилиййи.
3. То, что некоторые из них являются неверием.
4. Иногда неверием является то, что не выводит мусульманина из исламской общины.
5. Слова Аллаха из хадиса кудсий «Среди Моих рабов выявились верящие в Меня и неверующие…» связаны с признанием благ Аллаха и отрицанием их.
6. Осознание веры в данной ситуации.
7. Осознание неверия в данной ситуации.
8. Понимание высказывания «Оправдала надежду такая-то звезда».
9. Постановка учёным вопроса перед обучающимися для того, чтобы привлечь их внимание. Ярким примером этому является вопрос Пророка, да благословит его Аллах и приветствует: «Известно ли вам, что сказал ваш Господь?»
10. Суровая угроза плакальщице (нааиха).""",
  """О словах Всевышнего Аллаха «И среди людей есть такие, которые приобщают к Аллаху равных, и любят их так же, как любят Аллаха»

1. Тафсир 165 аята из суры «аль-Бакара».
2. Тафсир 24 аята из суры «ат-Тауба».
3. Любовь человека к Пророку, да благословит его Аллах и приветствует, должна быть сильнее его любви к самому себе, своим близким и к деньгам.
4. Отрицание Пророком, да благословит его Аллах и приветствует, наличия веры в данном хадисе не свидетельствует о выходе из Ислама.
5. Вера имеет свою сладость, которую человек может ощутить, а может и не ощущать.
6. Только четыре действия сердца могут обеспечить человеку покровительство Аллаха и познание вкуса веры.
7. Понимание сподвижниками Пророка, да благословит его Аллах и приветствует, того, что братство людей чаще бывает ради мирской жизни.
8. Смысл высказывания Аллаха «…И оборвутся у них связи…» (Сура 2-«аль-Бакара», 166 аят).
9. Среди мушриков есть такие, кто любит Аллаха сильной любовью.
10. Угроза тому, для кого восемь видов богатства, перечисленных Аллахом, любезнее, чем религия.
11. Кто возлюбил что-то так же сильно, как Аллаха, тот впал в ширк.""",
  """О словах Всевышнего Аллаха: «Это всего лишь сатана пугает вас своими помощниками. Не бойтесь их, а бойтесь Меня, если вы являетесь верующими»

1. Тафсир 175 аята из суры «Аали Имран».
2. Тафсир 18 аята из суры «ат-Тауба».
3. Тафсир 10 аята из суры «аль-Анкабут».
4. Убеждённость (якыйн) человека может слабеть и крепнуть.
5. Признаки слабости убеждённости, три из которых содержатся в хадисе Абу Саида.
6. Посвящение страха одному Аллах является одним из обязательных религиозных предписаний.
7. Напоминание о награде тому,кто делает это
8. Напоминание о наказаний для того, кто оставляет их""",
  """О словах Всевышнего Аллаха: «Уповайте на Аллаха, если вы являетесь верующими»

1. Упование на Аллаха является обязательным религиозным предписанием.
2. Это является одним из условий веры.
3. Тафсир 2-3 аята из суры «аль-Анфаль».
4. Тафсир 64 аята из той же суры.
5. Тафсир 3 аята из суры «Развод».
6. Величие этого вырожения, так как Ибрахим и Мухаммад, да будет над ними благословение Аллаха, ответили именно ею в критической обстановке.

Выводы шейха Усаймина (да помилует его Аллах):

7. Иман увеличивается и уменьшается.
8. Когда бывают беды, потрясения и сложности, человеку нужно опираться на Аллаха и делать то, что от него зависит.
9. Следование за пророком (мир ему и благословение Аллаха) — это причина, из-за которой Аллах становится для человека достаточным!""",
  """О словах Всевышнего Аллаха: «Неужели они не опасались хитрости Аллаха? Хитрости Аллаха не опасаются только люди, терпящие убыток!», а также: «Кто же отчаивается в милости своего Господа, кроме заблудших?!»

1. Тафсир 99 аята из суры «аль-А’раф».
2. Тафсир 56 аята из суры «Аль-Хиджр».
3. Суровая угроза для тех, кто считает себя в безопасности от хитрости Аллаха.
4. Суровая угроза для тех, кто отчаялся в милости Аллаха.""",
  """Терпение перед предопределением Аллаха является частью веры в Него

1. Тафсир 11 аята из суры «ат-Тагабун».
2. Сабр является составной частью веры в Аллаха.
3. Опорочивание рода является неверием.
4. Суровая угроза тому, кто бьёт себя по щекам и рвёт свою одежду, а также обращается с призывом времён джахилиййи.
5. Указание на то, каким оброзом Аллах желает добра Своему рабу.
6. Указание на то, каким оброзом Аллах желает зла Своему рабу.
7. Проявление любви Всевышнего Аллаха к Своему рабу.
8. Запрет негодования.
9. Награда за довольствие испытанием.""",
  """Глава о показухе (рийа)

1. Тафсир 110 аята из суры «аль-Кахф».
2. Серьёзное предупреждение об отвергании любого праведного деяния, если оно в какой-то степени посвящено не Аллаху.
3. Упоминание причины отвергания этого Аллахом, которая заключается в том, что Он абсолютно ни в чём не нуждается.
4. Так же, причиной является то, что Он лучше всех тех, кого к Нему приобщают.
5. Опасение Пророка, да благословит его Аллах и приветствует, по поводу возможности распространения показухи среди своих сподвижников.
6. Он разъяснил это на примере того, как человек молится Аллаху, однако приукрашивает свой Намаз, когда видит, что за ним наблюдают другие.""",
  """Стремление человека совершить праведное деяние ради обретения мирских благ является проявлением многобожия

1. Желание человека обрести мирские блага за счёт содеянного им для Будущей жизни.
2. Тафсир аятов 15—16 из суры «Худ».
3. Именование мусульманина выражениями «раб динара», «раб дирхема», «раб убранства».
4. Разъяснение этого тем, что «он доволен, если даровано ему благо, а если не получает ничего, то проявляет негодование».
5. Высказывание Пророка, да благословит его Аллах и приветствует: «Да будет он несчастен и опрокинется его дела с ног на голову!»
6. Его высказывание: «Даже будучи уколотым колючкой, да не извлечёт он её!»
7. Восхваление муджахида, обладающего указанными в этой главе качествами.""",
  """Подчиняющиеся ученым и правителям, когда те запрещают разрешенное Аллахом или разрешают запрещенное Им, делают из них господов

1. Тафсир 63 аята из суры «ан-Нур».
2. Тафсир 31 аята из суры «ат-Тауба».
3. Указание на смысл поклонения, которое отрицал Ади ибн Хатим.
4. Приведение Ибн Аббасом в пример Абу Бакра и Умара, а Ахмадом — Суфйана ас-Саури.
5. Изменение истинной религии до такой степени, что для большинства поклонение монахам стало праведнейшим делом, получившим название святости (аль-уилая), а поклонение книжникам стало наукой и знанием. Затем ситуация усугубилась ещё более, и объектом поклонения наряду с Аллахом стали не праведники, а невежественные люди.""",
  """Об аятах 60-62 из суры «ан-Ниса»

1. Тафсир 60—62 аятов из суры «ан-Ниса» с разъяснением понятий о том, что является тагутом.
2. Тафсир 11 аята из суры «аль-Бакара»: «А когда говорят им: «Не распространяйте нечестия на Земле!..»
3. Смысл аята 56 из суры «Преграды»: «Не распространяйте нечестия на Земле после того, как упрочен на ней порядок…»
4. Тафсир аята «Неужели суда времён джахилиййи они желают?..» (аль-Маида, 50).
5. То, что сказал аш-Ша’аби относительно ниспосылания первого аята.
6. Смысл истинной и лживой веры.
7. Рассказ об Умаре и лицемере.
8. Указание на то, что человек обретёт веру только в том случае, если подчинит свои желания тому, с чем был послан посланник Аллаха, да благословит его Аллах и приветствует.""",
  """О тех, кто отрицает некоторые имена и атрибуты Аллаха

1. Отрицание какого-либо из имён и качеств Аллаха является признаком отсутствия веры.
2. Тафсир 30 аята из суры «Ра’д».
3. Запрещение рассказывать то, чего слушающий не понимает.
4. Причина этого заключается в том, что непонятное ведёт к отвержению Аллаха и Его посланника, да благословит его Аллах и приветствует, даже если отрицающий делает это непреднамеренно.
5. Высказывание Ибн Аббаса о том, кто отрицает что-либо из имён и качеств Аллаха, и что это губит его.""",
  """О словах Всевышнего Аллаха: «Они узнают милость Аллаха, а затем отрицают ее, поскольку большинство из них — неверующие»

1. Разъяснение познании и отрицании милостей Аллаха.
2. То, что подобное распространено у многих на языке.
3. Подобные высказывания называются «отрицанием милостей Аллаха».
4. В сердце человека может сочетаться две противоположности.""",
  """О словах Всевышнего Аллаха: «Посему никого не равняйте с Аллахом сознательно»

1. Тафсир 22 аята из суры «аль-Бакара» в отношении приобщения к Аллаху равных.
2. Сподвижники Пророка, да будет доволен ими Аллах и да благословит нашего Пророка, толковали этот аят, ниспосланный по поводу большого ширка, в том смысле, что он включает и запрещение малого ширка.
3. Клятва не Аллахом является ширком.
4. Истинная клятва не Аллахом более греховна, чем ложная клятва Аллахом.
5. Разница между союзом «и» и наречием «затем» в речи.""",
  """О том, кого не удовлетворяет клятва Аллахом

1. Запрещение клясться отцами.
2. Повеление удовлетворяться тому, кому клянутся Аллахом.
3. Суровая угроза тому, кто не удовлетворяется ею.""",
  """О выражении «Если пожелает Аллах и ты»

1. Знание иудеев о малом ширке.
2. Понимание человеком подобных вопросов, если это соответствует его страстям.
3. Высказывание Пророка, да благословит его Аллах и приветствует: «Ты что, приравниваешь меня к Аллаху?» Чего же тогда заслуживает человек, который написал следующие строки: «О благороднейший из людей! [т.е. Пророк, да благословит его Аллах и приветствует. — Ред.]. Не у кого мне искать спасения, кроме как у тебя…»
4. Это выражение не является большим ширком, так как Пророк, да благословит его Аллах и приветствует, сказал: «…в силу некоторых обстоятельств я не мог…»
5. Праведное сновидение является частью Божественного откровения.
6. То, что сон иногда может служить основанием для некоторых законоположений.""",
  """О том, что ругающий время оскорбляет Аллаха

1. Запрет ругать время.
2. Ругание времени считается оскорблением Аллаха.
3. Размышление по поводу изречения: «…ибо, истинно, Аллах есть время»
4. Ругающий время оскорбляет Аллаха, даже если он не преследует такой цели в своём сердце.""",
  """О титулах вроде «судья всех судей» и тому подобных

1. Запрет называться «царь всех царей».
2. Все выражения, имеющие такой же смысл, также запрещены, и на то указал Суфйан ибн Уйейна.
3. Понимание того, что это и подобные выражения запретны, даже если человек не преследует такой цели в своём сердце.
4. Понимание того, что человек должен отказаться от подобных титулов ради уважения к Всевышнему и Всемогущему Аллаху.""",
  """О необходимости уважения имен Всевышнего Аллаха и смене имени ради этого

1. Необходимость уважительного отношения к именам и качествам Аллаха и запрещение присваивать их людям, даже если в этом нет специального умысла.
2. Смена своего имени ради этого.
3. Выбор имени старшего сына для кунья.""",
  """О подшучивании над тем, в чем упоминается имя Аллаха, над Кораном или над Посланником Аллаха

1. Очень важный вопрос о том, что любой, позволяющий себе подобные шутки, является неверным.
2. Таково толкование аята в отношении совершившего это, кем бы он ни был.
3. Разница между доносом и благожелательностью по отношению к Аллаху и Его посланнику, да благословит его Аллах и приветствует.
4. Разница между милосердием, которое угодно Аллаху, и беспощадностью по отношению к врагам Аллаха.
5. Вопрос о том, что не каждое извинение должно приниматься.""",
  """О 50-ом аяте из суры «Фуссылят»

РАССМАТРИВАЕМЫЕ ВОПРОСЫ ДАННОЙ ГЛАВЫ:

1. Тафсир аята из суры «Фуссылят»: «…Он, конечно же, говорит: «Это — моё…»»
2. Смысл слов: «…конечно же, говорит: «Это – мое (или даровоно мне)»
3. Смысл слов: «Всё, что мне даровано, — благодаря знанию» из суры «аль-Касас».
4. Поразительный рассказ, содержащий много поучительных уроков.""",
  """О словах Всевышнего Аллаха: «Когда же Он даровал им обоим праведного ребенка, они стали приобщать к Нему сотоварищей в том, чем Он одарил их. Аллах превыше того, что они приобщают в сотоварищи»

1. Запрет на все имена, смысл которых содержит преклонение перед кем-либо, помимо Аллаха.
2. Тафсир 190 аята из суры «аль-А‘раф».
3. Этот ширк только в имени, а не в настоящий.
4. Дарование Аллахом человеку здоровой девочки также является Его благом.
5. Саляфы подчёркивали разницу между ширком в повиновении и ширком в поклонении.""",
  """О словах Всевышнего Аллаха: «У Аллаха — самые прекрасные имена. Посему взывайте к Нему посредством их и оставьте тех, которые отрицают Его имена. Они непременно получат воздаяние за то, что совершали»

1. Утверждение наличия имён у Аллаха.
2. И Его имена прекрасны.
3. Повеление взывать к Аллаху по средством этих имен.
4. Повеление отвергать невежественных людей, которые отрицают имена Аллаха и уклоняются от истины в них.
5. Разъяснение понятия «уклоняются от истины» в отношении имён Аллаха.
6. Угроза тому кто уклоняются от истины.""",
  """О недопустимости выражения «Мир (ас-Салям) Аллаху»

1. Тафсир слова «салям».
2. Указание на то, что это является приветствием.
3. Это приветствие неприемлемо по отношению к Аллаху.
4. Указание на причину этого.
5. Как нужно обращаться к Аллаху с приветствием.""",
  """О выражении «О Аллах, прости меня, если это угодно Тебе!»

1. Запрет говорить «Ин ша Аллах» при дуа.
2. Указание причины этого запрета.
3. Высказывание Пророка, да благословит его Аллах и приветствует: «Необходимо упорно просить желаемое…»
4. Необходимость усиливать пожелание обращающегося с мольбой.
5. Указание на причины этого.""",
  """О запрещенности выражений «мой раб» или «моя рабыня»

1. Запрет выражений «мой раб» и «моя рабыня».
2. Слуга не должен обращаться к своему хозяину со словами «мой господь», а хозяину не следует говорить своему слуге «накорми своего господа».
3. Хозяину следует обращаться к слуге со словами: «мой юноша», «моя девочка» или «мой мальчик».
4. Слуге же следует обращаться к своему хозяину со словами: «мой господин» или «мой хозяин».
5. Цель этого заключается в воплощении таухида даже в словах.""",
  """О том, что нельзя отказывать просящему именем Аллаха

1. Необходимость предоставления убежища тому, кто просил его именем Аллаха
2. Необходимость удовлетворения просьбы просящего именем Аллаха.
3. Необходимость ответа на зов того, кто зовёт в гости.
4. Необходимость отблагодарить того, кто сделал вам добро.
5. Если человек не имеет невозможностей отблагодарить, то ему необходимо сделать за него дуа.
6. Слова Пророка, да благословит его Аллах и приветствует: «…Пока не посчитаете, что вы его отблагодарили».""",
  """Ликом Аллаха можно испрашивать только Рай

1. Запрет испрашивать что-либо ликом Аллаха, кроме наивысшей цели — Рая.
2. Утверждение атрибута лика.""",
  """О выражении «Если бы…»

1. Смысл аятов 154 и 168 из суры «Аали Имран».
2. Явный запрет на произнесение выражения «если бы…» в случае какой-либо неприятности.
3. Причиной этого является то, что при употреблении этого выражения открывается возможность для козней шайтана.
4. Прекрасные слова, которые необходимо произносить в таких случаях.
5. Повеление настойчиво стремиться к полезному, испрашивая при этом помощи у Аллаха.
6. Запрет на то, что противоположно этому, то есть на проявление слабости и бессилия.""",
  """О запрете ругать ветер

1. Запрет ругать ветер.
2. Наставление говорить добрые слова, когда человек видит то, что ему неприятно.
3. Указание на то, что ветер подчинен воле Аллаха.
4. Ветру может быть приказано нести с собой добро или зло.""",
  """О 154-ом аяте суры «Али Имран» и 6-ом аяте суры «аль-Фатх»

1. Тафсир 154 аята из суры «Аали Имран».
2. Тафсир 6 аята из суры «аль-Фатх».
3. Сообщение о том, что число разновидностей злых мыслей относительно Аллаха, которые имеют лицемеры и мушрики, не ограничено.
4. От подобных мыслей избавятся только те, кто познал имена и качества Аллаха и признал свою ничтожную сущность.""",
  """О тех, кто отрицает предопределение

1. Разъяснение обязательности веры в Предопределение.
2. Разъяснение того, как следует верить в Предопределение.
3. Указание на бесплодность действий того, кто не уверовал в Предопределение.
4. Указание на то, что человек не почувствует вкуса веры до тех пор, пока не уверует в Предопределение.
5. Упоминание о том, что Аллах создал в первую очередь.
6. В тот час, когда Аллах создал Перо была записана предопределение всего сущего вплоть до наступления Часа.
7. Отречение Пророка, да благословит его Аллах и приветствует, от того, кто не уверовал в Предопределение.
8. Обычай саляфов устранять сомнения по поводу какого-либо вопроса путём постановки данной проблемы перед учёными.
9. Учёные отвечали им тем, что устраняло их сомнение, обосновывая свои слова ссылкой только на посланника Аллаха, да благословит его Аллах и приветствует.""",
  """О создающих изображения

1. Страшная угроза в адрес создающих изображения.
2. Указание на причину этого, то есть их неуважение по отношению к Аллаху, Который сказал: «Кто же может быть несправедливее того, кто пытается создать нечто подобное тому, что сотворил Я?»
3. Указание на Его могущество и их беспомощность, так как Всевышний сказал: «Пусть попробуют создать хотя бы букашку или хотя бы пшеничное или ячменное зерно».
4. Такие люди понесут жесточайшее наказание.
5. Аллах создаст души в соответствии с числом сделанных изображений и оживит их всех, и они будут мучить художника (скульптора) в Аду.
6. Художнику (скульптору) будет велено вдохнуть в них душу.
7. Повеление стирать или уничтожать изображения при виде их.""",
  """О многочисленных клятвах

1. Завет оберегать клятвы.
2. Сообщение о том, что клятва при купле-продаже приводит к потере баракята в доходе не смотря на то, что этот товар ходко продается.
3. Суровая угроза тому, кто не покупает и не продаёт ничего, не поклявшись.
4. Указание на то, что совершённый грех усугубляется, если у совершившего его нет на то причины.
5. Порицание тех, которые клянутся, когда их не просят об этом.
6. Похвала Пророка, да благословит его Аллах и приветствует, трём или четырём поколениям и возвещение того, что произойдёт после них.
7. Порицание тех, которые свидетельствуют, когда их не просят свидетельствовать.
8. Саляфы били детей за обязательства или за свидетельства.""",
  """О вопросе обязательства перед Аллахом и Его Пророком ﷺ

1. Разница между обязательства Аллаха и Его пророка, да благословит его Аллах и приветствует, и обязательства мусульман.
2. Наставление всегда выбирать наименее опасный вариант.
3. Слова Пророка, да благословит его Аллах и приветствует: «Выступайте в поход с именем Аллаха и ради Аллаха…«.
4. Слова Пророка, да благословит его Аллах и приветствует: «…сражайтесь против тех, кто не верует в Аллаха«.
5. Слова Пророка, да благословит его Аллах и приветствует: «…сражайся против них, испрашивая помощи у Аллаха«.
6. Разница между постановлением Аллаха и постановлением мусульманских учёных.
7. Сподвижник Пророка, да благословит его Аллах и приветствует, при необходимости мог вынести постановление, однако при этом не знать, соответствует это
постановлению Аллаха или нет.""",
  """О клятве от имени Аллаха

1. Предостережение о запрещении клятв Аллаху.
2. Огонь ближе к каждому из нас, чем ремешки его сандалий.
3. Рай находится от нас на таком же расстоянии.
4. В этом хадисе тоже самое, что в хадисе «Поистине человек иногда говорит одно слово не обращая на него внимания и заходит в Огонь на семьдесят лет».
5. Человеку может быть прощено Аллахом, по причине того что больше всего ему ненавистно.""",
  """Нельзя просить ходатайства Аллаха перед Его творениями

1. Порицание Пророка, да благословит его Аллах и приветствует, к словам сказавшего: «Мы просим Аллаха, чтобы Он походатайствовал перед тобой…»
2. От этих слов Пророк, да благословит его Аллах и приветствует, настолько изменился в лице, что это заставило измениться и лица его сподвижников.
3. Слова «…и просим тебя, чтобы ты походатайствовал пред Аллахом» им не были запрещены.
4. Тафсир слов «Субханаллах!»
5. Мусульмане обращались к посланнику Аллаха, да благословит его Аллах и приветствует, с просьбами совершить молитву о ниспослании дождя.""",
  """О защите Пророком ﷺ неприкосновенности единобожия и преграждении им путей к многобожию

1. Предостережение людей от излишества в религии.
2. Что следует сказать тому, кому сказано: «Ты — наш господин».
3. Слова Пророка, да благословит его Аллах и приветствует: «…чтобы не увлёк вас Шайтан«, хотя то, что говорили люди, была истина.
4. Слова Пророка, да благословит его Аллах и приветствует: «Мне не нравится, что вы превозносите меня выше того места, которое даровал мне Всевышний и Всемогущий Аллах«.""",
  """Заключительная глава

1. Тафсир слов Всевышнего «…а ведь вся Земля в День воскресения будет всего лишь пригоршней Его, а небеса будут скручены Его Десницей…» (Сура 39-«аз-Зумар», 67 аят).
2. Эти и подобные им знания ещё сохранялись у иудеев, живших во времена Пророка, да благословит его Аллах и приветствует, которые тогда ещё не отрицали этого и не занимались их аллегорическим толкованием.
3. Пророк, да благословит его Аллах и приветствует, подтвердил истинность того, что рассказал ему учёный, а Аллах удостоверил это ниспосланным аятом.
4. Пророк, да благословит его Аллах и приветствует, рассмеялся, когда услышал то великое знание, которое раскрыл ему учёный.
5. Упоминание о наличии у Аллаха двух рук и размещении Им всех небес в правой руке, а всех земель в другой руке.
6. Упоминание о том, что вторая рука называется левой.
7. После этого Всевышний Аллах упомянул положение высокомерных и заносчивых людей.
8. Слова Ибн Аббаса: «…подобно горчичному зёрнышку в руке одного из вас».
9. Величие Курси (Престола) по отношению к небесам.
10. Величие Арша (Трона) по отношению к Курси (Престолу).
11. Арша (Трон) является чем-то отличным от Курси (Престола) и воды.
12. Расстояние между каждым небом и следующим.
13. Расстояние между седьмым небом и Курси (Престолом).
14. Расстояние между Престолом и водой.
15. Трон находится над водой.
16. Аллах находится над Троном.
17. Расстояние между небом и землёй.
18. Каждое из небес простирается на расстояние в пятьсот лет.
19. Глубина моря, находящегося над небесами, составляет пятьсот лет.

Всевышнему Аллаху всё это ведомо лучше!""",
];
